{
	"campaign.h1roger.0101.h3m.prolog" : "Zügelloses Piratenleben... Horizontlose See hinüber, das knarrende Schiff und der pfeifende salzige Wind! Der junge Pirat Jeremy Albatross genießt es, bis er sich eines Tages an der Schwelle des Todes wiederfindet. Ein verhängnisvoller Weg war es oder eine Kette von Eventualitäten?\n\nVerzweifelt versucht Jeremy, die Verfolgung der Erathianer abzuhängen, und führt seine Karavelle Black Unicorn mitten ins Herz eines Sturms. Er vertraute auf das Schicksal und wollte gar nicht wahrhaben, dass diese gewaltigen, stürmischen Wellen das Schiff umkippen und in den Davy-Jones-Schrank schicken könnten. Doch das Glück lächelte Jeremy zu, wenn auch nicht gerade auf die Art und Weise, die er sich gewünscht hätte. Das Schiff krachte gegen die Felsen und bekam ein riesiges Loch. Es war unmöglich, den Schaden zu reparieren, aber die Crew schaffte es, die Black Unicorn bis zum nächsten Land zu schleppen und sie dort auf den Klippen auszusetzen.\n\nZumindest Jeremy Albatross ist am Leben, ebenso wie ein gutes Viertel seiner Crew und sein treuer Gefährte Patris. Der goldene Strand einer unbekannten Insel, blauer Himmel über ihren Köpfen und grünes Meer, das bis hinter den Horizont reicht... Ein neues Abenteuer erwartete sie.",
	"campaign.h1roger.0102.h3m.prolog" : "Jeremy dachte noch nicht daran, was ihn in der Zukunft erwarten würde. Er genoss einfach sein jetziges Leben. Doch irgendwo weit weg auf dem Kontinent begannen sich riesige Horden von Kreegan-Dämonen zu regen. Sie bereiteten sich auf einen letzten Schachzug vor, auf eine ultimative Inkarnation ihres Plans, diese Welt zu zerstören. Jetzt schickten sie ihre Späher in alle Ecken der Welt. Und wie sich herausstellt, ist ihnen diese kleine Insel im Weg, in deren Mitte ein Fort steht, auf dem Jolly Roger heimtückisch von einer schwarzen Piratenflagge grinst.\n\nUm zu überleben, muss Jeremy die Insel übernehmen. Wird es ihm dieses Mal gelingen?",
	"campaign.h1roger.0103.h3m.epilog" : "Die Reste der dämonischen Armee wurden zurückgedrängt und ins Meer geworfen. Das war ein Sieg, auf den die meisten ausgezeichneten Befehlshaber stolz sein würden: eine Handvoll Milizsoldaten und Wilde machten eine gute Exekution von Kreegans. Wie schade, dass niemand davon erfahren wird.\n\nJeremy stand mit seinen Männern am Meeresufer und freute sich sehr. Noch mehr freute er sich aber darüber, dass die schnellen, robusten Schiffe der Kreeganer unversehrt waren. Sofort befahl er, die Schiffe zu beladen und abzufahren.\n\nWährend er bereits an Bord war und auf die verdunkelnde Insel blickte, erinnerte sich Jeremy daran, dass er Alkin nie gefragt hatte, wer er wirklich war und was er auf dieser Insel tat. Das verwarf er jedoch sofort wieder aus seinem Kopf, denn neue Abenteuer warteten. Von denen er offensichtlich noch nichts wusste.",
	"campaign.h1roger.0103.h3m.prolog" : "Die schwarzen Schiffe haben am Ufer festgemacht. Klauen und Hufe von schrecklichen, fremden Kreaturen haben\nhaben den Sand des Ufers betreten, um alles zu zerstören, was Widerstand leisten kann. Jeremy und sein neuer Kumpel Alkin beugen sich über die Karte und versuchen herauszufinden, wie man die Kreegan-Invasion besiegen kann. Wird die Miliz aus Inselbewohnern und Banditen in der Lage sein, einen würdigen Widerstand zu leisten, oder werden sie untergehen, gestiefelt im Schlamm?\n\nJeremy vertraut immer noch auf sein Glück. Er sitzt in der Klemme und hat keine andere Wahl, als sich dem neuen Feind zu stellen. Er kann es sich im Moment einfach nicht leisten, besiegt zu werden.",
	"campaign.h1roger.description" : "Dies ist die Geschichte eines Piraten, meist bekannt als Jeremy Albatross. Er verliert nie den Mut und ist sich sicher, dass das Glück immer auf ihn scheinen wird. Selbst als seine geliebte \"Black Unicorn\" bei einer Katastrophe verloren geht und er auf einer einsamen Insel ohne Chance auf Flucht landet. Auch dann verliert er nicht die Hoffnung.",
	"campaign.h1roger.name" : " Unter der Piratenflagge",
	"campaign.h2terror.0201.h3m.prolog" : "In den Legenden der Barden beginnt fast alles mit einem Helden, der in einer Taverne sitzt. Bidley, der Pirat, tat genau dasselbe. Der Ort befand sich in einer Fischerstadt an der Küste eines barbarischen Krewlods.\n\nWer hätte gedacht, dass aus einem Tratsch mit einem Trunkenbold ein großes Abenteuer wird, das die Welt verändern wird? Niemand, natürlich. Und ganz bestimmt nicht Bidley. Er saß da, trank billiges Bier und hörte sich eine alte Piratengeschichte über einen Gefangenen an, der angeblich in einem magischen Gefängnis festgehalten wurde. Bidley dachte, dass es sich wahrscheinlich um einen mächtigen Magier handelte, wahrscheinlich aus Bracada. Er dachte auch, dass die Großzügigkeit eines solchen Gefangenen, nun ja, großzügig sein sollte.\n\nLeider wusste Bidley nichts von der Existenz von Xanthor, dem bekannten Magier. Xanthor mochte Piraten ganz und gar nicht. Das Schicksal jedoch schickte Bidley, um seinen alten Erzfeind zu retten. Und das war der Anfang...",
	"campaign.h2terror.0202.h3m.prolog" : "Ein kurzer Blick, ein falsches Wort, eine leichtsinnige Entscheidung... All diese Dinge können unser Leben radikal verändern. Durch die Entscheidung, der Frau zu helfen, hat Jeremy sein Leben und das seines Bruders dramatisch verändert. Es ist schwer vorherzusagen, wer unser Freund und wer unser Feind sein wird. Genauso schwer ist es, die Momente vorherzusagen, in denen sich unser Leben verändern wird.  Auf dieses dünne Eis ist Jeremy seit seinem Krieg mit den Dämonen auf der kleinen Insel getreten. Bisher nahm er an, dass sich die Ereignisse um ihn herum durch sein Glück auflösen würden.",
	"campaign.h2terror.0203.h3m.prolog" : "Bidley erfuhr von dem Horn des Abyss, nachdem er Xanthor gerettet hatte. In Wirklichkeit hat Xanthor ihm davon erzählt, in der Hoffnung, dass der Pirat bei dem Versuch, es zu erwerben, verschwinden wird.  Bidley wird dies jedoch nie erfahren.\n\nNun, wieder mit dem Bruder vereint, begannen sie allen Ernstes, den Marsch zum Horn des Abyss zu planen. Sie brauchten Schiffe, viele Schiffe, Männer und auch Nachschub. Woher all das nehmen? Casmetra bot an, die Höllenküste zu erkunden und die Ländereien der Kreeganer zu überfallen. Ein gefährliches Unterfangen, aber ein vielversprechendes.",
	"campaign.h2terror.0204.h3m.prolog" : "Was tun, wenn das Schicksal der ganzen Rasse von einem abhängt? Nix Tark wusste, was in diesem Fall zu tun war. Er war sich zwar nicht ganz sicher, ob sein Volk den früheren Ruhm seines Reiches wiederherstellen würde, aber er war bereit, sein Bestes zu tun, um es zu retten. Sein Weg führte ihn durch die Tiefen der Nighon-Höhlen. Er erreichte das düstere Land der Hexenmeister, grausamen Lords und unterirdischen Monster. Tark war bereit, sich zu opfern, um die Nix aus der Sklaverei zu retten und ihnen die Freiheit zu schenken.",
	"campaign.h2terror.0205.h3m.prolog" : "Und hier ist er, der Moment des Untergangs! Bidley, Casmetra und Jeremy sind an dem Ort angekommen, an dem das Horn des Abyss aufbewahrt wurde. Werden sie es zurückholen können? Wussten sie, was sie erwartete? Nein, natürlich nicht. Vor allem Bidley nicht, bei all den Schwierigkeiten, die er durchmachen musste. Mit seinem Bruder an seiner Seite hatte er jedoch nichts zu befürchten.\nAllerdings sollten sie auf der Hut sein, dass die Dinge nicht so glatt liefen, wie sie zu Beginn des Abenteuers vorausgesagt hatten...",
	"campaign.h2terror.0206.h3m.epilog" : "Die Verteidiger der Festung von Regnan haben gezittert, und Casmetra und Jeremy eilten hinein. Dargem ließ den Gefangenen stehen und schnappte sich das Horn. Er rannte auf den höchsten Turm. Während Jeremy seinem Bruder half, die Seile zu lösen, schrie Casmetra kraftvoll:\n'Gebt das Horn zurück! Unverzüglich!'\nMit erschrockenem Gesicht brüllte Dargem zurück:\n'Niemals! Du hast mich verraten und mich allein gelassen! Jetzt weiß ich, was ich zu tun habe!'\n\nDargem nahm das Artefakt in beide Hände und wollte gerade in das Horn blasen, als Casmetra mit einem durchdringenden 'STOPP!!!' einen magischen Zauber nach ihm warf. Es folgte eine riesige magische Explosion, und die Schockwelle zerstörte die halbe Festung und erzeugte so etwas wie einen Strudel unter ihr.\n\nDas Einzige, woran sich Jeremy erinnerte, war, wie er verzweifelt versuchte, auf höheres Terrain zu gelangen, und wie Casmetra schrie:\n'Idiot! Deinetwegen werden wir in eine andere Existenzebene verschleppt!'\n\nStunden, oder vielleicht Wochen danach, fand sich Jeremy an einer Meeresküste wieder. Wo ist Bidley? Und was ist mit dem Horn passiert? Kann dies das Ende der Legende über das Horn des Abgrunds sein?",
	"campaign.h2terror.0206.h3m.prolog" : "Sobald Bidley nach all seinen Kerkerabenteuern nach dem Horn griff, schrie die Stimme dahinter:\n'Unglaublich! Es gehört mir, endlich!'\n\nDaraufhin versetzte Bidleys neuer Partner Dargem ihm einen Schlag auf den Kopf und schnappte sich das Artefakt. Die Wände des alten Gewölbes begannen zu wackeln, und der Altar hob sich und bildete eine Insel. Der Verräter schnappte sich das Horn, fand aber nicht heraus, wie er es benutzen sollte.  Dargem beschwor ein Boot und sprang schnell hinein, wobei er den bewusstlosen Bidley mitnahm.\n\nJeremy und Casmetra sahen die Geburt einer neuen Insel. Sie sahen auch, wie Dargem davonsegelte und große Seeschlangen aus der Tiefe nach ihm auftauchten. Jeremy wusste nicht, was vor sich ging, aber er war sich sicher, dass sein Bruder in Schwierigkeiten steckt.",
	"campaign.h2terror.0206.h3m.region" : "\n",
	"campaign.h2terror.description" : "Das geheimnisvolle Horn des Abgrunds war schon zu lange vor den Augen der Sterblichen verborgen. Früher oder später würde es jemand begehren. Ist es eine Kette von Folgen oder ein zufälliger Zufall?  Schwer zu sagen. Jeremy und Bidley ahnen noch nicht, welches Abenteuer mit ihrem Wunsch, das Horn zu bekommen, auf sie wartet.",
	"campaign.h2terror.name" : "Schrecken oder die Meere",
	"campaign.h3horn.0301.h3m.prolog" : "Jeremy fand sich an einer Sandküste wieder, weit weg von zu Hause. Er verlor seinen Bruder, aber nicht seinen Glauben. Genau wie am Anfang dieser dummen Geschichte mit Utopia und Alkin. Aber jetzt brannte Jeremy Albatros mit dem Wunsch, sich an Casmetra für ihre Betrügereien zu rächen. ",
	"campaign.h3horn.0302.h3m.prolog" : "Es wird Bidley für immer ein Rätsel bleiben, ob der Traum, in dem er im Wasser atmete und hindurchschaute, ein prophetischer oder nur ein normaler Traum war. Denn nun stand er tief im Wasser, atmete und schaute auf Fische und Schildkröten, die vorbeischwammen.",
	"campaign.h3horn.0303.h3m.prolog" : "Früher oder später findet jede Gerissenheit ihr Ende. Nachdem Casmetra Bidley das Horn des Abgrunds treulos vorenthalten hatte, war ihr klar, dass er hinter ihr her sein würde. Sie konnte ihre Unachtsamkeit bereuen, aber es war zu spät. Bidley, Jeremy und Tark bereiteten sich darauf vor, ihre Insel anzugreifen und ihren Plänen ein Ende zu setzen.",
	"campaign.h3horn.0304.h3m.epilog" : "Jede Geschichte hat einen Anfang und ein Ende. Die Geschichte begann in einer muffigen Taverne am Ufer von Krewlod an und endete mit den Touren der Feinde des Piratenkönigs. Nun wird es für lange Zeit niemand mehr wagen, seine Macht anzugreifen. Das Horn des Abyss gehört nun allein Bidley, und er hat dieses Recht mit seinem eigenen Blut bewiesen. Doch wird sein Geist dem verschlingenden Abgrund standhalten? ",
	"campaign.h3horn.0304.h3m.prolog" : "Wenn Sie mächtig werden, müssen Sie daran denken, dass es einige gibt, die versuchen werden, gegen Ihre Macht vorzugehen. Bidley war moralisch nicht darauf vorbereitet, dass er mit der Erlangung des Horns des Abyss zum Piratenkönig werden würde. Mehrere Feinde haben sich zusammengeschlossen, um den neugeborenen König abzusetzen und das Horn an sich zu nehmen. Wird Bidley in der Lage sein zu widerstehen? Wird er die Prüfung durch Macht und Autorität bestehen? ",
	"campaign.h3horn.description" : "Die Piraten Bidley und Jeremy versuchen, das Horn des Abgrunds zurückzuerobern, das von der trickreichen Casmetra gestohlen wurde, die sie für tot hielt. Sie müssen einen Weg finden, um nach Raegna zurückzukehren und sich dann an der Hexe zu rächen.  \n",
	"campaign.h3horn.name" : "Horn des Abgrunds",
	"map.h1roger:0.event.0.description" : "Mit den Haudegen und den Einheimischen vereint, marschierte die Armee zur Ostseite der Insel. Wir hatten gerade genug Mittel und Männer, um eine neue Festung auf eigene Faust zu errichten.\n\"Das hast du gut gemacht, Jeremy Gull\", lobte mich Alkin. \n\"Albatros. Es heißt Albatross\", korrigierte ich entrüstet. \"Wie gehen wir jetzt weiter vor?\"\n\"Mein Stamm hat eine Siedlung im Osten. Ich habe nicht die ganze Zeit Flöhe gefangen, weißt du - die Befestigungen sind aufgebaut. Deine sind sicher nicht so gut, aber andererseits hast du ja auch nicht in der tatalischen Armee gedient\", sagte Alkin neckisch.\n\"Das ist sehr beeindruckend, aber ich habe Schusswaffen statt Dreschflegel und Bögen\", schoss ich zurück und zeigte auffällig meine Pistole in ihrem Holster. \n\"Na gut, na gut. Wir brauchen alle Waffen, die wir bekommen können\", schnauzte er gereizt. \n\"Meine Späher haben mich informiert, dass zwei Armeen der Kreeganer an der Nordküste gelandet sind. Glücklicherweise werden sie es schwer haben, durch den Sumpf vorzudringen. Tatsächlich werden sie ein perfektes Ziel für Hinterhalte und plötzliche Angriffe sein\", mutmaßte ich.\n\"Stimmt, aber sie haben mit Sicherheit auch anderswo Verstärkung. Und sie müssen eine geheime Basis für diese Verstärkung haben, kein Zweifel - ohne eine solche könnten sie ihre Operationen nicht fortsetzen. Ich schlage vor, wir finden diese Basis und plündern sie, wenn wir vorhaben, eine wiederkehrende Bedrohung zu beseitigen. Aber das Wichtigste zuerst, wie Sie bereits erwähnt haben, müssen wir uns um die unmittelbare Bedrohung durch diese feindlichen Armeen auf der Insel kümmern. Bist du mit diesem Plan einverstanden, Verbündeter?\" fragte Alkin und reichte mir seine Hand ... oder Pfote? Ich habe keine Ahnung, wie sie ihre Gliedmaßen nennen.\nIch schüttelte sie, obwohl es sich seltsam anfühlte, die Hand von jemandem zu schütteln, der kein Mensch war. \"Gut\", nickte Alkin. \"Ich werde zu meiner Armee zurückkehren und wir werden versuchen, die Siedlung weiter zu verstärken. Das Wichtigste ist, dass die Kreeganer nicht genug Kreaturen versammeln, um entweder Ihre oder meine Festung einzunehmen. Wenn das passiert, wird es der Anfang vom Ende sein.\"",
	"map.h1roger:0.event.1.description" : "Trotz der Tatsache, dass unsere neue Festung fertig war, gab es keine Zeit, untätig zu sein. Überall auf der Insel gab es Kreegans. Wir mussten sie daran hindern, ihre Verstecke zu erreichen, in denen sie Waren von Spähern gelagert hatten.\n\"Patris!\" Ich rief meinen Maat.\n\"Ja, Käpt'n?\" \n\"Wir müssen die Verstecke der Dämonen finden und plündern. Kriegst du das hin?\" \n\"Ich fürchte, ich wüsste nicht, wo ich anfangen sollte\", sagte Patris mit gerunzelter Stirn. \n\"Das ist schon okay. Nehmen Sie zuerst ein paar gute Männer und überfallen Sie eine Karawane der Kreeganer. Wenn ihr Glück habt, führt euch das zu ihren Verstecken.\" \n\"Ah, ja, in der Tat, Cap'n, ich habe ein Gespür für so etwas!\" Patris' Gesicht leuchtete auf. \"Ich werde sofort mit den Vorbereitungen beginnen. Ich werde Diego und Erik mitnehmen; diese Jungs sind schärfer und mutiger als die meisten.\"\n\"Das höre ich gerne!\"",
	"map.h1roger:0.event.2.description" : "Patris' Guerilla-Aktivitäten haben sich als fruchtbar erwiesen. Er hat es geschafft, einige Kreegan-Karawanen auszurauben und hat die Ressourcen zu unserer Festung geschickt.",
	"map.h1roger:0.event.3.description" : "Eine Nachricht von Alkin trifft ein:\n\"Ich vermute, dass sich die geheime Dämonenbasis im Untergrund befindet. Jede Woche tauchen Horden von Kobolden von unten auf. Sie werden die Insel überschwemmen, wenn sie nicht aufgehalten werden. Wie ursprünglich geplant, müssen wir uns weiterhin darauf konzentrieren, die nahe gelegenen Kreegan-Armeen zu besiegen, und dann müssen wir ihre Basis ausfindig machen. Meine Späher berichten, dass sie mehrere Devils haben - die Elite-Bestien der Kreeganer. Vor denen wird Euch auch Euer Sprengpulver-Spielzeug nicht retten, also seid vorsichtig, Freund.\"",
	"map.h1roger:0.event.4.description" : "Patris berichtet, dass er ein tief im Dschungel verstecktes Dämonenversteck gefunden und geplündert hat. Hervorragende Arbeit! Ich frage mich, wer er war, bevor er ein Pirat wurde. ",
	"map.h1roger:0.event.5.description" : "Wir haben die Kreeganer nun schon über einen Monat lang abgewehrt. Sie haben wohl nicht mit einem so erbitterten und organisierten Widerstand von Wilden gerechnet. Nichtsdestotrotz rücken die Horden der Kobolde weiter vor, ohne ein Zeichen des Nachlassens. In letzter Zeit bin ich neugierig auf Alkin geworden. Was macht ein tatalianischer Sergeant auf dieser gottverlassenen Insel? Das muss ich ihn fragen, vielleicht wenn dieser Krieg vorbei ist.",
	"map.h1roger:0.guards.15.69.0.message" : "Eine Seehexe bietet der Piratencrew ihre Dienste an.",
	"map.h1roger:0.guards.26.52.0.message" : "Ein großer Troll steht vor uns.\n\n\"Hey ihr. Der Pass ist nicht umsonst. Ja, zahlt jetzt, zehnmal hundert Münzen!\", fordert er und faltet seine knorrigen Finger zu einer Faust. \n\"Wie wäre es mit einem Mal Säbel zwischen die Augen?\" Ich fragte. \n\"Hehe!\", grinste der Troll. \"Dat kannste machen. Aber ich bin schlau. Ich hier, Brüder unter Brücke. Wenn ich sterbe, explodieren die Brüder im großen Fass, und du stirbst mit der Brücke!\" \n\"Du fetter Gauner\", spuckte ich und händigte widerwillig das Geld aus.",
	"map.h1roger:0.guards.61.1.0.message" : "Vor uns liegt eine große, geheimnisvolle Festung, die von Statuen seltsamer echsenartiger Kreaturen geschmückt wird. Ein Risiko eingehen und hineinschauen? Oder vielleicht doch nicht?",
	"map.h1roger:0.header.description" : "Jeremy und Alkin haben sich zusammengeschlossen, um die Angriffe der Kreeganer auf der Insel abzuwehren. Um den Erfolg zu sichern, müssen sie eine geheime Dämonenbasis einnehmen. Sie kann erst eingenommen werden, wenn alle feindlichen Helden eliminiert wurden. Ihre Helden werden auf Stufe 18 begrenzt. Wenn Jeremy besiegt wird, ist das Szenario verloren. ",
	"map.h1roger:0.header.name" : "Teufel Sonnenaufgang",
	"map.h1roger:0.monster.16.59.0.message" : "\"Kreegans plündern, Piraten plündern! Was können arme Hobbits tun?\"",
	"map.h1roger:0.quest.23.10.1.completed" : "Wir haben den Stab! Wir können das Kraftfeld jetzt entfernen.",
	"map.h1roger:0.quest.23.10.1.firstVisit" : "Die Basis ist von einem Kraftfeld umgeben. Es sieht so aus, als bräuchte man den Stab eines der kreeganischen Kriegshäuptlinge, um es zu durchdringen.",
	"map.h1roger:0.quest.23.10.1.nextVisit" : "Es gibt keine andere Möglichkeit, die Barriere zu entfernen.",
	"map.h1roger:0.quest.23.11.1.completed" : "Wir haben den Stab! Wir können das Kraftfeld jetzt entfernen.",
	"map.h1roger:0.quest.23.11.1.firstVisit" : "Die Basis ist von einem Kraftfeld umgeben. Es sieht so aus, als bräuchte man den Stab von einem der Kreegan-Warchiefs, um es zu durchdringen.",
	"map.h1roger:0.quest.23.11.1.nextVisit" : "Es gibt keine andere Möglichkeit, die Barriere zu entfernen.",
	"map.h1roger:0.quest.23.12.1.completed" : "Wir haben den Stab! Wir können das Kraftfeld jetzt entfernen.",
	"map.h1roger:0.quest.23.12.1.firstVisit" : "Die Basis ist von einem Kraftfeld umgeben. Es sieht so aus, als bräuchte man den Stab von einem der Kreegan-Warchiefs, um es zu durchdringen.",
	"map.h1roger:0.quest.23.12.1.nextVisit" : "Es gibt keine andere Möglichkeit, die Barriere zu entfernen.",
	"map.h1roger:0.quest.23.13.1.completed" : "Wir haben den Stab! Wir können das Kraftfeld jetzt entfernen.",
	"map.h1roger:0.quest.23.13.1.firstVisit" : "Die Basis ist von einem Kraftfeld umgeben. Es sieht so aus, als bräuchte man den Stab von einem der Kreegan-Warchiefs, um es zu durchdringen.",
	"map.h1roger:0.quest.23.13.1.nextVisit" : "Es gibt keine andere Möglichkeit, die Barriere zu entfernen.",
	"map.h1roger:0.quest.60.54.0.completed" : "Die Dämonen sind nun erschlagen und der alte Goblin sieht begeistert aus, als er anbietet, sein Wissen über den Kampf weiterzugeben.",
	"map.h1roger:0.quest.60.54.0.firstVisit" : "Hier lebt ein alter Goblin. Er behauptet, dass er einst ein mächtiger Krieger mit heftigen Angriffsfähigkeiten war. Vor kurzem wurde seine geliebte Wölfin von Dämonen getötet, und er ist zu schwach, um sie zu rächen. Er bietet an, alles, was er weiß, weiterzugeben, wenn wir die Dämonen für ihn erschlagen.",
	"map.h1roger:0.quest.60.54.0.nextVisit" : "Der Goblin weigert sich zu sprechen, bis seine Wölfin gerächt ist.",
	"map.h1roger:0.town.4.42.0.name" : "Wetmoore",
	"map.h1roger:0.town.49.60.0.event.0.description" : "Eine Gruppe von Banditen nähert sich der Festung. Sie sagen, sie hätten einst in einer erathianischen Garnison gedient. Als Gegenleistung für eine Unterkunft sind sie bereit, in der Schlacht zu dienen, wenn sie mit Waffen versorgt werden.",
	"map.h1roger:1.event.0.description" : "Ich konnte das Rauschen der Wellen hören, als ich im Sand saß und auf mein linkes Bein starrte. Es war nackt, anders als das rechte - mein linker Stiefel war im Schiffswrack ertrunken. Das würde nicht reichen! Ich würde ein paar Sandalen oder so etwas finden müssen. Meine Pistole lag rechts von mir, voll Wasser und daher nutzlos. Sollte irgendeine Bedrohung am Horizont auftauchen, würde mein Säbel meine einzige Hoffnung sein. Glücklicherweise war es eine mächtig feine Klinge, den ganzen Weg von Regna. Sie hatte schon viel Feindesblut gekostet. \nEine Stimme aus der Nähe durchbrach die Stille: \"Wir haben es geschafft, alles zu erlegen, was das Meer nicht weggespült hat!\" Ich drehte mich um und sah meinen Ersten Offizier Patris. Obwohl er schon in den Vierzigern war, besaß dieses alte Salz immer noch große Geschicklichkeit und Klarheit im Denken. Patris setzte sich neben mich und blickte traurig auf die Trümmer der Black Unicorn, die in Stücken von den Gezeiten des Meeres weggetrieben wurden. Bald würde es ganz weggespült werden und keine Spur mehr von seiner Existenz hinterlassen. \n\"Haben wir genug zu fressen?\" fragte ich, in der Hoffnung, uns Klarheit über unsere Situation zu verschaffen. \n\"Genug für eine Woche, vielleicht. Verdammt, vielleicht ist es besser, dass nicht so viele Jungs den Absturz überlebt haben\", brummte mein erster Offizier. \n\"Wo sind wir?\" fragte ich, als ich aufstand und den Sand von meiner zerfledderten Jacke wischte. \n\"Ich glaube, wir sind auf den Inseln irgendwo zwischen Nighon und Eeofol\", antwortete Patris. \"Und ich habe das starke Gefühl, dass wir hier festsitzen, Käpt'n.\"\n\"Warum sagen Sie das?\" erkundigte ich mich.\n\"Hier gibt es keine menschlichen Siedlungen, nur Barbaren und verdammte Bestien. Wenn wir nicht innerhalb einer Woche einen Ort finden, an dem wir uns niederlassen können, werden wir von einer Hungersnot, Munitionsknappheit, Krankheit.... überwältigt.\" \n\"Ach komm schon, es gab noch nie eine Situation, die Jeremy Albatross nicht bewältigen konnte!\" Ich unterbrach mich, als ich mich umdrehte, um den Dschungel zu betrachten. \nEs war eine dichte, dunkelgrüne, lebende Masse, in der große, leuchtende Blumen blühten. In den Tiefen dieses Waldes lauerten Schlangen, riesige Moskitos und andere Gefahren. Ich hatte das Gefühl, dass uns Dutzende von Raubtieraugen aus dem Dschungel anstarrten und darauf warteten, uns in eine Falle zu locken. Würde Jeremy Albatros seine letzten Tage auf dieser verdammten Insel erleben? \n\"Hey, ihr Schurken!\" rief ich. \"Beeilt euch und packt alles, was ihr tragen könnt! Mal sehen, welche Überraschungen diese verfluchte Insel für uns vorbereitet hat.\"",
	"map.h1roger:1.event.1.description" : "Wir kämpften uns durch den dichten, sumpfigen Dschungel. Ich schritt vorsichtig und versuchte, mir nicht in den linken Fuß zu schneiden. Verdammt, wann finde ich endlich ein Schuhwerk? Ich könnte natürlich jemanden aus der Mannschaft bitten, mir einen ihrer Stiefel zu leihen - wer ist hier eigentlich der Kapitän? Aber ich wollte die angeschlagene Moral unserer kleinen Truppe nicht grundlos auf die Probe stellen. Ich muss ein Vorbild für die Jungs sein. Ich muss ihnen zeigen, dass ich, ihr kühner Captain, nichts dabei empfinde, auf diese verfluchten dornigen Lianen zu treten.\n\n\"Hör zu, Patris. Warum zum Teufel sollten Erathianer hier einen Außenposten errichten?\" fragte ich und versuchte, mich von den Schmerzen in meinen Füßen abzulenken und von der Sorge, ob der letzte Stachel giftig gewesen war.\n\"Sie waren einst aktiv auf Entdeckungsreise, zogen über die Meere und suchten nach neuem Land. Dann brach der Krieg mit Eeofol und Nighon aus. Greifenherz rief viele der Garnisonen dringend zurück. Jeder, der zurückblieb, wurde vergessen. Nach dem Krieg waren dann alle damit beschäftigt, das Königreich wiederherzustellen und sich mit den Elfen und Nekromanten auseinanderzusetzen....\" Es war offensichtlich, dass mein erster Offizier mir gerade eine weitere Geschichtsstunde erteilen wollte. \n\"Warum weißt du das alles so gut?\" \n\"Ich war nicht immer ein Pirat, Käpt'n!\", antwortete Patris grinsend. \"Übrigens, da, wo du gleich hintrittst, ist noch ein Stachel.\" \n\"Danke, aber den habe ich schon gesehen\", brummte ich, wich dem Stachel gerade noch aus und setzte meinen Fuß im letzten Moment an eine sichere Stelle. \"Willst du damit sagen, dass hier vielleicht erathianische Soldaten sind?\" \nOptimismus heuchelnd, antwortete Patris: \"Wenn sie nicht von den hiesigen Barbaren getötet wurden, sind sie vielleicht Piraten oder Schmuggler geworden. Diese Meerenge ist schließlich ein lebendiger Ort.\"",
	"map.h1roger:1.event.2.description" : "Ich stand auf den überwucherten Mauern des erathianischen Forts und beobachtete meine Umgebung mit meinem Fernrohr. So ein unschätzbares Werkzeug - ich habe verdammtes Glück, dass es nicht mit dem Schiff untergegangen ist. Die Insel war viel größer, als ich ursprünglich angenommen hatte. Sie erstreckte sich weit nach Osten und verschwand im fernen Dunst. Dieser Ort würde sich hervorragend für Überfälle eignen! Wir müssten nur alles schön ordentlich einrichten, den Außenposten reparieren, ein paar Straßen bauen und die örtlichen Kannibalen und andere Abrrghs zähmen. Ich habe auch ein neues Paar hohe Stiefel gefunden! Keine Ahnung, wo diese hirnlosen Gnolls sie gefunden haben, aber sie passen mir perfekt.\n\n\"Hey Jeremy, wie findest du den Ort?\", rief Patris von unten. \"Wir haben die Vorräte der Gnolle durchsucht und etwas Essen und Trinkwasser gefunden! Hier drüben gibt es sogar einen Brunnen!\" \n\"Es ist ein schöner Ort\", antwortete ich. \"Mein Schiff liegt auf dem Meeresgrund, also hätte ich sowieso eine Landratte werden müssen. Was hältst du davon?\" \"Ja, ich wollte gerade vorschlagen, dass wir hier vor Anker gehen\", lachte Patris und kratzte sich am Kinn. \"Aber sieh mal, dieser ganze Ort ist unvorbereitet. Wenn die Gnolls angreifen würden, würden wir abgeschlachtet werden.\" \n\"Deshalb brauchen wir eine richtige Festung mit uneinnehmbaren Mauern, Fallen und strategisch platzierten Geschütztürmen\", erwiderte ich und verstaute mein Fernrohr in seiner Ledertasche. \"Das Problem ist, den Stein und das Holz zu finden, um das alles zu bauen. Ich bezweifle, dass es hier viel Handel gibt.\" \n\"Käpt'n, ich schlage vor, wir kundschaften die Umgebung aus. Wenn es Schmuggler in der Gegend gibt, dann verlieren sie sicher hin und wieder etwas von ihrer Ware. Und einige Goblins könnten diese Waren sehr wohl zum Bau von Unterkünften und dergleichen verwenden. Hier gibt es reichlich Material, man muss nur genau hinsehen.\"\n\nIch fühlte mich inspiriert und stieg die alte, rissige Steinleiter hinunter. Ich hatte Angst, dass sie unter meinen neuen Stiefeln zu Staub zerfällt, um ehrlich zu sein. Patris kam ebenfalls hinunter und schreckte mich mit einer Frage auf: \"Käpt'n, wie wollen wir unsere Festung nennen?\" \n\"Utopia\", sagte ich mit einem Lächeln.",
	"map.h1roger:1.event.3.description" : "Unsere Befürchtungen waren berechtigt. Spät in der Nacht näherte sich ein Mob von Gnollen und Goblins, bewaffnet mit Schwertern und Blasrohren, Utopia. Jemand aus unserer Gruppe feuerte einen Musketenschuss ab, und der verängstigte Mob zerstreute sich in den Wald. Die Einheimischen waren nicht richtig organisiert, um letzte Nacht anzugreifen, aber früher oder später werden sie ihren Mut zusammennehmen. Je eher wir unsere Verteidigung aufbauen, desto besser.",
	"map.h1roger:1.event.4.description" : "Ich saß gestern Abend am Lagerfeuer und stellte fest, dass zwei Wochen vergangen sind, seit die Black Unicorn gesunken ist. Es gibt keine größere Schande für einen Regnan, als sein Schiff zu verlieren. Dein Schiff spiegelt deinen Status wider - repräsentiert dich. Die Liebe, die ich für dieses Schiff hatte! So viele glorreiche Tage lagen hinter uns. Selbst wenn es mir gelänge, ein neues Schiff zu bauen oder zu stehlen, würde jeder in Regna wissen, dass es nicht die Black Unicorn war. Die Gerüchte würden sich verbreiten: Jeremy Albatros wurde seiner Männlichkeit beraubt. Sein alter Kahn ist gesunken und jetzt schwimmt er in seinem hölzernen Beiboot herum. Was für ein Verlierer! \n\nAber es ist ein bisschen früh, um über meine Rückkehr nach Regna nachzudenken. Ich sollte meinen älteren Bruder Bidley suchen: Er mag ein verdammt guter Schwindler sein, aber er würde keine Gerüchte über mich verbreiten. Ich müsste ihn als Bruder bitten, mir ein neues Schiff zu besorgen - ein besseres als die Black Unicorn, damit die Klatschtanten aus Regna denken, ich hätte mein altes Schiff gegen ein neues getauscht. Tolle Idee! Ich liebe mich für meine Gabe, aus jeder Situation einen Ausweg zu finden.\nEs stimmt, was meine Mutter sagte, dass Bidley den Verstand hat und ich das Glück. Schwer zu sagen, was wichtiger ist....",
	"map.h1roger:1.event.5.description" : "Eine der Wachen kam auf mich zu, der Ausdruck auf seinem Gesicht zeigte Enttäuschung und Widerwillen. \n\"Na los, erzähl mir, was passiert ist\", sagte ich. \n\"Cap'n, äh ... Jeremy, wir haben ein Problem mit den Wilden. Diese Feiglinge haben sich in der Nacht ins Fort geschlichen und sich alles geschnappt, was glänzt. Wenigstens hatten sie nicht genug Verstand, um unser Holz und unsere Steine zu nehmen.\"\n\"Na gut\", seufzte ich. \"Ich hoffe, das nächste Mal schleppen sie diese Taugenichtse von Wachen weg und kochen sie über dem Lagerfeuer.\"",
	"map.h1roger:1.guards.11.16.0.message" : "Es war wirklich ein erathianischer Außenposten! Die Grundstruktur war noch intakt, aber die Mauern waren abgenutzt und von Sumpfpflanzen überwuchert. Es müsste komplett renoviert werden - die derzeitigen Bewohner kümmerten sich wenig um solche Nettigkeiten. Diese Gnolls waren bescheidene Kreaturen. \nRauch stieg von irgendwo tief im Inneren der Festung auf, wahrscheinlich ein Kochfeuer. Ich hasse es, jemandem das Abendessen zu verderben. Plötzlich tauchte ein riesiger Gnoll direkt vor mir aus einem Loch in der Wand auf. Sein Hals und Körper waren mit seltsamen Ringen und Knochen bedeckt, und er schwang eine große Keule, die aus den Knochen eines riesigen Tieres gefertigt war. \n\"Abrrgh!\", knurrte der Gnoll. \n\"Sehr erfreut, Sie kennenzulernen, Sir! Ich bin Jeremy\", antwortete ich fröhlich. \n\"Unnah abrrgh dun uuuh!\" \n\"Abrrgh ist es dann! Verstehe. Ich bin ja nicht taub\", erwiderte ich, während die Crew hinter mir kicherte. Die Jungs hatten Spaß an unserer kleinen Unterhaltung. \nDoch dann stieß der Gnoll einen wimmernden Laut aus und hob seine Keule. Wie schade - wir hätten so gute Freunde sein können. Unnötig zu sagen, dass die dumme Kreatur keine Zeit hatte, etwas zu realisieren, und mit einem lauten Knall hatte meine Pistole bereits eine Kugel in seinem Schädel versenkt. Abrrgh fiel mit einem beträchtlichen Loch in seinem Kopf zu Boden. \n\"Vorwärts! Kein Pardon!\" befahl ich.",
	"map.h1roger:1.guards.11.6.0.message" : "\"Käpt'n, kommen Sie her, schnell!\" rief Patris aufgeregt. \nIch näherte mich meinem Kumpel und fand ihn auf den Knien, wie er etwas auf dem nassen Boden untersuchte. Er strahlte förmlich, was sehr merkwürdig war - Patris ist nicht der Typ, der einen mit einem breiten Lächeln im Gesicht begrüßt. \n\"Hier sind Wagenspuren, Käpt'n!\", erklärte er. \"Irgendwo auf dieser Insel gibt es Menschen oder Kreaturen, die klug genug sind, Wagen zu benutzen!\" \n\"In der Tat eine gute Nachricht\", stimmte ich zu. \"Wir werden die Insel sorgfältig auskundschaften müssen, sobald wir uns hier eingerichtet haben. Irgendetwas sagt mir, dass wir eine Menge Abenteuer vor uns haben.\"",
	"map.h1roger:1.guards.2.26.0.message" : "\"Hey Cap'n, guck mal!\", rief ein Junge und winkte uns zu.\n\nEin Wasserfall stürzte eine felsige Klippe hinunter, umgeben von steinernen Frauenstatuen. Ich bin kein Magier, aber ich spürte hier eine magische Präsenz. Es dauerte nicht lange, bis ich mich an die magischen Kreaturen aus der Wasserebene erinnerte, die als Nymphen bekannt sind. Regnanische Magier beschworen sie häufig für ihre Zwecke.\n\n\"Wir haben vielleicht Verbündete an diesem gottverlassenen Ort\", sagte ich und lächelte.\n\"Was meinst du damit?\" fragte Patris.\n\"Hast du jemals diese Regnan-Magier gesehen, die in Gesellschaft von weiblichen Wassergeistern herumlaufen? Es war nicht ihr gutes Aussehen, das ihnen all diese schönen Frauen bescherte; diese kleinen Lieblinge sind Nymphen. Jemand hat mir erzählt, dass sie aus der Wasserebene in diese Welt gekommen sind, als die Magier von Regnan dort ein Portal geöffnet haben\", sagte ich und hüpfte auf einem Bein. Ich musste dringend ein paar Schuhe finden.\n\"Wie kommst du darauf, dass sie uns helfen werden? Sie sehen für mich nicht wie Magier aus\", sagte Patris skeptisch.\n\n\"Patris, beruhige dich doch\", grinste ich. \"Selbst wenn mein charmantes Lächeln sie nicht überzeugt, werden ein paar Münzen den Zweck erfüllen.\" \n\"Wir haben Münzen?\", fragte Patris erstaunt. ",
	"map.h1roger:1.guards.8.19.0.message" : "Wir liefen langsam, aber stetig durch den Dschungel. Wir schickten einen flinken Seehund voraus, der uns vor eventuellen Hinterhalten warnen sollte. Die Einheimischen hatten uns bereits ihre Gastfreundschaft gezeigt. \n\"Cap'n, Cap'n!\" Der Seehund rannte auf uns zu, seine Hände und Beine waren blutig. \n\"Sofort melden! Gibt es da oben einen Hinterhalt?\" \n\"Ein Fort!\", verkündete der Pirat und schnappte nach Luft. \"Im Norden ist ein Fort, Käpt'n, mit ein paar von diesen verdammten Gnollen drin!\" \n\"Ein Fort? Hier, in diesen gottverlassenen Landen?\" Sagte ich verblüfft. \"Wahrscheinlich der alte erathianische Außenposten\", mutmaßte Patris. \"In den Tagen des alten Königs Gryphonheart wurden solche Außenposten auf so ziemlich jeder bewohnbaren Insel errichtet.\" \n\"Interessant\", sagte ich laut. Ich legte dem Seehund die Hand auf die Schulter: \"Du, verbinde diese Wunden und ruhe dich ein wenig aus; das hast du gut gemacht. Wir gehen weiter in Richtung des Forts und bitten die Gnolls, sich einen anderen Ort zum Siedeln zu suchen.\"",
	"map.h1roger:1.header.description" : "Jeremy hat Schiffbruch erlitten und ist auf einer unbekannten Insel angespült worden. Um dieses Szenario abzuschließen, erobern Sie ein verlassenes Fort und bauen es zu einer Burg aus. Jeremy wird auf Stufe sechs begrenzt, kann aber zum nächsten Szenario wechseln.",
	"map.h1roger:1.header.name" : "Piraten und Palmen",
	"map.h1roger:1.monster.10.11.0.message" : "\"Zugang verweigert, Passwort erforderlich!\" dröhnte eine Stimme aus dem Inneren der Eisenstatue. \nDie Anwesenheit dieser Statuen auf der Insel hat mich von Anfang an gewarnt. Ich nahm an, dass es Golems waren, die möglicherweise etwas Wertvolles bewachten. \n\"Käpt'n, das sieht aus wie die Bewachung irgendeines alten Lagerhauses\", sagte Patris und deutete über den Rücken der Golems hinweg. \"Sicherlich gibt es da drin eine Menge Beute.\" \n\"Passwort nicht gegeben. Unbefugte werden getötet\", brüllte die eiserne Wache und riss mich aus meinen Überlegungen. Plötzlich griffen die Wachen an!",
	"map.h1roger:1.monster.14.2.0.message" : "Was könnte schlimmer sein als riesige fleischfressende Glühwürmchen, die in der Nähe des Flusses leben?  Vielleicht, dass wir in der Nähe des Flusses waren?  Vielleicht, dass besagte Glühwürmchen uns ansahen?  Ich habe es geschafft, ein paar von ihnen abzuschießen, aber das hat den Rest nicht abgeschreckt.",
	"map.h1roger:1.monster.17.13.0.message" : "Aus dem Dschungel kam ein lautes Geräusch. Von Neugierde getrieben, gingen einige aus der Crew und ich los, um nachzusehen. Als wir näher herankamen, schien das Geräusch auf uns zuzukommen! Ich wollte gerade der Gruppe befehlen, umzukehren, als plötzlich ein Schwarm Moskitos aus dem Dschungel flog, jeder so groß wie eine Möwe. Ich schaffte es gerade noch, meinen Säbel abzulegen....",
	"map.h1roger:1.monster.18.23.0.message" : "Wir stießen auf menschliche Fußabdrücke im Sand. Mit großen Hoffnungen folgten wir dem Pfad und fanden schließlich das Versteck eines Schmugglers. Sie waren gerade dabei, etwas von einem Boot abzuladen, als sie uns entdeckten. Sie schienen erschrocken zu sein, aber ihre Säbel kamen schnell heraus. \n\"Cap'n, tötet nicht alle\", flüsterte Patris. \"Töten Sie nur die Hitzköpfe, und vielleicht schließen sich die anderen Ihnen an.\"",
	"map.h1roger:1.monster.2.18.0.message" : "Der Hauptmann der Söldner trat vor: \n\"Was zum Teufel! Das ist unser Geheimlager. Niemand weiß davon!\" \n\"Jungs, entspannt euch\", sagte ich. \"Ich und die Jungs erforschen nur die Insel.\" \n\"Ich werde euch entspannen, für immer!\", lachte der Haudegen und zog sein Schwert.",
	"map.h1roger:1.monster.22.17.0.message" : "Ich hätte nicht erwartet, hier Magier zu sehen, aber diese Struktur, die den Dschungel überragt - ich habe so etwas schon an Bracadas Küste gesehen. Aber hier? Patris stupste mich am Arm an, und siehe da, ich drehte mich um und sah Magier aus dem Nichts auftauchen. \nEiner von ihnen schrie: \"Aha! Malcom war nicht mutig genug, selbst aufzutauchen, also hat er Piraten geschickt! Aber wir werden unsere Geheimnisse nicht verraten!\" \nWer zum Teufel ist Malcom? Nun, ich glaube nicht, dass wir Zeit haben werden, um uns zu erklären....",
	"map.h1roger:1.monster.33.5.0.message" : "Ein großer Unhold mit einer Axt kam auf uns zu. Er trug ein Kettenhemd und eine schwarze Augenklappe. \n\"Seid ihr wegen eurer Freunde gekommen?\", knurrte er. \n\"Welche Freunde?\" Ich antwortete erstaunt. \n\"Kragens Bande. Wir haben ihr Versteck mit all seinen Schätzen eingenommen. Und wir sind dabei, es noch ein wenig mehr mit euren Waren aufzufüllen\", grinste der Oger bedrohlich. \n\"Mein lieber Freund, ich habe keine Ahnung, von welcher Bande du sprichst, aber wenn ihr unsere Waren nehmen wollt, müsst ihr sie von meinem Leichnam nehmen.\"",
	"map.h1roger:1.monster.4.6.0.message" : "Unerwartet sahen wir unseren Späher mit Höchstgeschwindigkeit auf uns zurennen. Er flog direkt an mir vorbei, bevor ich überhaupt ein Wort sagen konnte. Während wir verwirrt unsere Umgebung absuchten, sprangen mehrere riesige Bestien aus dem Dschungel. Sie sahen aus wie eine Kreuzung zwischen einer Kuh und einem Basilisken.",
	"map.h1roger:1.monster.5.11.0.message" : "Die unangenehmsten Kreaturen, die es gibt, nach wilden Orks, sind wilde Oger. Und letztere sind noch dümmer als die ersteren. Gekleidet in Felle mit Schädeln, die von ihrer stinkenden Kleidung herabhängen, brachen diese großen, watschelnden grünen Hulks durch den Dschungel. Man konnte sie aus meilenweiter Entfernung hören, und diese riesigen Knüppel, die sie mit sich führen, können einen Menschen wie eine Wanze zerschmettern. Deshalb habe ich den Truppen geraten, sich schnell auf sicheres Gelände zurückzuziehen, bevor sie das Feuer eröffnen.",
	"map.h1roger:1.monster.5.21.0.message" : "Wir trafen immer wieder auf Schädel, die auf Pfählen aufgespießt waren. Ich habe gehört, dass wilde Orks auf diese Weise ihr Revier markieren. Mit diesem Gedanken im Hinterkopf, befahl ich meinen Männern, ihre Waffen bereit zu machen.",
	"map.h1roger:1.monster.6.3.0.message" : "Ein durchdringendes Kreischen ertönte über uns. Als ich aufblickte, entdeckte ich riesige Raubvögel, die über uns kreisten. Ich weiß nicht, wie wir für sie aussahen, aber ob Menschen oder Mäuse, wir mussten auf einen plötzlichen Angriff vorbereitet sein. ",
	"map.h1roger:1.monster.9.21.0.message" : "Ein Pfeil pfiff nur wenige Zentimeter von meinem Ohr entfernt. Patris sprang gerade noch rechtzeitig hinter einen Baum, während ich ihm schnell folgte.\n\n\"Das ist eine Falle!\", schrie einer unserer Jungs.\n\nDanke, ich verstand, dass dies kein Willkommensfest war. Blinzelnd gelang es mir, unsere Übeltäter im Unterholz versteckt zu entdecken. Sie sahen aus wie Eidechsen in Lendenschuhen. Die Echsenmänner standen mit ihren Bögen bereit, offensichtlich waren sie nicht zum Verhandeln hier.",
	"map.h1roger:1.town.13.15.0.name" : "Utopia",
	"map.h1roger:2.event.0.description" : "Der Jolly Roger winkte stolz auf Utopia. Ich und die Jungs haben diesen Ort schon seit ein paar Tagen nicht mehr verlassen. Das könnte etwas mit all dem Kokosnuss-Rum zu tun haben...aber es wäre ein Verbrechen, ihn verkommen zu lassen! Zum Teufel mit allen Sorgen!\n\"He, Käpt'n, ein Trupp Gnolls nähert sich!\", rief eine der Wachen auf den Mauern. \n\"Erschießt diese Bastarde und dann ist Schluss damit!\" Ich brüllte zurück und schlug auf die Rumflasche.\n\"Sie kommen mit einer weißen Flagge!\", beharrte die Wache. \nIch wischte mir den Mund mit dem Ärmel ab und seufzte. \"Gut, lasst ihren Anführer rein. Ich weiß nicht, was sie wollen.\"\nEin stämmiger, braunhäutiger Gnoll betrat den Festungshof. Anders als andere, die wir gesehen hatten, trug er ein Kettenhemd und hatte ein Schwert an seinem Gürtel hängen. Er trug auch nicht die übliche Sammlung von Knochenamuletten und anderem Müll. Dieser hier war definitiv anders. \n\"Abgrrrh?\" fragte ich sarkastisch und erinnerte mich an meine letzte Unterhaltung mit einem Gnoll. \n\"Was?\", antwortete der Gnoll verwirrt. \"Sprichst du überhaupt Erathianisch, Mensch?\" \n\"Das tue ich. Du musstest ja dabei sein\", gluckste ich und freute mich über meinen Scherz. \"Sagen Sie schnell, was Sie wollen, und dann verschwinden Sie.\" \n\"Mein Name ist Alkin. Ich bin der Kriegshäuptling des größten Gnoll-Stammes auf der Insel\", antwortete er und blickte auf die Flasche in meiner Hand. \n\"Ich bin Jeremy Albatross, Kommandant des am besten verteidigten Forts auf der Insel!\" erwiderte ich. \n\"Diese Befestigungen sind ein Witz\", schoss der Gnoll zurück und leckte sich die Wunden. \n\"Sollte eine ausreichend große Gruppe dieser Kreaturen da draußen beschließen, anzugreifen, werden Sie und Ihr Fort in die Erde zurückfallen.\" \n\"Das klingt wie eine Drohung?\" \n\"Ganz und gar nicht. Ich bin aus zwei Gründen hier: Ich möchte Ihnen ein Bündnis anbieten und Ihnen einen freundschaftlichen Rat geben.\" \nEs gab einen kurzen Moment der Stille. \n\"Ein Bündnis!\" Ich lachte. \"Habt ihr das gehört, Jungs? Die Gnolls wollen ein Bündnis! Weißt du, Abgrrrh, ich sehe nicht wirklich einen Grund, mit dir ein Bündnis einzugehen.\" \n\"Ich bin Alkin\", antwortete der Gnoll ruhig. \"Und es gibt gewichtige Gründe für ein Bündnis; du verstehst sie im Moment einfach nicht. Wenn ihr nicht handelt, wird diese Insel bald ein verbranntes Ödland sein. Es wäre besser, sich dieser Bedrohung gemeinsam zu stellen. Und von der Insel könnt ihr sowieso nicht fliehen.\" \n\"Und wer bedroht die Insel?\" verlangte ich zu wissen. \n\"Einer unserer Schamanen hatte eine Vision von Horden gehörnter Ungeheuer, die hier landen - Kreeganer. Ich bin überzeugt, dass sie früher oder später hierher kommen werden. Eeofol ist ganz in der Nähe, und diese Insel ist ein perfekter Ort, um den Schiffen von Erathia und ihren Verbündeten aufzulauern.\" \"Woher weißt du so gut über die Außenwelt Bescheid?\" fragte ich und nahm einen weiteren Schluck aus der Flasche. Der säuerliche Geschmack stach auf meiner Zunge und in meiner Nase. \"Das spielt keine Rolle\", sagte der Gnoll abweisend. \"Ich schlage vor, du hörst auf, dich in einen Stupor zu trinken und versuchst, die Bewohner der Insel unter eine Flagge zu bringen. Das wird der Sache gut tun.\" \n\"Hören Sie Abgr... Alkin. Warum sollten wir unser Leben riskieren, indem wir durch den Sumpf stolpern? Wenn die Kreeganer kommen, werden wir mit ihnen fertig.\" \n\"Es werden viele sein, mit mächtiger Magie und mächtigen Kreaturen, und alles was ihr habt, ist eine Bande von Haudegen. Denkt über mein Angebot nach.\" Mit diesen Worten verabschiedete sich Alkin.",
	"map.h1roger:2.event.1.description" : "Ich beschloss, mit Patris über das Angebot der Gnolle zu sprechen.\n\"Wissen Sie, Kapitän, unabhängig davon, was Alkin gesagt hat, gibt es einen Punkt, den man bedenken sollte. Wir müssen uns den Respekt der Einheimischen verschaffen. Übrigens, die Schmuggler und Banditen der Insel denken bereits daran, sich uns anzuschließen. Wir müssen nur noch einen Platz für sie in Utopia finden\", bemerkte Patris. \n\"Je weniger es von diesen Überfällen gibt, desto einfacher wird unser Leben\", stimmte ich zu. \"Noch eine Sache, Patris. Befiehl den Männern, den Rest des Rums so weit wie möglich zu verstecken.\" \n\"Warum?\", fragte Patris, fast schockiert.\n\"Ich habe schreckliche Kopfschmerzen davon bekommen.\"",
	"map.h1roger:2.event.2.description" : "Die Späher berichten, dass kleine Kreaturen, die wie Kobolde aussehen, in der Nähe von Utopia gesichtet wurden. Wenn das stimmt, dann haben die Kreeganer bereits ihre Späher hierher geschickt und die Invasion könnte eine echte Bedrohung darstellen.",
	"map.h1roger:2.event.3.description" : "Alkin hat mich heute wieder besucht - dieses Mal allein. \n\"Ich sehe, Sie haben meinen Rat befolgt! Eine gute Entscheidung. Efreet, Kobolde und Dämonen wurden in der Nähe der Siedlung meines Stammes gesichtet. Sie sind noch keine Armee, nur ein Spähtrupp - wahrscheinlich planen sie ihren Angriff\", warnte Alkin. \"Hör zu, ich weiß, ich war betrunken, als wir das erste Mal gesprochen haben, also muss ich noch einmal fragen: Wie kannst du dir bei all dem sicher sein?\" fragte ich. \n\"Ha. Sie sprechen mit einem ehemaligen Feldwebel der tatalischen Armee\", grinste Alkin und verschwand wieder in der Dschungelnacht, bevor ich weiter fragen konnte.",
	"map.h1roger:2.event.4.description" : "Späher haben mir beunruhigende Neuigkeiten mitgeteilt. Mitten in der Nacht, tief im Dschungel, sind seltsame Lichter und Geräusche beobachtet worden. Tagsüber stoßen die Späher auf die blutigen Überreste von Leichen, die über Altäre verstreut sind. Es handelt sich offensichtlich um eine Art Ritual. Es gibt Gerüchte, dass die Kreeganer daran arbeiten, Portale für Kobolde, Cerberi und andere üble Kreaturen zu öffnen. Das macht mir eine Gänsehaut. ",
	"map.h1roger:2.event.5.description" : "Ich spürte einen plötzlichen Schmerz in meinem Hinterkopf und drehte mich um, um Alkin auf einem Felsen sitzen zu sehen. Er hatte eine Handvoll Nüsse in seiner Hand.\n\n\"Worauf zum Teufel wartest du, Pirat?\", fragte er scharf und warf eine weitere Nuss nach mir. Diesmal wich ich aus. \"Ich habe gehört, dass die Kreegan-Schiffe in eineinhalb Monaten hier sein werden. Alle bereiten sich auf die Invasion vor.\" \n\"Beruhige dich, siehst du nicht, dass ich mein Bestes tue?\" \n\"Mach es besser\", grinste Alkin und stand vom Felsen auf. \"Wenn wir uns das nächste Mal treffen, hoffe ich, dass wir eine verbündete Armee anführen werden.\"",
	"map.h1roger:2.event.6.description" : "\"Cap'n!\" Patris rief mir zu. \"Ich habe einen großen Vogel über dem Dschungel gesehen - er war mit Schuppen statt mit Federn bedeckt.\"\n\"Das ist ein Ayssid\", antwortete ich. \n\"Dachte ich mir. Ich dachte auch, wenn die Regna-Lords sie benutzen wie die Erathianer die Greifen, warum nicht auch wir?\" \n\"Wir müssen ein Nest mit den Vögeln finden und sie zähmen\", stimmte ich zu. \"Vielleicht züchten wir sie später sogar.\"",
	"map.h1roger:2.guards.17.70.0.message" : "Plötzlich taucht eine Gruppe von Piraten auf dem nahen Riff auf. \n\"Ergebt Euch! Ihr seid uns nicht gewachsen!\", schreit einer und befiehlt seinen Männern, unser Schiff zu entern. ",
	"map.h1roger:2.header.description" : "Um zu gewinnen, erobern Sie alle Außenwohnungen innerhalb von 3 Monaten. Jeremy wird auf Stufe 12 begrenzt, fährt aber mit dem nächsten Szenario der Kampagne fort. ",
	"map.h1roger:2.header.name" : "Meister der Insel",
	"map.h1roger:2.monster.29.12.0.message" : "Dem wütenden Gekreische und den fortgesetzten Versuchen, der Mannschaft die Augen auszureißen, nach zu urteilen, ist nicht jeder Sturmvogel bereit, in der Piratenbrüderschaft zu dienen.",
	"map.h1roger:2.monster.29.2.0.message" : "Die Ayssiden, die die Piraten als ihre Verbündeten anerkennen, scheinen begierig darauf zu sein, in Ihren Reihen zu kämpfen.",
	"map.h1roger:2.monster.30.24.0.message" : "E-e-e-e-k!",
	"map.h1roger:2.monster.35.26.0.message" : "\"Boom-stick man\" tötet unseren Kriegshäuptling! Wir töten Boom-Stick-Man und nehmen den Stick\"",
	"map.h1roger:2.monster.6.1.0.message" : "Riesige Sumpfkreaturen tauchen langsam aus dem Sumpf auf, ihre unzähligen Augen starren Sie bedrohlich an.",
	"map.h1roger:2.monster.68.3.0.message" : "\"Shiver me timbers!\", schreit einer aus der Crew. \"Das sind echte Drachen!\" \n\"Bleibt ruhig! Stellt euch vor, ihr wärt ehrenhafte Ritter!\", sagst du und ziehst deinen Säbel aus der Scheide.",
	"map.h1roger:2.monster.72.38.0.message" : "Sieht so aus, als hätten wir einen der Spähtrupps der Kreeganer gefunden! Wir müssen sie sofort vernichten!",
	"map.h1roger:2.quest.32.40.0.completed" : "Der Gnoll, der zufrieden aussieht, legt das Artefakt in die Mitte eines magischen Kreises und beginnt das Ritual. Plötzlich öffnet er ein Portal zur Wasserebene, und Nymphen beginnen hindurchzugehen. Wenn das Ritual beendet ist, bietet er die Nymphen zu Ihren Diensten an. ",
	"map.h1roger:2.quest.32.40.0.firstVisit" : "Der hier lebende Gnoll-Hydromant bittet um Hilfe bei einem Experiment. Er hat ein Ritual durchgeführt, mit dem er Kreaturen aus der Wasserebene beschwören kann. Er braucht jedoch einen speziellen Gegenstand, um das Ritual zu vollenden.",
	"map.h1roger:2.quest.32.40.0.nextVisit" : "Der Hydromant ist sich sicher, dass sich der Anhänger des Lebens irgendwo auf der Insel befindet.",
	"map.h1roger:2.quest.40.27.0.completed" : "Der alte Oger wird ganz aufgeregt, als er vier grüne Jünglinge sieht, die bereit sind, seinen Erzählungen zuzuhören. Da er keine Verwendung mehr für seine Keule hat, übergibt er sie freudig.",
	"map.h1roger:2.quest.40.27.0.firstVisit" : "Hier lebt ein riesiger alter Unhold. Er liebt es, Geschichten aus seiner Jugend zu erzählen, beklagt sich aber, dass er niemanden hat, der ihm zuhört. Wenn wir ihm etwas dankbare Gesellschaft bringen, z.B. vier junge Oger, die gerne seine Geschichten hören würden, verspricht er, seine magische Keule zu übergeben.",
	"map.h1roger:2.quest.40.27.0.nextVisit" : "Der alte Oger beklagt sich immer noch, dass niemand seinen Geschichten zuhören will. Er wartet sehnsüchtig auf vier Zuhörer.",
	"map.h1roger:2.town.48.44.0.name" : "Utopia",
	"map.h2terror:0.event.0.description" : "Alles geschah so schnell. Wasser sprudelte wie ein gewaltiger Geysir auf der Meeresoberfläche und spuckte ein magisches Schiff aus. Casmetra sagte, dass Bidley auf diesem Schiff war, aber dass jemand anderes bei ihm war und sowohl meinen Bruder als auch das Horn gefangen genommen hatte.\n\"Es ist Dargem\", sagte die Priesterin wütend.\n\"Wer ist Dargem?\" \n\"Ein Söldnermagier. Arbeitet für Regna - oder, um genau zu sein, für einen von Regnas Lords. Es ist ein Nest von Vipern dort, jeder versucht herauszufinden, wie er dem anderen in den Rücken fallen kann. Einer dieser Lords wollte das Horn des Abgrunds in die Hände bekommen, und sein Verlangen war stärker als Ihres. Also schickte er Dargem.\" \n\"Verflucht ... wir müssen sie jagen, sofort! Diego, mach die Schiffe bereit!\" befahl ich.\n\nWir verfolgten Dargem eine Weile, aber schließlich verschwand er hinter einer Insel. Stattdessen wurden wir von Regnas Flotte empfangen. Wir hatten nur eine Handvoll Schiffe, also mussten wir fliehen. Wir errichteten ein Lager auf einer kleinen Insel und beschlossen, Kräfte für einen Angriff auf Dargems Festung zu sammeln, wo er das Horn und meinen Bruder festhält. Ich hoffe, Bidley ist in Sicherheit.  \nWir haben jedoch gute Nachrichten: Tark ist zurückgekehrt! Er ist mit seiner Sippe direkt vor unserem Lager aus dem Wasser aufgetaucht.\n\"Ich habe versprochen, zurückzukehren\", zischte der riesige Reptilienanführer lakonisch.\n\"Wir haben Probleme. Bidley wurde gefangen genommen\", erklärte ich. \n\"Wir werden nicht für euch kämpfen. Einige werden jedoch gegen dich sein. Aber ich bin der Fürst, und die Wahrheit ist mit mir\", antwortete Tark.",
	"map.h2terror:0.event.1.description" : "\"Jeremy\", lächelte Casmetra. \"Ich habe noch mehr gute Nachrichten. Der Diebstahl des Horns hat die Seeschlangen geweckt. Jetzt wandern sie durch den Ozean.\" \n\"Das sind großartige Neuigkeiten - zumindest werden wir reichlich gebratenen Aal haben, schätze ich.\"\n\"Dummkopf\", erwiderte Casmetra. \"Diese Kreaturen meinen immer noch, sie müssten das Horn des Abyss beschützen. Aber die armen dummen Dinger können nicht herausfinden, ob es zurückgebracht oder bewacht werden muss, wo immer es ist. Ich kann sie so verzaubern, dass die Schlangen, die das Horn zurückgeben wollen, uns helfen werden, es von diesem Verräter Dargem zurückzubekommen.\"\n\"Das ist eine gute Idee\", stimmte ich zu. \"Aber was werden wir ihnen sagen, wenn wir das Horn von Dargem bekommen haben? 'Weitergehen, wir haben nur gescherzt?'\"\n\"Ihr Männer versucht immer, zwanzig Schritte voraus zu denken\", sagte Casmetra und rollte mit den Augen. \nAber trotz alledem hätte ich ein Hilfsangebot der Seeschlangen sicher nicht abgelehnt. Nur eine dieser schönen Kreaturen könnte eine Fregatte versenken!",
	"map.h2terror:0.event.2.description" : "Späher berichten, dass die Tatalianer, verärgert über ihre jüngste Niederlage, darauf hoffen, dass ihre gesamte Flotte noch einmal ausgelöscht wird. Sie haben uns auf diesem Archipel gefunden, das bisher nur Piraten bekannt war. Sie haben irgendwo im Osten eine Festung errichtet und bereiten sich auf eine Invasion vor. Auf der einen Seite könnte das großartig sein; sie werden wahrscheinlich nicht in der Lage sein, den Unterschied zwischen zwei Piratenbanden zu erkennen. Andererseits wäre es schrecklich, wenn sie, und nicht wir, Dargem einnehmen würden. Wenn das passiert, wird Bidley sicherlich an einem Seil direkt neben Dargem hängen.",
	"map.h2terror:0.event.3.description" : "Weitere beunruhigende Nachrichten: Zwischen Erathia und Eeofol ist wieder Krieg ausgebrochen. Außerdem sind überall auf dem Kontinent seltsame Städte mit goldenen Kuppelburgen aus dem Nichts aufgetaucht. Casmetra glaubt, dass es sich um eine Invasion von Elementarfürsten handelt. Eine dieser Städte erschien in der nördlichen Region des Archipels. Wahrscheinlich wurden sie von der Macht des Horns des Abgrunds angelockt und hoffen, es zu erwerben.",
	"map.h2terror:0.event.4.description" : "Ich hatte genug von diesem sinnlosen Widerstand und beschloss, Dargem einen Brief zu schreiben. Mein Verstand war zu diesem Zeitpunkt noch nicht ganz klar; durch Rum gestärkt, schrieb ich das Folgende: \n\"Dargem! Hier spricht Jeremy Albatross, Kapitän von Regnas Armada. Ihr habt meinen Weg gekreuzt und meinen Bruder gefangen genommen. Lasst ihn sofort frei, und gebt uns das Artefakt! Wenn Ihr das tut, verspreche ich, dass Ihr und Eure Männer die Insel unversehrt verlassen dürft.\"\n",
	"map.h2terror:0.event.5.description" : "Tarks Nix berichten, dass es unter diesem Archipel ein riesiges Netzwerk von Höhlen gibt. Viele von ihnen sind mit Wasser gefüllt, aber einige Teile sind trocken. Die Höhlen sind uralt; etwas Einzigartiges und Mächtiges könnte darin zu finden sein.",
	"map.h2terror:0.event.6.description" : "Dargem hat sich Zeit gelassen, mir zurückzuschreiben. Ich nehme an, das ist nur ein weiterer Beweis für seine Dummheit und Unfähigkeit, kritisch zu denken. Sein Brief lautete wie folgt:\n\"Der sogenannte Jeremy der Grouse! Ich habe viel zu lange in diesen Höhlen verbracht und darauf gewartet, dass das Glück mir zulächelt und mir einen Reisenden schickt, der noch weniger Glück hat als ich. Und so geschah es. Ich verdiene das Horn - obwohl ich noch nicht herausgefunden habe, wie es funktioniert. Ich schlage vor, du verziehst dich. Dein Bruder ist lediglich eine Garantie für meine Sicherheit. Sobald du weg bist, wird er freigelassen werden. Dargem\"\n",
	"map.h2terror:0.event.7.description" : "Ich habe darüber nachgedacht, was Dargem gesagt hat. Ich rief Casmetra in meiner Kabine an und sagte ihr, dass ich darüber nachdachte, mich zurückzuziehen, um Bidleys sichere Freilassung zu gewährleisten. Die Augen der Priesterin weiteten sich.\n\"Jeremy! Wie kannst du so etwas nur sagen!\", rief sie aus.\n\"Aber wir könnten Bidley retten und unnötiges Blutvergießen vermeiden\", begann ich, als Casmetra mich unterbrach.\n\"Du kannst dir gar nicht vorstellen, was für ein Schurke Dargem ist und was hier auf dem Spiel steht. Das Horn des Abgrunds ist eines der größten Artefakte, die je geschaffen wurden. Es gibt keine Aufzeichnungen darüber, wer es gemacht hat - es wurde wahrscheinlich vor der Silence erschaffen. Es ist ein Geschenk aus dem Zeitalter der Wunder! Wenn wir nur herausfinden können, wie es funktioniert, werden wir wie Götter sein!\" erklärte die Priesterin aufgeregt. Sie trat an den Tisch heran und nahm zu meiner Belustigung einen Schluck von meinem Rum. \"Dargem ist ein Schurke und ein Schurke. Der einzige Grund, warum er Bidley noch nicht umgebracht hat, ist, dass wir in der Nähe sind. Wenn Sie gehen, wird er Ihren Bruder ermorden und an die Haie verfüttern lassen. Das sollte Ihnen klar sein. Es sei denn, Sie sind ein Feigling?\", fragte sie mit Vorwürfen in den Augen.\n\"Nein, Milady. Jeremy Albatross ist der mutigste und kühnste aller Piraten zwischen Enroth, Erathia und Jadame!\" erklärte ich und sprang auf die Füße.\n\"Und deshalb liebe ich dich\", lachte die Priesterin und umarmte mich.\n",
	"map.h2terror:0.event.8.description" : "Dargems Plünderer griffen unsere Versorgungsschiffe an und verschwanden in der Nacht.",
	"map.h2terror:0.event.9.description" : "- Es ist Zeit für Halyava!\n- Nein, KI, nein!!!",
	"map.h2terror:0.guards.0.140.0.message" : "Seid Ihr bereit, Gerechtigkeit walten zu lassen?",
	"map.h2terror:0.guards.111.20.1.message" : "Werden Sie es wagen, dieses uralte Band zu nehmen?",
	"map.h2terror:0.guards.113.8.1.message" : "Schrecklicher Frost und düstere Stille wirken sich negativ auf Ihre Crew aus.",
	"map.h2terror:0.guards.114.3.1.message" : "Diese Höhlen sind so alt wie die Welt....",
	"map.h2terror:0.guards.130.59.1.message" : "Hier gibt es ein ganzes Nest von Seeschlangen!",
	"map.h2terror:0.guards.133.26.1.message" : "Es sieht so aus, als gäbe es hier einen Geheimgang.",
	"map.h2terror:0.guards.60.136.1.message" : "Denken Sie daran, dass dieser Monolith überall hinführen kann und es nicht einfach sein wird, zurück zu kommen.\n",
	"map.h2terror:0.header.description" : "Jeremy, Tark und Casmetra müssen Dargem gefangen nehmen. Die Mission ist verloren, wenn Jeremy besiegt wird. Dies ist die letzte Mission in der Kampagne. ",
	"map.h2terror:0.header.name" : "Verrat",
	"map.h2terror:0.monster.116.26.1.message" : "Eure Anwesenheit hier ist nicht unbemerkt geblieben. Eine mächtige Kreatur ist erwacht....",
	"map.h2terror:0.monster.127.4.1.message" : "Die Wächter der alten Paläste sind in Alarmbereitschaft!",
	"map.h2terror:0.monster.42.47.0.message" : "Halt, oder ich schieße!",
	"map.h2terror:0.quest.30.11.0.completed" : "Werden Sie sie akzeptieren?",
	"map.h2terror:0.quest.30.11.0.firstVisit" : "Eine Gruppe von Piraten, die mit der Führung von Dargem unzufrieden sind, möchte sich Ihnen anschließen.",
	"map.h2terror:0.quest.9.21.0.completed" : "Werdet Ihr sie akzeptieren?",
	"map.h2terror:0.quest.9.21.0.firstVisit" : "Eine Gruppe von Piraten, die mit Dargems Führung unzufrieden sind, möchte sich Ihnen anschließen.",
	"map.h2terror:0.sign.139.3.0.message" : "Kreegan Blockhaus\n\n",
	"map.h2terror:0.sign.54.95.1.message" : "Halle der Teleportation",
	"map.h2terror:0.sign.6.139.0.message" : "Erathian Außenposten",
	"map.h2terror:1.event.0.description" : "Die Kreeganer haben wunderbare Schiffe - es fehlt ein wenig an Geschwindigkeit, aber sie sind perfekt für lange Reisen. Wir machten uns auf den Weg nach Erathia: Es war sinnlos, jetzt nach Regna zurückzukehren, und ein Kampf mit den erathischen Patrouillen würde uns ernsthaft gefährden. \nPatris unterhielt sich mit den neuen Rekruten, die sich uns auf der Insel angeschlossen hatten. Ich glaube, sie waren von Utopias alter Garnison - oder wie auch immer das Fort hieß, bevor wir es übernahmen. Alkin hatte versprochen, sich um Utopia zu kümmern und es mir wieder zu übergeben, falls ich jemals zurückkehren sollte. Aber im Moment musste ich mir ein neues Schiff besorgen, eines, das eines Kapitäns namens Jeremy Albatross würdig war.\nMeine Neugierde wird mich eines Tages ruinieren. Der Wachmann entdeckte etwas, das wie Land aussah, aber ich überprüfte die Kreegan-Karte und sah dort kein Land. Interessant, dachte ich. Und das war der Moment, in dem die Seeteufel von mir Besitz ergriffen, um näher zu segeln und den Anker zu werfen. ",
	"map.h2terror:1.event.1.description" : "In der Mitte der Insel türmte sich ein imposantes Gebäude auf, eingezäunt von spitzen Pfählen. Ich ging mit Patris und ein paar meiner treuesten Jungs an Land und fand am Strand eine Begrüßungsgruppe, die uns bereits erwartete. Überraschenderweise waren es Frauen - sehr hübsche sogar!\n\n\"Zittere vor Angst!\" rief ich aus, als ich ans Ufer trat. \"Bin ich im Himmel angekommen?\" \n\"Das hängt von Ihrer Definition des Himmels ab\", sagte eine der Frauen und trat einen Schritt vor. \"Mein Name ist Casmetra. Ich bin die hohe Hydromantin und die Hüterin der Bibliothek.\"\n\"Jeremy Albatross. Regnas Armeeadmiral\", stellte ich mich vor und verbeugte mich. Ich hörte ein ersticktes Kichern von irgendwo hinter mir.\n\"Welche Angelegenheit führt Sie auf die Insel, Admiral?\", fragte Casmetra.\nBevor ich antwortete, hielt ich inne, um meine neue Bekanntschaft in aller Ruhe zu betrachten. Es war schwer, ihr Alter zu bestimmen, aber sie war sicherlich attraktiv. Ich habe einmal von einem Kapitän gehört, dessen Geliebte eine Magierin war: Sie waren recht glücklich miteinander, bis er herausfand, dass sie doppelt so alt war wie er. Diese Magier! \nMeine Gedanken wurden unterbrochen, als ein junges Mädchen hinter dem Turm hervorstürzte und rief. \"Mylady, wir werden wieder angegriffen!\"\nOhne lange zu zögern rannte ich den Priesterinnen hinterher und sah eine große Gruppe von Menschen, Orks, Echsenmenschen und Untoten. Wer weiß, was so eine unzusammenhängende Bande zusammenbringen könnte, aber sie schleppten einen Rammbock mit der klaren Absicht, die Tore der Festung zu durchbrechen. Casmetra und ihre Priesterinnen griffen sie mit Zaubersprüchen an, während ich, als wahrer Gentleman, mit meiner Pistole auf die Orks schoss, die den Rammbock trugen.\n\n\"Entern, Jungs!\" brüllte ich und sprang von der Mauer herunter. Ich stürzte mich auf unsere Feinde und hieb sie mit meinem Säbel nieder. Die Feinde waren auf diesen plötzlichen Schlag eindeutig unvorbereitet, und sobald die letzten Köpfe gefallen waren, zogen sich die Angreifer zurück. \n\"Du gefällst mir, Jeremy Albatros\", sagte Casmetra und lächelte mich von der Mauer aus an.\n\"Es ist nur Jeremy\", erwiderte ich, während ich meinen Säbel in die Scheide steckte. \n\"Du hast geholfen, ohne gefragt zu werden. Danke.\"\n\"Keine Ursache; Jeremy Albatross beschützt immer Frauen und Kinder. Ich mag ein Pirat sein, aber ich bin ein aufgeklärter und mitfühlender Mann\", sagte ich bescheiden.\n\"Wenn das so ist, würdest du dann einer Frau helfen, ihr Haus vor Banditen zu verteidigen?\"\n\nSpäter, bei einem Becher Ale, erzählte mir Casmetra, dass diese Insel Evenmorn heißt. Ich hatte schon mal von diesem Ort gehört, in Regna. Nekromanten wollen mit Hilfe des Mondtempels ihre geheime Bibliothek plündern, die Wissen über Wassermagie und verwandte Artefakte enthält. Es gab bereits einen erfolglosen Angriff, aber jetzt haben die Nekromanten Söldner aus Tatalia und Krewlod mitgebracht. Die Priesterinnen allein sind einer solchen Streitmacht nicht gewachsen. \nWenn ich jemals Kinder habe und sie mich fragen, warum ich an diesem Krieg der Fremden teilgenommen habe, wird meine Antwort sein: \"Keine Ahnung!\"",
	"map.h2terror:1.event.2.description" : "Dieser Turm namens Sacredcove steht an einem strategisch günstigen Ort, so dass die Nekromanten und ihre Verbündeten versuchen werden, uns zu umzingeln und uns von den Ressourcen abzuschneiden. Wir können für eine Weile Ressourcen von Schiffen aus dem Meer importieren, aber diese werden nicht lange halten.",
	"map.h2terror:1.event.3.description" : "Patris war unglücklich mit meiner Entscheidung. \"Käpt'n, ich weiß, es geht mich nichts an, aber ich verstehe nicht, warum wir diesen ... Frauen helfen\", beschwerte er sich.\n\"Hören Sie, Patris - es gibt viele Vorteile zu bedenken. Sie werden dankbare Verbündete sein, und diese Heilige Bucht könnte unsere Hilfsbasis werden. Deshalb bin ich der Captain, weißt du: weil ich vorausplanen kann! Und deshalb bist du der erste Offizier\", erklärte ich.\n\"Was immer du sagst, Jeremy\", stimmte Patris unwillig zu, \"aber das gefällt mir überhaupt nicht.\"\n\"Warum ist dieses Crewmitglied aufmüpfig?\" fragte Casmetra, der aus dem Nichts auftauchte und mich zusammenzucken ließ.\n\"Das ist kein normales Besatzungsmitglied, das ist mein erster Offizier, Patris\", antwortete ich.\n\"Sehr erfreut\", erwiderte die Priesterin kalt und stellte sich vor: \"Casmetra, die Hohe Hydromantin.\"\n\"Guten Tag, Mylady\", antwortete Patris grinsend und schlenderte mit humpelndem Gang davon.\n\"Ihr solltet strenger sein, was die Hierarchie unter Eurem Kommando angeht\", tadelte die Priesterin.\n\"Sei nicht so ein Langweiler. Wir Piraten sind Brüder zueinander! Alles baut auf gegenseitigem Respekt auf\", schimpfte ich, wohl wissend, dass es in Regna viele Crews und Kapitäne gibt, die aussehen wie die Ogerbanden aus dem Jadame-Raubzug.\n\"Du bist nicht gut im Lügen\", seufzte Casmetra und verschwand in einem magischen Blitz.\n\"Ein schlechter Lügner, ein schlechter Kommandant ... Ich bin ein erbärmlicher Verlierer, wie es scheint\", murmelte ich vor mich hin.",
	"map.h2terror:1.event.4.description" : "Die ersten Vorräte sind von den Schiffen eingetroffen. Ich hoffe, die Nekromanten haben keine ausreichend starke Flotte, um meine Schiffe zu bedrohen, damit die Versorgungskette nicht unterbrochen wird.",
	"map.h2terror:1.event.5.description" : "Heute beschloss ich, eine Nachricht an meinen geliebten Bruder Bidley zu schicken. Inspiriert von etwas Rum, begann ich mit dem Brief. Meine Gedanken weigerten sich eine Zeit lang, sich zu etwas Verständlichem zusammenzufügen. Ich quälte den Stift etwa eine Stunde lang, und endete schließlich mit dem hier: \n\"Ich habe einige Probleme. Dein lieber Bruder J.\"\n",
	"map.h2terror:1.event.6.description" : "Eine neue Versorgungslieferung der Flotte ist eingetroffen. Diego hat eine Nachricht über einen Sturm geschickt, der sich der Insel nähert; sie müssen vielleicht einen neuen Platz zum Ankern finden. Verdammte Scheiße! Das bedeutet, dass der Nachschub bald aufhören wird zu kommen.",
	"map.h2terror:1.event.7.description" : "Große schwarze Sturmwolken nähern sich der Insel. Sieht aus, als hätte Diego recht gehabt. Ich hoffe, sie finden einen Ort, an dem sie sowohl vor dem Sturm als auch vor den Söldnern sicher sind.",
	"map.h2terror:1.event.8.description" : "Ich wollte gerade ins Bett gehen, als Patris mit einem Bericht erschien. \"Cap'n, ich habe ein wenig ausgekundschaftet und herausgefunden, dass der Feind drei Festungen hat. Außerdem gibt es eine unterirdische Nighon-Kolonie - sieht aus, als wäre sie während des Krieges gebaut, aber danach verlassen worden. Wir könnten versuchen, diese unterirdischen Monster für unsere Sache zu gewinnen. Wenn wir das nicht tun, wird der Feind sie benutzen.\"\nIch konnte meine Freude kaum zurückhalten. \n\"Du hörst nie auf, mich zu beeindrucken, Patris. Warst du mal ein AvLee-Ranger oder so was?\"\n\"Nein, Käpt'n\", sagte mein Erster Offizier ironisch. \"Ich spreche nicht gern darüber.\" \n\"Ach kommen Sie, wir sind doch alle Freunde hier. Crewmitglieder sollten keine Geheimnisse voreinander haben.\"\n\"Wenn du willst\", lenkte Patris ein. \"Ich stamme von einem Archipel weit im Osten. Dort gibt es eine erathianische Kolonie, und ich war einer der Männer, die für die Unabhängigkeit gekämpft haben. Daher ist es für mich ganz natürlich, wie eine Ratte durch Sümpfe und Wälder zu schleichen.\"\n\"War Ihr Kampf erfolgreich?\" Ich fragte.\n\"Der Gouverneur hat jeden in unserer Bewegung gefangen genommen - außer mir. Ich wurde auf einem Schiff angeheuert, das am nächsten Morgen nach Erathia segelte, also konnte ich entkommen. Alle anderen wurden gehängt. Seitdem habe ich geschworen, nie wieder nach Hause zu gehen\", schloss Patris mit Angst in der Stimme.\n\"Warum hast du nicht geschworen, dich zu rächen?\" rief ich aus.\n\"Was kann ein einsamer Mann mittleren Alters schon tun? Ich habe keine Reichtümer, keine Überredungskünste und kein Geschick in der Magie. Außerdem sind meine Frau und meine Tochter dort. Ich hoffe, ihnen ist nichts zugestoßen. Meine Tochter muss schon erwachsen sein, wahrscheinlich verheiratet, und weiß nicht einmal, wer ihr Vater war.\"\n\"Und wenn ich dir verspreche, dass wir dorthin zurückkehren und deinem Volk Gerechtigkeit bringen? Wir schicken den Gouverneur mit den Haien schwimmen und setzen Sie als neuen König ein, oder was immer Sie sein möchten\", bot ich lächelnd an.\nPatris' Gesicht wurde blass und er schwieg für einen langen Moment. Doch nach einigem Zögern antwortete er leise: \"Das wäre das größte Geschenk, das Sie mir machen könnten, Käpt'n.\"",
	"map.h2terror:1.header.description" : "Jeremy und Casmetra müssen alle Feinde besiegen, die die Stadt Sacredcove bedrohen. Die Mission ist verloren, wenn Sacredcove vom Feind eingenommen wird. Die maximale Heldenlevel-Obergrenze ist 12. Nach dem Sieg fahren Jeremy und Casmetra mit dem nächsten Szenario der Kampagne fort.",
	"map.h2terror:1.header.name" : "Abendmahl",
	"map.h2terror:1.monster.20.43.0.message" : "\"So viele leckere Helden! Ich werde noch fett!\"",
	"map.h2terror:1.quest.29.43.0.completed" : "Die Glückssucher sind dankbar für Ihre Hilfe, einen Weg für sie freizumachen. Als Zeichen ihrer Dankbarkeit bieten sie Dir eine magische Rüstung als Geschenk an.",
	"map.h2terror:1.quest.29.43.0.firstVisit" : "Eine Gruppe von Glückssuchern hat ihr Lager in einer kleinen Hütte aufgeschlagen. Sie sind hergekommen, um die verlassene Bibliothek zu erforschen, aber eine Gruppe roter Drachen hindert sie daran, hineinzukommen. Die Entdecker bitten Sie um Hilfe.",
	"map.h2terror:1.quest.29.43.0.nextVisit" : "Die roten Drachen zu besiegen ist keine leichte Aufgabe, aber Sie können es schaffen.",
	"map.h2terror:1.quest.44.51.0.completed" : "Die Priesterin ist sehr zufrieden mit Ihrer Arbeit, ihr 50 schöne Ozeaniden zu bringen. Sie lehrt dich den Zauberspruch \"Frostring\". ",
	"map.h2terror:1.quest.44.51.0.firstVisit" : "Die Meerespriesterin will auf Abenteuerreise gehen. Sie braucht jedoch einen Konvoi: 50 Ozeaniden würden ausreichen. Wenn Du sie zu ihr bringst, wird sie Dir einen geheimen Zauberspruch beibringen.",
	"map.h2terror:1.quest.44.51.0.nextVisit" : "Die Priesterin verlangt genau 50 Ozeaniden.",
	"map.h2terror:1.quest.60.60.1.completed" : "Bevor sie ihre Arbeit fortsetzen, möchten die Zwerge Euch einen feinen Hornhelm als Geschenk anbieten. Was sagt Ihr dazu?",
	"map.h2terror:1.quest.60.60.1.firstVisit" : "Eine Gruppe von zwergischen Bergarbeitern beschwert sich, dass einige Knochendrachen in der Nähe ihrer Mine aufgetaucht sind. Sie können ihre Arbeit nicht fortsetzen, bis die untoten Monster vernichtet sind.",
	"map.h2terror:1.quest.60.60.1.nextVisit" : "Die Knochendrachen zu besiegen ist keine leichte Aufgabe, aber Sie können es schaffen.",
	"map.h2terror:1.town.3.4.0.name" : "Mondschein",
	"map.h2terror:1.town.36.33.0.name" : "Heilige Bucht",
	"map.h2terror:2.event.0.description" : "Bidley mochte die Küsten von Krewlod nicht - den Gestank der schmutzigen Ork- und Goblinkörper, ihre Hokuspokus-Sprache, ihr völliges Fehlen jeglicher Kultur, ihre Vorliebe für rohe Gewalt als Lösung für jedes Problem. Er bevorzugte die Lieder der erathianischen Barden, die Kunstwerke der elfischen Handwerker und die Weine von Jadame. All das hatte er zu Hause in Regna - entgegen dem weit verbreiteten Vorurteil, das Piraten fast für Barbaren hielt. Es stimmt, dass es unter den Jungen und Dummen viele niedere Typen gibt, und viele seiner Leute, die leicht in eine Gesellschaft von Krewlod-Schwadroneuren aufgenommen werden würden. Aber es gibt auch eine Menge intelligenter und zivilisierter Leute unter den Kapitänen und Admirälen.\nBidley verließ das Shark Chowder Inn und grübelte. Wenn dieser Trunkenbold Recht hatte und die Barbaren wirklich einen so mächtigen Zauberer gefangen genommen hatten, dann würden sich die Bracada-Zauberer sehr freuen, wenn er gerettet würde. Und das würde bedeuten, dass die Piraten nicht nur mit einer großzügigen Belohnung rechnen konnten, sondern auch das Recht bekämen, Schiffe in der Nähe der Küsten Bracadas zu plündern - solange sie die Zauberer nicht verletzten, versteht sich. Einen Versuch war es wert.\nDie Barbaren hielten gerade ihr Fest des Lebens ab. Als gebürtiger Regnaer konnte Bidley die Feierlichkeiten nie wirklich verstehen. Herzog Boragus war tot, und der noch grausamere und gewieftere junge Barbarenfürst Kilgor nahm seinen Platz ein. Krewlod war immer am Rande der Anarchie, aber im Moment war es näher als sonst. Bidleys Flotte war weit weg, aber er brauchte sie nicht unbedingt. Stattdessen würde er ein paar kühne einheimische Burschen zusammentrommeln, eine der nächstgelegenen Krewlod-Festungen einnehmen und Zargand von dort aus angreifen. Die kunterbunten Stämme waren damit beschäftigt, sich gegenseitig grundlos niederzumachen; für ein paar Münzen würden sie gerne angreifen, wen auch immer er ihnen auftrug.\nBidley hielt einen Passanten an, der eindeutig kein Einheimischer war.\n\"Hey, Kumpel, wo ist die nächste Krewlod-Armeefestung?\"\n\"Direkt nördlich an der Straße\", antwortete der Fremde lakonisch, während er seinen Weg fortsetzte.",
	"map.h2terror:2.event.1.description" : "Alles in allem, dachte Bidley, musste er sich beeilen. Früher oder später würde die Nachricht von ihren Aktionen die mit Ohrenschmalz verstopften Köpfe der örtlichen Lords erreichen, und sie würden versuchen, ihre unwillkommenen Gäste aus dem Gebiet zu vertreiben. Aber durch schnelles und entschlossenes Handeln würden diese Fürsten gezwungen sein, sich zu ergeben und ihm bei der Belagerung von Zargand zu helfen. Sobald Kilgors Gefolgsleute eintreffen, würde natürlich jeder, der ihm geholfen hat, hingerichtet werden - aber diese Barbaren sind so prinzipienlos, dass sie früher oder später sowieso dafür bezahlen werden.",
	"map.h2terror:2.event.2.description" : "Späher berichten, dass Krewlods Armee mehrere Festungen hält. Eine befindet sich im Südwesten, die andere im Nordosten. Das magische Gefängnis befindet sich im Nordwesten, aber es wäre töricht, sich ihm ohne eine starke Armee zu nähern. Man sollte auch bedenken, dass dieses Gefängnis jegliche Magie negiert.",
	"map.h2terror:2.event.3.description" : "Bidley hatte letzte Nacht einen seltsamen Traum. Er träumte, dass er über das Meer segelte und durch das Wasser so klar und deutlich sehen konnte, als ob er über den Horizont blickte. Er konnte auch unter Wasser atmen. Was könnte das bedeuten? Waren das seine nostalgischen Erinnerungen an die Meere? Oder war es nur ein Traum?",
	"map.h2terror:2.event.4.description" : "Ein Besatzungsmitglied rannte am Morgen zu Bidley und übergab ihm einen Brief, der spät in der Nacht angekommen war. Der Pirat war ziemlich überrascht - wer würde ihm einen Brief schicken? Aber nachdem er das Pergament ausgewickelt hatte, erkannte er die vertraute Handschrift. Er enthielt nur die folgende Nachricht:\n \"Ich habe einige Probleme. Dein lieber Bruder J.\"\n",
	"map.h2terror:2.guards.45.36.0.message" : "Bidley bemerkt die Spuren zahlreicher Wagen: Das Fort muss nahe sein. Es bleibt nur noch, die Wachen zu überrumpeln.",
	"map.h2terror:2.header.description" : "Bidley muss die Stadt Zargand einnehmen, um den Gefangenen der Barbaren zu retten. Die maximale Heldenlevel-Obergrenze ist 12. Nach dem Sieg fährt Bidley mit dem nächsten Szenario der Kampagne fort.",
	"map.h2terror:2.header.name" : "Gefangener der Verdammnis",
	"map.h2terror:2.header.rumor.0.text" : "Man sagt, dass erathianische Tavernen ihr Bier verwässern.",
	"map.h2terror:2.header.rumor.1.text" : "Kilgor fehlt ein Auge, weil es von einem Behemoth herausgerissen wurde.",
	"map.h2terror:2.header.rumor.2.text" : "Eeofols Armee bereitet sich auf einen Angriff auf Erathia vor!",
	"map.h2terror:2.quest.41.38.0.completed" : "Ausgezeichnet! Die Zauberinnen sind bereit, sich Eurer Armee anzuschließen.",
	"map.h2terror:2.quest.41.38.0.firstVisit" : "Hier leben zwei Zauberinnen. Sie erklären sich bereit, der Armee beizutreten und Euch mit Zaubersprüchen zu unterstützen - gegen eine kleine Gebühr, versteht sich.",
	"map.h2terror:2.quest.41.38.0.nextVisit" : "Sie verlangen 5 Edelsteine und 2000 Gold, nicht weniger.",
	"map.h2terror:2.quest.55.14.0.completed" : "Jabarkas' Armee wurde besiegt und er wurde in Schande gebracht; er wird sich für einige Zeit nicht mehr blicken lassen. Sind Sie bereit, die Korsaren in Ihre Armee aufzunehmen?",
	"map.h2terror:2.quest.55.14.0.firstVisit" : "Eine Bande von Korsaren versteckt sich hier. Ihr Anführer ist Jabarkas, der Sohn des verstorbenen Herzogs Boragus. Nun gerät Jabarkas wegen des Todes seines Vaters immer wieder in wilde Wutausbrüche. Die Korsaren würden gerne einen neuen Anführer finden, aber nur, wenn ihr alter Anführer besiegt wird.",
	"map.h2terror:2.quest.55.14.0.nextVisit" : "Jabarkas ist noch am Leben und irrt irgendwo herum.",
	"map.h2terror:2.quest.68.37.0.completed" : "Der Priester ist dankbar, die Untoten los zu sein. Er verspricht, sein Wissen mit Ihnen zu teilen.",
	"map.h2terror:2.quest.68.37.0.firstVisit" : "Hier lebt ein Priester. Er erzählt Ihnen von einem Rudel lästiger Mumien. Da er nicht die Kraft hat, sie selbst zu vertreiben, bittet er Sie, die üblen Kreaturen zu vernichten.",
	"map.h2terror:2.quest.68.37.0.nextVisit" : "Die Mumien befinden sich östlich vom Haus des Priesters. Töten Sie sie und kehren Sie zurück.",
	"map.h2terror:2.town.5.5.0.name" : "Zargand",
	"map.h2terror:3.header.description" : "Bidley muss die Wächter des Horns des Abyss im unterirdischen Labyrinth besiegen. Die Mission ist verloren, wenn Bidley besiegt wird. Die maximale Heldenlevel-Obergrenze ist 24. Nach dem Sieg werden Jeremy und Casmetra zum letzten Szenario der Kampagne übergehen.",
	"map.h2terror:3.header.name" : "Auf der Suche nach dem Horn",
	"map.h2terror:4.event.0.description" : "Es war eine gute Idee, ordentliche Vorbereitungen zu treffen, bevor man zum Horn aufbrach. Der Weg der Piraten verlief südlich von Tatalia, in Richtung einer Gruppe unbekannter Inseln. Entweder war es ein Zufall, oder jemand spionierte sie aus, aber sie trafen auf die königliche Flotte von Tatalia: zwei Fregatten und fast ein Dutzend kleinerer Schiffe. Die kleineren Schiffe waren leicht zu versenken, aber sobald sich die Fregatten näherten, war klar, dass sie sich zurückziehen mussten. Bidleys Karavelle gab eine letzte Salve ab und begann, angetrieben von Rückenwind, die gefährliche Ecke zu flankieren. Jeremy war direkt dahinter, gefolgt von den Galeeren. Doch die tatalischen Fregatten verfolgten sie und zerfetzten ihre Segel mit Schrapnellen, in der Hoffnung, die waghalsigen Piraten aufzuhalten. Eines der feindlichen Schiffe holte auf und begann, die Galeeren zu versenken. Echsenmenschen mit Dolchen in den Zähnen sprangen ins Wasser und kletterten an Bord, um auf die Segel zuzusteuern und verwandelten das Deck in ein Blutbad.\nSchließlich war nur noch eine Galeere übrig: Die von Patris. Es war das erste Mal, dass er als Kapitän das Kommando über ein Schiff übernahm. \n\"Wir müssen die Tatalier sofort aufhalten\", sagte Casmetra mit entschlossener Stimme. \"Mit Magie.\"\n\"Werden sie Patris' Kombüse nicht verletzen?\" Jeremy fragte alarmiert.\n\"Ich weiß es nicht. Was passiert, passiert\", antwortete die Priesterin.\n\"Warte, wir können sein Leben nicht riskieren!\", rief Jeremy.\nAber Casmetra hörte nicht zu. Mit einer eleganten Geste webte sie einen zerstörerischen Zauber, der Eisberge aus dem Wasser beschwor. Sie wuchsen schnell und zerstörten alles, was sich ihnen in den Weg stellte. Eis- und Holzbrocken regneten auf die Flotte der Piraten nieder. Die Fregatte der Tatalier wurde beschädigt und die Galeere wurde auseinandergerissen und auf einem aufsteigenden Eiszapfen aufgespießt.\nAls die Zerstörung vorbei war, ging Casmetra in ihre Kabine. Jeremy stand noch eine Weile da und betrachtete den nun zurückweichenden monströsen Eisberg, der ihm das Leben gerettet, seinem Freund aber das Leben genommen hatte. Als Pirat hatte er immer gewusst, dass er früher oder später seinen Ersten Offizier und andere enge Freunde verlieren würde. Das ist das Risiko des Piratendaseins. Aber dass es heute passieren würde, damit hatte er nicht gerechnet.",
	"map.h2terror:4.event.1.description" : "Nach schweren Verlusten an Schiffen und Besatzung kam Bidleys verkrüppelte Flotte an dem von Xanthor markierten Ort an. Es war eine unbedeutende kleine Insel, die von zerklüfteten Bergen umgeben war. Die Worte \"Insel der rachsüchtigen Schlange\" waren von der Hand eines unbekannten Reisenden auf einen der Steine gekritzelt worden, die aus dem Wasser ragten.\n\"Ich sehe hier kein Horn\", bemerkte Jeremy.\n\"Natürlich nicht, mein Freund! Das Horn befindet sich im Inneren des Schlangenlabyrinths, das sich unter der Erde befindet. Und nur ich weiß, wie man dorthin kommt\", verkündete Casmetra, machte einen Schritt nach vorne und begann einen Zauberspruch zu sprechen.\nDie Worte der Priesterin verwandelten sich in lodernde Zahlen und Buchstaben, die auf den Berg zuflogen und in ihm verschwanden. Als sie schließlich verstummte, ließen die Berge ein Dröhnen hören und eine Stimme wie das Klirren von Hammer auf Amboss erklang:\n\"Passwort bestätigt. Der Durchgang wird geöffnet.\"\n\"Was war das?\", fragte Bidley ängstlich.\n\"Ich weiß es nicht\", zuckte Casmetra mit den Schultern. \"Man sagt, dass das Orakel von Enroth so ähnlich klingt.\"\n\"Tausend Teufel! Das ist ... unbeschreiblich!\", rief Jeremy aus.\n\nEin unheilvoller schwarzer Gang öffnete sich zwischen den Bergen. Eine steinerne Leiter war darin zu sehen, deren Ende sich in der Dunkelheit verlor. Bidley nahm eine Pistole in die eine und einen Säbel in die andere Hand.\n\"Wir müssen äußerst vorsichtig sein\", warnte die Priesterin. \"Unten gibt es jede Menge Fallen und Illusionen.\"\n\nBidley nickte, und mit einer Schar treuer Seebären begann er, in die Dunkelheit hinabzusteigen. Gerade als Jeremy und Casmetra ihm folgen wollten, dröhnte die eiserne Stimme:\n\"Zweite Ebene des Schutzes negiert. Beenden des Zugriffs.\"\n\nDer letzte Pirat wollte sich gerade umdrehen und herausspringen, aber die Berge schlossen sich direkt vor seiner Nase wieder. Jeremy schlug und trat verzweifelt gegen die Bergwand, aber nichts konnte den Durchgang wieder öffnen. Casmetra versuchte es noch einmal mit ihrem Zauberspruch, aber diesmal funktionierte er nicht.\n\n\"Verflucht! Ich habe meinen ersten Maat und meinen Bruder gleichzeitig verloren!\", schrie Jeremy und schlitzte sich in seiner Wut die Handfläche mit seinem Säbel auf.\n\"Beruhige dich! Dein Bruder ist am Leben. Er befindet sich im Inneren des Labyrinths. Ob er rauskommt oder nicht, hängt von ihm ab!\", sagte Casmetra und legte Jeremy die Hand auf die Schulter.\n\"Oh, das ist ja großartig. Und was hast du jetzt vor?\", fragte Jeremy bösartig, ohne sich umzudrehen. \n\"Ins Lager zurückkehren und auf Bidley warten. Ich bin mir sicher, dass es ihm gut gehen wird.\"",
	"map.h2terror:4.event.2.description" : "Bidley landete mit einer kleinen Gruppe von Männern in einer Reihe von feuchten Höhlen. Seltsamerweise war der Ort nicht so dunkel, wie er zunächst ausgesehen hatte, denn die Höhlen wurden von einem seltsamen bläulichen Schein erhellt.\n\"Wohin, Käpt'n?\", fragte einer der Seehunde. \n\"Vorwärts\", antwortete Bidley. \"Wir verlassen diesen Ort mit dem Horn, oder wir verlassen ihn überhaupt nicht. Ich vertraue darauf, dass das Schicksal uns noch nicht aufgegeben hat.\"\n",
	"map.h2terror:4.event.3.description" : "Casmetra starrte in einen magischen Globus. Jeremy, der das sah, ging um sie herum, um zu versuchen, hineinzuschauen. \n\"Vorsichtig! Du verwandelst dich noch in einen Frosch!\", sagte die Priesterin.\n\"Ernsthaft?\" rief Jeremy aus und sprang rückwärts. \n\"Nein, das war nur ein Scherz. Aber die Frösche sind noch da.\"\n\"Was?\", fragte der Pirat verwirrt.\n\"Tatalianer\", erklärte Casmetra. \"Ihre Flotte hat sich zurückgezogen, aber sie reparieren ihre Schiffe. Die Soldaten sind an der Küste und erholen sich. Bald werden sie den Mut aufbringen, uns wieder zu suchen, und sie werden versuchen, uns zu vernichten. Sie denken wahrscheinlich, dass Regna beschlossen hat, Tatalia zu überfallen.\" \n\"Wir müssen sie irgendwie zurückhalten\", sagte Jeremy. \"Sonst wird Bidley in den Händen dieser Frösche landen.\"",
	"map.h2terror:4.event.4.description" : "Ich nahm meinen Mut zusammen und rief Casmetra in meine Kabine. Die Priesterin betrat den Raum, ihr Gewand rauschte leise, und warf mir einen fragenden Blick zu. Ich schaute ihr direkt in die Augen. \"Casmetra, ich habe den Verdacht, dass du den Zauber gesprochen haben könntest, ohne die Galeere von Patris zu beschädigen.\" \n\"Wie kommst du darauf?\" Casmetra fragte mit überraschtem Blick. \"Solche Zaubersprüche sind nicht leicht zu kontrollieren. Sie sind wie deine Pistole: Du kannst nicht genau wissen, wohin die Kugel fliegt, oder?\"\n\"Patris war da. Ich habe den Konflikt zwischen dir und ihm bemerkt\", beharrte ich.\n\"Was? Glaubst du ernsthaft, ich würde meine eigenen Lehrlinge und eine Handvoll hervorragender Soldaten verdammen, nur wegen eines mürrischen alten Mannes?\" Casmetra stampfte mit dem Fuß auf den Boden, die Augen blitzten. \n\"Ich ... es tut mir leid, daran habe ich nicht gedacht\", erwiderte ich und setzte mich völlig verwirrt auf das Bett. \"Es ist nur ... ich drehe mich immer wieder um diese Sache. Patris ist tot. Mein Bruder sitzt in der Unterwelt fest, und nur die Götter wissen, ob er da lebend wieder rauskommt. Ich habe mich jede Nacht betrunken, nur um etwas Schlaf zu bekommen.\"\nCasmetra lächelte sanft und kam auf mich zu. \"Du bist müde, Jeremy. Du musst eine Pause machen\", sagte sie und streichelte mich mit ihren schlanken Händen. Ich muss zugeben, dass ihr Duft sehr angenehm war. \n\"In der Tat, etwas Ruhe ist eine gute Idee\", lächelte ich.",
	"map.h2terror:4.event.5.description" : "Ich habe über Patris und sein Zuhause auf der weit entfernten Insel nachgedacht - das Zuhause, zu dem er niemals zurückkehren wird. Es ist möglich, dass jemand den Absturz überlebt hat, aber die Chancen sind ziemlich gering. Eines Tages werde ich diesen Archipel besuchen und Patris' Frau und Tochter finden - oder sie rächen, falls der dortige Gouverneur ihnen in irgendeiner Weise Schaden zugefügt hat. Wir Piraten erfüllen immer den letzten Wunsch der Toten.",
	"map.h2terror:4.guards.100.25.1.message" : "Eine Tagebuchseite, schon wieder.\n\"...mmöglich! Dieser verdammte Ort! Sandra hat sich direkt vor meinen Augen in ein Monster verwandelt. Ich weiß nicht, was es war - ob es eine Illusion oder ein echter Fluch war -, aber ich musste sie töten, oder was auch immer es war, das sie geworden war. Ich habe fast alle meine Leute verloren. Oh Götter, ich war noch nie so unglücklich und so ahnungslos!\"\n",
	"map.h2terror:4.guards.100.62.1.message" : "\"Hinterhalt!\"",
	"map.h2terror:4.guards.100.9.1.message" : "\"Hinterhalt!\"",
	"map.h2terror:4.guards.103.14.1.message" : "\"Hinterhalt!\"",
	"map.h2terror:4.guards.103.39.1.message" : "\"Hinterhalt!\"",
	"map.h2terror:4.guards.104.49.1.message" : "\"Hinterhalt!\"",
	"map.h2terror:4.guards.106.31.1.message" : "\"Hinterhalt!\"",
	"map.h2terror:4.guards.22.19.1.message" : "\"Hinterhalt!\"",
	"map.h2terror:4.guards.38.102.1.message" : "\"Es ist eine Falle!\"",
	"map.h2terror:4.guards.49.28.1.message" : "Eine weitere Seite aus dem Tagebuch.\n\"...nt hier. Das Gruseligste ist, dass das Labyrinth voller Verrückter ist, die hier schon seit wer weiß wie langer Zeit herumwandern. Das ist zusätzlich zu den Wasserbestien und anderen verfluchten Kreaturen. Es ist Wahnsinn, wie viele tapfere Männer hier schon umgekommen sind. Werde ich unter ihnen enden? Die Aufgabe ist nicht leicht. Herrin hat mich vor den Fallen und Illusionen gewarnt, denen ich mich stellen muss. ....\"",
	"map.h2terror:4.guards.50.103.1.message" : "Es gibt keinen Weg zurück!",
	"map.h2terror:4.guards.58.9.1.message" : "\"Hinterhalt!\"",
	"map.h2terror:4.guards.60.33.1.message" : "\"Hinterhalt!\"",
	"map.h2terror:4.guards.60.71.1.message" : "\"Hinterhalt!\"",
	"map.h2terror:4.guards.66.23.1.message" : "\"Hinterhalt!\"",
	"map.h2terror:4.guards.69.36.1.message" : "Eine weitere Seite aus dem Tagebuch: \"Das ist das Ende. Fast alle sind tot. Ich bin nur knapp lebend entkommen! Schreckliche Riesenschlangen... Ich habe noch nie solche Kreaturen gesehen. Diesmal war es keine Illusion. Das ist es, wovor mich meine Herrin gewarnt hat. Jemand rennt auf mich zu. Ich bezweifle, dass er nach dem Weg zur örtlichen Bibliothek fragen will. Ich muss mich auf einen Kampf vorbereiten. Wahrscheinlich meinen letzten. Bald wird sich niemand mehr an den bescheidenen Magier Da.... erinnern.\"",
	"map.h2terror:4.guards.72.7.1.message" : "\"Hinterhalt!\"",
	"map.h2terror:4.guards.77.92.1.message" : "Bidley hat ein verlassenes Floß mit einigen Essensresten und einigen Pergamentstücken gefunden, die aussehen, als wären sie eine Seite aus dem Tagebuch von jemandem.\n\"... kein Schuhwerk. Also musste ich meine Beine mit Leinentüchern umwickeln. Die Herrin sagte, dieses Labyrinth sei voller Schätze, abgesehen vom Horn selbst. Also werde ich mit etwas Glück ein paar magische Stiefel für mich finden. Wie auch immer, ich neige zu dem Gedanken, dass....\"\nWie interessant! Jemand war schon einmal hier und hat auch nach dem Horn des Abgrunds gesucht. Hatte er Erfolg? Bidley nahm die Seite und setzte seine Reise fort.",
	"map.h2terror:4.guards.80.34.1.message" : "\"Hinterhalt!\"",
	"map.h2terror:4.guards.80.45.1.message" : "\"Hinterhalt!\"",
	"map.h2terror:4.guards.82.102.1.message" : "\"Hinterhalt!\"",
	"map.h2terror:4.guards.85.30.1.message" : "\"Hinterhalt!\"",
	"map.h2terror:4.guards.85.61.1.message" : "Bidley fand eine weitere Pergamentseite, die auf der Wasseroberfläche schwamm.\n\"...zuletzt! Panik überwältigt mich in diesem Kerker. Ich habe nicht die geringste Ahnung, was ich tun oder wohin ich gehen soll. Ich hoffe, dass sich diese ganze Idee auszahlt. Ich bin goi....\"",
	"map.h2terror:4.guards.86.4.1.message" : "Ist dies wirklich das {Horn} {von} {dem} {Abgrund}?",
	"map.h2terror:4.guards.86.5.1.message" : "\"Da ist dein Horn, es liegt in der Kiste. Nimm es, schnell!\", sagte Dargem ungeduldig.",
	"map.h2terror:4.guards.88.39.1.message" : "\"Hinterhalt!\"",
	"map.h2terror:4.guards.88.73.1.message" : "\"Hinterhalt!\"",
	"map.h2terror:4.guards.9.12.1.message" : "Bidley näherte sich den Mauern eines baufälligen Gefängnisses, das aus etwas gebaut war, das wie ein Schiffswrack aussah. Eine Stimme kam durch die Tür: \"Hey, Kumpel! Rette mich!\"\n\"Ich bin nicht dein Kumpel\", antwortete Bidley ruhig. \"Sagen Sie mir zuerst, wer Sie sind und was Sie hier tun.\"\n\"Mein Name ist Dargem. Ich bin nur ein Magier, der zur falschen Zeit am falschen Ort war.\" \n\"Sind das nicht deine Manuskripte, die ich auf dem ganzen Weg hierher verstreut gefunden habe?\", fragte der Pirat. \n\"Mein Tagebuch? Und ich habe mich schon gefragt, wo es geblieben ist! Ich wurde von einigen der verrückten Piraten, die sich hier herumtreiben, erwischt\", antwortete der Gefangene.\n\"Waren Sie hinter dem Horn des Abyss her?\" verlangte Bidley.\n\"Ja. Und Sie auch, nehme ich an - niemand kommt wegen der frischen Luft hierher.\"\n\"Und warum sollte ich einen Konkurrenten rauslassen?\"\n\"Warten Sie!\", flehte Dargem. \"Lassen Sie mich raus! Ich bin kein Konkurrent für Sie! Ich brauche das Horn nicht, nicht mehr! Nimm es für dich, und mach damit, was du willst! Sprenge es, trinke Rum daraus, es ist mir egal. Aber ohne mich wirst du nicht in der Lage sein, die Illusionen zu bestehen.\"\n\"Welche Illusionen?\" fragte Bidley alarmiert und trat näher an die Tür heran. \n\"Einige der Seeschlangen, die Sie sehen werden, sind nicht echt. Aber ohne den magischen Zauber, den ich habe, werden Sie nicht in der Lage sein, die echten von den unechten zu unterscheiden\", erklärte der Gefangene.\n\"In Ordnung, gehen wir. Du hast mich überzeugt.\"",
	"map.h2terror:4.guards.92.26.1.message" : "\"Hinterhalt!\"",
	"map.h2terror:4.guards.98.15.1.message" : "\"Hinterhalt!\"",
	"map.h2terror:4.header.description" : "Der Nix-Anführer Tark soll 30 Nix-Gefangene aus der Sklaverei der Nighon-Lords befreien. Die Mission ist verloren, wenn Tark besiegt wird. Das maximale Heldenlevel-Cap ist 24. Nach dem Sieg wird Tark zum nächsten Szenario der Kampagne übergehen.",
	"map.h2terror:4.header.name" : "Die Freiheit des Nix",
	"map.h2terror:4.monster.100.106.0.message" : "\"Ihr Piratenabschaum! Wir wickeln euch die Eingeweide um den Hals und hängen euch damit auf!\"",
	"map.h2terror:4.monster.103.89.1.message" : "Sieht aus, als hätten sich diese Soldaten verirrt und nach langer Zeit des Umherwanderns in diesen Höhlen auch noch den Verstand verloren.",
	"map.h2terror:4.monster.106.6.0.message" : "Muh!",
	"map.h2terror:4.monster.34.57.1.message" : "Nighon wird über alles herrschen!",
	"map.h2terror:4.monster.52.106.1.message" : "\"Zu Euren Diensten, Captain!\"",
	"map.h2terror:4.monster.53.105.1.message" : "\"Hey! Wir finden doch einen Weg hier raus, oder?\"",
	"map.h2terror:4.monster.6.56.1.message" : "Zweifellos sind dies die Wächter des Horns des Abgrunds. Es bleibt nur noch, sie zu töten.",
	"map.h2terror:4.monster.64.61.0.message" : "\"Es gehört uns, uns allen! Verschwinde von hier, Fischliebhaber!\"",
	"map.h2terror:4.monster.76.55.1.message" : "Dies müssen die Überreste von glücklosen Suchern des Horns des Abgrunds sein.",
	"map.h2terror:4.monster.78.64.1.message" : "\"Wir grüßen den Freund unseres Prinzen!\"",
	"map.h2terror:4.monster.86.21.0.message" : "Ameno, dorime....",
	"map.h2terror:4.monster.88.68.0.message" : "\"Hey Kumpel, hast du mal Feuer?\"",
	"map.h2terror:4.monster.99.13.0.message" : "Mal sehen, ob du es verdient hast, unsere Reliquie zu bekommen!",
	"map.h2terror:4.quest.104.5.1.completed" : "Sobald der Hut in den Händen des Kapitäns war, verschwand er mit ihm.",
	"map.h2terror:4.quest.104.5.1.firstVisit" : "Der Geist eines Piratenkapitäns taucht vor Bidley auf. Er deutete auf seinen Kopf. \"Mein Hut ... Ich kann ohne meinen Hut nicht ruhen!\", jammerte der Geist.\n",
	"map.h2terror:4.quest.104.5.1.nextVisit" : "Der Geist erschien wieder. \"Einige Schurken haben mein Grab zerstört und meinen Hut mitgenommen... meinen Hut! Findet den Hut!\" ",
	"map.h2terror:4.quest.104.88.1.completed" : "Die Nymphe ist bereit, Dir 12 ausgebildete Ayssiden im Tausch gegen den Talisman zu geben.",
	"map.h2terror:4.quest.104.88.1.firstVisit" : "Hier lebt eine Meeresnymphe. Sie hat ihren Talisman verloren und bittet dich, ihn zurückzugeben. Sie verspricht, dir im Gegenzug ihre Haustiere zu geben.",
	"map.h2terror:4.quest.104.88.1.nextVisit" : "Die Nymphe schlägt vor, den Talisman im Westen ihres Hauses zu suchen.",
	"map.h2terror:4.quest.105.98.1.completed" : "\"Los, gib mir die Edelsteine, und ich werde dir ein paar uralte taktische Tricks beibringen.\"",
	"map.h2terror:4.quest.105.98.1.firstVisit" : "Bidley sieht einen Schädel in der Wand. Wenn er sich ihm nähert, sagt der Schädel: \"Füttere mich mit zwölf Edelsteinen, und ich werde dich alles lehren, was ich weiß.\"\n",
	"map.h2terror:4.quest.105.98.1.nextVisit" : "\"Nicht genug! Füttere mich mit mehr Edelsteinen!\"",
	"map.h2terror:4.quest.106.100.1.completed" : "Die Nixe bietet 10 Sklavinnen im Austausch für die Halskette an. Sie versichert Ihnen, dass diese Jungfrauen sauber, ordentlich und der Magie mächtig sind.",
	"map.h2terror:4.quest.106.100.1.firstVisit" : "Eine Meerjungfrau, die hier lebt, sagte, sie habe eine wunderschöne Halskette gesehen, mit der sie sich schmücken kann. Sie befindet sich an einem Ort namens Donnertor. Wenn Ihr die Halskette zu ihr bringt, wird sie Euch ihre Priesterinnensklaven zum Geschenk machen.",
	"map.h2terror:4.quest.106.100.1.nextVisit" : "Die Meerjungfrau deutet an, dass sich die Donnertore im westlichen Teil des Labyrinths befinden.",
	"map.h2terror:4.quest.11.71.1.completed" : "\"Harrakk A'do Kallak'h Vek'tro\"",
	"map.h2terror:4.quest.11.71.1.firstVisit" : "Eine riesige Masse von Schlangen schwankt und windet sich vorwärts! Vielleicht ist es nur eine Illusion, aber nur jemand mit magischen Fähigkeiten kann sie überwinden.",
	"map.h2terror:4.quest.11.71.1.nextVisit" : "Die magischen Worte müssen gesprochen werden.",
	"map.h2terror:4.quest.31.4.1.completed" : "Dargem murmelt etwas und die magische Barriere verschwindet.",
	"map.h2terror:4.quest.31.4.1.firstVisit" : "Es sieht so aus, als ob nur diejenigen, die die richtigen magischen Worte kennen, hier passieren können.",
	"map.h2terror:4.quest.31.4.1.nextVisit" : "Wer könnte die magischen Worte kennen?",
	"map.h2terror:4.quest.44.12.1.completed" : "Die Meerjungfrau wird Ihnen im Austausch für das Artefakt Wissen über den Auferstehungszauber gewähren.",
	"map.h2terror:4.quest.44.12.1.firstVisit" : "Eine Meerjungfrauen-Zauberin wünscht sich eine Halskette aus Drachenzähnen. Sie verspricht, Euch einen sehr nützlichen Zauber zu lehren.",
	"map.h2terror:4.quest.44.12.1.nextVisit" : "Die Meerjungfrau sagt, dass das Artefakt irgendwo nördlich von ihrem Haus liegt. ",
	"map.h2terror:4.quest.46.38.1.completed" : "Der Kobold reibt sich aufgeregt die Hände. Sie geben ihm Ihr Gold und andere Ressourcen, und Sie erhalten... Stiefel der Levitation!",
	"map.h2terror:4.quest.46.38.1.firstVisit" : "Der Kobold, der hier lebt, versichert euch, dass er einen Gegenstand hat, den ihr unbedingt haben müsst. Ein Mann weigerte sich, ihn zu kaufen, und er verwandelte ihn in einen Geist. Wenn Sie leben wollen, werden Sie diesen Gegenstand für 15 Quecksilber, 15 Schwefel, 5 Kristalle, 5 Edelsteine und 5000 Gold kaufen. Dies beinhaltet einen Rabatt von 15%, nur für Sie!",
	"map.h2terror:4.quest.46.38.1.nextVisit" : "Der Kobold fragt Sie, ob Sie bereit sind, seinen wichtigen geheimnisvollen Gegenstand zu kaufen?",
	"map.h2terror:4.quest.88.12.1.completed" : "Dargem stürzt sich ungestüm in die Masse der Schlangen und murmelt etwas in einer unbekannten Sprache. Augenblicke später verschwinden die Ungeheuer.",
	"map.h2terror:4.quest.88.12.1.firstVisit" : "Hunderte von Seeschlangen wirbeln das Wasser vor dir auf. Vielleicht sind sie nur eine geschickt eingefädelte Illusion, vor der dich Casmetra gewarnt hat.",
	"map.h2terror:4.quest.88.12.1.nextVisit" : "Die magischen Worte müssen gesprochen werden.",
	"map.h2terror:4.quest.94.90.1.completed" : "Sie setzen die Kristalle ein und die Wand beginnt zu wackeln. Wenn man sie anstößt, wird sie sich öffnen.",
	"map.h2terror:4.quest.94.90.1.firstVisit" : "Bidley sieht fünfzehn Vertiefungen in der Wand, die jeweils eine kristalline Form darstellen. Wenn hier Kristalle mit passenden Formen eingefügt werden, wird sich die Wand wahrscheinlich öffnen.",
	"map.h2terror:4.quest.99.63.1.completed" : "Möchten Sie die Nymphen für den Durchgang bezahlen?",
	"map.h2terror:4.quest.99.63.1.firstVisit" : "Nymphen bewachen diesen magischen Turm. Sie lassen Sie für 7000 Münzen passieren.",
	"map.h2terror:4.sign.104.32.0.message" : "Kaktusinsel",
	"map.h2terror:4.sign.104.50.0.message" : "Nimm das Triangle in deine Seele auf und sei vergeben....",
	"map.h2terror:4.sign.24.100.0.message" : "Jeder soll vor seinem Dreiecksauge knien....",
	"map.h2terror:4.sign.35.63.0.message" : "Das Dreieck ist so dreieckig ... wie das Dreieck.",
	"map.h2terror:4.sign.56.100.0.message" : "Dungeon der rachsüchtigen Schlange",
	"map.h2terror:4.sign.6.96.1.message" : "Der Pfad der Toten",
	"map.h2terror:4.sign.69.72.0.message" : "Das große Dreieck ist das Alpha und Omega....",
	"map.h2terror:4.sign.7.49.1.message" : "Tempel des Abgrunds",
	"map.h2terror:4.sign.82.35.0.message" : "Das Ende von Quadraten und Ovalen ist nahe....",
	"map.h2terror:4.sign.87.69.0.message" : "Die Zwei Palmen Taverne",
	"map.h2terror:4.town.2.32.1.name" : "Grenzenlos",
	"map.h2terror:4.town.21.107.1.name" : "Grenzenlos2",
	"map.h2terror:5.event.0.description" : "Tark beobachtete, wie die Piraten ihre Armee und Ressourcen auf ihre Schiffe luden, aber er war mit seinen Leuten beschäftigt. Sie hatten ihre Existenz viele Jahre lang vor dem Rest der Welt geheim gehalten, aber viele von ihnen waren jetzt entweder tot oder gefangen genommen worden.\n\"Tark, wirst du uns folgen, oder hast du andere Pläne? Wir sind dankbar für deine Hilfe und die Hilfe deines Volkes ...\" Bidley begann.\n\"Ich bin es, der dankbar sein sollte\", unterbrach Tark. \"Ihr habt mir gezeigt, dass es ein Leben jenseits meines Reiches gibt. Das Einzige, was noch zu tun ist, ist, mein Volk zu befreien. Ich weiß, wo sie sind\", fuhr der Reptilienführer fort.\n\"Vielleicht können wir helfen?\" bot Bidley an.\n\"Nein. Ihr habt einen Weg vor euch, und ich habe einen anderen. Ich muss mein Volk retten. Gehen Sie nicht davon aus, dass alle Nix, die Sie treffen, von Ihnen wissen oder Ihnen helfen. Es gibt unter den Nixen genauso viele Schurken wie unter den Menschen\", antwortete Tark und wandte sich dem Meer zu.\n\"Werden wir uns wiedersehen?\", fragte Bidley.\n\"Wahrscheinlich\", antwortete die Nixe. \"Wenn ich zurückkehre, werde ich dich suchen. Wenn nicht ... vergiss mich.\" Mit diesen Worten ging Tark ins Wasser, bis es ihm bis zur Taille reichte, tauchte dann ab und verschwand aus dem Blickfeld.",
	"map.h2terror:5.event.1.description" : "Tark schwamm lange, bis er das unterirdische Reich der Hexenmeister-Lords erreichte. Eine kleine Kolonie von Nixen, unabhängig von dem Inselreich, in dem Tark herrschte, hatte in diesen Unterwasserhöhlen gelebt, bis die Warlocks sie eroberten und versklavten. Es war an der Zeit, diese Nix zu befreien und ihnen auch zu zeigen, wer ihr wahrer Herrscher war. Tark war der letzte einer alten Linie von Nix-Königen. Etwas Schreckliches war ihrer Rasse zugestoßen: Als Folge einer mysteriösen Krankheit erwiesen sich viele ihrer Eier nun als leer. Infolgedessen war die Bevölkerung langsam geschrumpft, und das einst blühende Volk war auf eine Handvoll Nixen auf einer kleinen Insel und den umliegenden Gewässern reduziert worden. \nObwohl er dem flüchtigen Auge wie ein sich langsam bewegendes und langsam denkendes Reptil erschien, nahm Tark Informationen schnell auf. Er wusste, dass die Lords von Nighon gerade in einem Bürgerkrieg steckten. Wenn er in ihr Land eindringen und eine ihrer Städte übernehmen würde, würden sie es nicht sofort merken.",
	"map.h2terror:5.event.2.description" : "Tark wusste, dass er nicht alle retten konnte, aber vielleicht konnte er die Mehrheit retten. Diejenigen, die er nicht retten kann, werden fliehen und für sich selbst sorgen müssen, wenn sie überleben wollen. Nachdem er die Zivilisten der von ihm neu besetzten Stadt verhört hatte, erfuhr Tark, dass die Lords mit Kämpfen beschäftigt waren und den Verlust der Stadt nicht sofort bemerken würden. Außerdem fand Tark heraus, dass die gefangenen Nix in den Kavernen eine Ebene unter der Burg arbeiten. Die giftigen Dämpfe dieser Ebene sind tödlich für Minotauren, Menschen und Troglodyten, aber die Nix bemerken es kaum. Die Hexenmeister schätzen ihre Nixensklaven besonders für diese Eigenschaft.",
	"map.h2terror:5.event.3.description" : "Es ist dunkel und stickig in diesen Höhlen. Tark hat beschlossen, ein neues, besseres Zuhause für seine Leute zu finden. Vielleicht kennen diese weitgereisten Piraten einen ruhigen Ort, an dem sie sich niederlassen können - einen Ort, an dem die Nix Wurzeln schlagen und ihre Zivilisation langsam wieder aufbauen können, ohne Angst vor Eindringlingen. Aus diesem Grund hat Tark beschlossen, sich Bidley und seinen Anhängern anzuschließen, sobald er seine versklavten Verwandten befreit hat.",
	"map.h2terror:5.event.4.description" : "Früher oder später werden die Lords ihren Streit beenden und ihren verlorenen Außenposten bemerken. Es ist wichtig, auf ihr Kommen vorbereitet zu sein und einen Gegenangriff vorzubereiten, von dem sie sich nicht mehr erholen werden.",
	"map.h2terror:5.guards.66.65.0.message" : "\"Ich kann meinen Augen nicht trauen! Du bist der königliche Erbe!\"\n\"Ich bin Prinz Tark.\"\n\"Ich verneige mich vor dir, Prinz. Ich entkam aus den giftigen Minen auf der unteren Ebene. Als der Nighon-Krieg begann, lockerten sie ihre Kontrolle über die Sklaven. Aber warum seid Ihr gekommen, Prinz Tark?\" \n\"Meine Pflicht ist es, so viele unserer Verwandten wie möglich zu befreien.\"\n\"Dann lass mich dich begleiten. Ich bin ein erfahrener Krieger und habe diese Rüstung, die ich einem erschlagenen Minotaurus abnahm. Ich bin bereit, mein Leben zu geben, um unser Volk zu retten\", sagte der Krieger und kniete nieder.",
	"map.h2terror:5.header.description" : "Jeremy, Bidley und Casmetra müssen das Füllhorn einsammeln. Tark muss aus dem Gefängnis befreit werden, um das Szenario abzuschließen. Die maximale Heldenlevel-Obergrenze ist 18. Nach dem Sieg fahren Jeremy, Bidley und Casmetra mit dem nächsten Szenario der Kampagne fort.",
	"map.h2terror:5.header.name" : "Die Gestade der Hölle",
	"map.h2terror:5.header.rumor.0.text" : "Der Anführer der Chaos-Lords heißt Mutare.",
	"map.h2terror:5.header.rumor.1.text" : "Wie nennt man eine Kreuzung zwischen einem Minotaurus und einer Medusa? Mindusa!",
	"map.h2terror:5.monster.47.38.0.message" : "\"Wir haben uns in diesen verfluchten Höhlen verirrt, und als ob das nicht genug wäre, müssen wir uns jetzt auch noch mit euch seltsamen Monstern herumschlagen!\"",
	"map.h2terror:5.monster.58.48.0.message" : "\"Entkommene Sklaven! Greift an!\"",
	"map.h2terror:5.monster.63.44.0.message" : "\"Die Echsen sind entkommen! Schneidet sie nieder!\"",
	"map.h2terror:5.quest.53.33.0.completed" : "Mit frischem Blut, das der sterbenden Kreatur eingeflößt wird, wird sie sich erholen und vielleicht sogar in der Lage sein, eine Waffe zu halten.",
	"map.h2terror:5.quest.53.33.0.firstVisit" : "Ein Nix liegt sterbend in einem entfernten Lager. Er hat zu viel Blut verloren, um zu leben, aber es gibt einen Weg, sein Leben zu retten. ",
	"map.h2terror:5.quest.53.33.0.nextVisit" : "Unsere Bemühungen, den sterbenden Nixen zu retten, bleiben erfolglos.",
	"map.h2terror:5.sign.12.57.0.message" : "Südlicher Tunnel",
	"map.h2terror:5.sign.28.28.0.message" : "Katakomben",
	"map.h2terror:5.sign.35.27.1.message" : "Vorsicht! Giftige Minen voraus. Längerer Aufenthalt ist gefährlich.",
	"map.h2terror:5.sign.43.35.1.message" : "by {F a t a l i s t}",
	"map.h2terror:6.event.0.description" : "Es war laut und schummrig beleuchtet im Black Mark, einem stinkenden kleinen Loch einer Kneipe. Bidley saß in der Ecke und trank billiges Bier. Er hasste diesen Ort von ganzem Herzen, konnte aber nicht mit seiner alten Tradition brechen.\n\nDie Tür öffnete sich, und ein Mann in einer grellen Jacke kam herein. Er hatte eine verblüffende Ähnlichkeit mit Bidley, obwohl er kleiner und schlanker war, und ihm folgte eine prächtig gekleidete und attraktive Frau. Der Mann näherte sich Bidley und rief fröhlich: \"Aha, du alter Hund! Lange nicht gesehen! Wo hast du gesteckt?\"\nBidley erhob sich und umarmte seinen Bruder.\n\"Du hast dich kein bisschen verändert - derselbe junge Trunkenbold, den ich früher kannte. Was ist denn los?\"\n\"Ach, es ist nichts\", sagte Jeremy mit einer Handbewegung, während er sich neben seine Begleiterin setzte. \"Übrigens, das ist Casmetra, der Hohe Hydromancer.\"\n\"Bidley, Captain Bidley\", erwiderte er.\n\"Es ist mir ein Vergnügen, Sie kennenzulernen, Captain. Ich habe schon viel von Ihnen gehört\", sagte Casmetra.\n\"Ach, wirklich? Und was hat man Ihnen bis jetzt erzählt?\", grinste Bidley und nahm einen Schluck von seinem verdorbenen Getränk.\n\"Ich habe gehört, dass Sie Xanthor, den Erzmagier von Catherine, gerettet haben.\"\nJeremy stieß einen Pfiff aus. \"Meine Seele erschaudert! Du hast angefangen, für die Erathianer zu arbeiten, Bruder?\" \n\"Woher hätte ich denn wissen sollen, dass Xanthor in dieser Zelle sitzt?\", brummte Bidley. \"Er war eine Zeitverschwendung, noch dazu ein undankbarer Mistkerl. Jetzt geht das Gerücht um, dass ich für die Königin arbeite! Der Korsar Ihrer Majestät ...\"\n\"Er war undankbar?\" Casmetra fragte erstaunt.\n\"Nun, nicht ganz. Er erzählte mir eine Legende über etwas, das das Horn des Abgrunds heißt....\"\n\"Unmöglich!\", rief die Priesterin aus, und beide Piraten warfen ihr einen überraschten Blick zu.\n\"Was ist daran so besonders?\", fragte Jeremy.\n\"Habt ihr schon einmal von der Klinge des Armageddon oder dem Mantel des Untoten Königs gehört?\" Casmetra fragte aufgeregt. \"Das sind legendäre Artefakte, von außergewöhnlicher Macht und absolut einzigartig! Das Horn des Abgrunds ist eines von ihnen. Es heißt, dass es vollständig und unversehrt irgendwo auf dem Meeresgrund liegt. Derjenige, der es findet, wird die Meere beherrschen - er wird die lebende Verkörperung des Wasserlords!\"\n\"Interessant\", murmelte Bidley. \"Xanthor hat mir genau gesagt, wo das Horn liegt. Wenn es keine Lüge war, natürlich.\"\n\"Du kannst dir nicht vorstellen, wie wichtig dieses Wissen ist\", flüsterte Casmetra und presste eine elegante Hand an ihre Wange.\n\"Gut, dann lass uns das Horn des Abgrunds suchen!\", rief Jeremy.\n\"Nein, das ist zu riskant: Wir haben nicht genug Männer, Schiffe oder Ressourcen. Wir sind nur zwei Kapitäne mit einer Handvoll Seehunde an Bord\", erwiderte Jeremys Bruder.\n\"Ihr habt auch mich, den Hohen Hydromancer, und meine Lehrlinge\", fügte Casmetra hinzu. \"Und ich weiß, wie wir alles bekommen, was wir brauchen. Wir müssen uns allerdings ein wenig anstrengen.\" \n\"Übrigens, Jeremy\", erinnerte sich Bidley plötzlich. \"Ich hörte, du hattest einige Schwierigkeiten. Wie geht es der Black Unicorn?\"\n\n\"Es ist ertrunken\", antwortete Jeremy und lehnte sich in seinem Stuhl zurück.",
	"map.h2terror:6.event.1.description" : "\"Eeofols Ufer\", kommentierte Bidley von seiner Position auf der Mauer des neuen Forts. Weit voraus konnte er die flimmernde Hitze und den Rauch sehen, der aus dem aschschwarzen Terrain aufstieg, wie ein eiterndes Geschwür auf Erathias Körper. Irgendwo dort drüben wimmelte es von Legionen schrecklicher Kreaturen, die durch das verbrannte Land auf die Länder der Menschen zu marschierten.\n\"Diese Bestien haben von allem genug\", sagte Casmetra.\n\"Sie sind zu sehr mit dem Krieg gegen Erathia und seine Verbündeten beschäftigt, um uns zu bemerken. Wir werden die Reichtümer sammeln können, die wir brauchen, um uns das Füllhorn zu leisten.\"\n\"Wie bitte, was?\", fragte Jeremy. \n\"Das Füllhorn\", wiederholte die Priesterin. \"Wir werden Handwerker anheuern müssen, um die notwendigen Elemente des Artefakts herzustellen, und dann werden wir das Füllhorn benutzen, um eine Armee anzuheuern und unsere Flotte vorzubereiten. Allerdings hat dieses Artefakt einen Makel: Es erschöpft sich mit der Zeit und geht schließlich kaputt. Niemand kann mit Sicherheit sagen, wie lange es uns dienen wird.\"\n\"Woher wissen Sie das alles über das Füllhorn?\" fragte Bidley.\n\"Es heißt, Archibald Eisenfaust habe ein solches Artefakt besessen. Es versorgte alle seine Armeen während des Krieges in Enroth. Einer der Gründe für seine Niederlage war, dass das Füllhorn nicht mehr funktionierte\", antwortete Casmetra.\n\"Bei den Tiefen, Frau\", grinste Jeremy, \"wo hast du das alles über Archibald gelernt? Ich dachte, du hättest dein ganzes Leben lang auf dem Felsen im Meer gesessen.\"\n\"Das ist egal\", antwortete Casmetra grimmig. \"Meine Herren, wir haben etwas zu erledigen.\"",
	"map.h2terror:6.event.2.description" : "Späher melden einen erathianischen Außenposten im Süden: Carstrig Fort. Es wäre gut, ihn einzunehmen und für unsere Bedürfnisse zu nutzen. Die Verteidiger des Forts hätten sowieso keine Chance gegen die Kreeganer.",
	"map.h2terror:6.event.3.description" : "Eine Gruppe verängstigter Crewmitglieder stürmte in den Raum. \"Cap'n! Riesige Krokodil-Leute sind gerade an Land gegangen!\"\nOhne zu zögern ergriff Bidley seinen Säbel und rannte los, um nachzusehen.\nTatsächlich lagen zwei große schuppige Kreaturen, die ein bisschen wie Echsenmenschen aussahen, schwer atmend am Ufer.\n\"Mich schaudert's!\", rief Bidley aus, als er sich neben sie kniete. \"Was sind das für Kreaturen?\"\n\"Das sind Nix\", erklärte ihm Casmetra, der sich von hinten näherte. \"Eine uralte Meeresrasse von intelligenten Reptilien. Sie galten als ausgestorben. Vor langer Zeit war ihr Reich irgendwo hier in der Nähe. Irgendetwas muss sie dazu gebracht haben, wieder an die Oberfläche zu kommen. Ich bin sicher, wir werden noch mehr von ihnen sehen.\"\n\"Ich hoffe, sie haben gute Absichten\", erwiderte Bidley.",
	"map.h2terror:6.event.4.description" : "Mit jedem Tag kamen mehr Nix an. Es stellte sich heraus, dass viele von ihnen sprechen und sogar Waffen führen konnten. Sie erklärten, dass ihre alte Stadt auf einer felsigen Insel in der Nähe lag und dass sie von Dämonen belagert wurde. Als ihr Prinz, Tark, versuchte, die Belagerung zu durchbrechen, wurde er gefangen genommen. Tark wird als Geisel in einem kreeganischen Gefängnis irgendwo in der Nähe der Küste von Eeofol festgehalten. Bidley hat beschlossen, ihn zu retten: die Nix könnten wertvolle Verbündete werden.",
	"map.h2terror:6.event.5.description" : "Casmetra beruft ein Treffen zwischen ihr, Bidley und Jeremy ein. \n\"Ich habe düstere Nachrichten. Meine Spione berichten, dass die Kreeganer glauben, dass Catherine die Piraten angeheuert hat, um ihre Streitkräfte zu flankieren und zu hintergehen, also verlegen sie einen Teil ihrer Nachhut an die Küste. Sie werden bald versuchen, uns von hier zu vertreiben. Je schneller wir das Füllhorn einsammeln, desto besser\", informierte sie sie. \n\"Blut und Donner! Das wird Wunder für meinen Ruf bewirken\", murmelte Bidley missmutig. \"Jeder verdammte Seebär wird denken, ich arbeite für Erathia, nur weil ich diesen Magier gerettet habe.\"\n\"Aber ist das nicht eine gute Sache, Bruder?\", fragte Jeremy. \"Rabatte in Tavernen, freier Eintritt in die größten Häfen des Königreichs! Das Einzige, worüber ich mir Sorgen mache, ist, wie ich genug Geld auftreiben kann, um diese Artefakt-Diebe zu bezahlen.\" \n\"Wir können die Kreegans abschlachten und plündern. Wir sind schließlich Piraten!\", rief Bidley aus, und Jeremy stimmte grinsend zu. \n\"Ruf die Jungs zusammen! Wir werden bald Feuerdämonen in Seedämonen verwandeln.\"",
	"map.h2terror:6.event.6.description" : "Ich war im Frachtraum und haderte mit einer Flasche Rum, als Patris auftauchte.\n\"Käpt'n, ich würde gerne mit Ihnen darüber reden, was hier los ist\", sagte er.\n\"In Ordnung, ich höre zu\", nickte ich.\n\"Es gefällt mir nicht, dass diese Frau Sie in all diese Schwierigkeiten hineinzieht. Warum riskieren Sie Ihren Hals bei der Suche nach dem Artefakt? Wir verlieren gute Männer im Kampf gegen diese Dämonen\", sagte mein erster Offizier ernst.\n\"Es war unsere eigene Entscheidung\", erwiderte ich, \"niemand hat uns mitgeschleppt. Das Leben eines ehrbaren Piraten ist ein ständiges Risiko - das weißt du. Und übrigens, wir haben bald ein neues Schiff, ein wunderschönes - eine Fregatte! All diese Großmäuler in Regna werden ihre Zungen verschlucken.\" \n\"In Ordnung, Käpt'n. Sie sind der Boss\", stimmte Patris zu und ließ mich in Ruhe. Ich verstand nicht, warum er Casmetra so ablehnte.",
	"map.h2terror:6.event.7.description" : "Es ist zu bedenken, dass die Kreeganer umso mehr Kräfte sammeln können, je länger wir zögern. Sie werden sehr bald eine tödliche Bedrohung darstellen. Wir müssen den Feind so schnell wie möglich angreifen!",
	"map.h2terror:6.guards.65.2.1.message" : "Man kommt hier nicht so einfach raus - es ist eine Falle!",
	"map.h2terror:6.guards.92.0.0.message" : "Sieht so aus, als würde der Nixenanführer hier festgehalten werden. Hoffen wir, dass er eine dankbare Kreatur ist.",
	"map.h2terror:6.header.description" : "Jeremy, Bidley und Casmetra müssen das Füllhorn einsammeln. Tark muss aus dem Gefängnis befreit werden, um das Szenario abzuschließen. Die maximale Heldenlevel-Obergrenze ist 18. Nach dem Sieg fahren Jeremy, Bidley und Casmetra mit dem nächsten Szenario der Kampagne fort.",
	"map.h2terror:6.header.name" : "Die Gestade der Hölle",
	"map.h2terror:6.quest.12.1.0.completed" : "Wir haben eine Abmachung. Ich werde mit der Arbeit beginnen.",
	"map.h2terror:6.quest.12.1.0.firstVisit" : "Seid gegrüßt! Ich bin in der Lage, eine Quelle für unendliches Holz zu erschaffen. Es wird Euch 30.000 kosten.",
	"map.h2terror:6.quest.12.1.0.nextVisit" : "Kein Deal. 30.000 und nicht ein Goldstück weniger!",
	"map.h2terror:6.quest.13.60.0.completed" : "Wir haben eine Abmachung. Ich werde mit der Arbeit beginnen.",
	"map.h2terror:6.quest.13.60.0.firstVisit" : "Seid gegrüßt! Ich bin in der Lage, eine Quelle für unendliches Quecksilber zu erschaffen. Sie wird 90.000 kosten.",
	"map.h2terror:6.quest.13.60.0.nextVisit" : "Kein Deal. 90.000 und nicht ein Goldstück weniger!",
	"map.h2terror:6.quest.30.17.0.completed" : "Wir haben eine Abmachung. Ich werde mit der Arbeit beginnen.",
	"map.h2terror:6.quest.30.17.0.firstVisit" : "Ich bin in der Lage, eine Quelle für unendlichen Schwefel zu erschaffen. Es wird Sie 90.000 kosten.",
	"map.h2terror:6.quest.30.17.0.nextVisit" : "Kein Deal. 90.000 und nicht ein Goldstück weniger!\n\n",
	"map.h2terror:6.quest.31.0.0.completed" : "Perfekt. Übergeben Sie das Geld und nehmen Sie Ihr Artefakt.",
	"map.h2terror:6.quest.31.0.0.firstVisit" : "Ich bin in der Lage, eine Quelle für unendliche Edelsteine zu schaffen. Es wird Sie 80.000 kosten.",
	"map.h2terror:6.quest.31.0.0.nextVisit" : "Kein Deal. 80.000 und nicht ein Goldstück weniger!",
	"map.h2terror:6.sign.12.81.0.message" : "Fort Kastrig ",
	"map.h2terror:6.sign.75.68.0.message" : "Teufelsbucht",
	"map.h2terror:6.sign.93.0.0.message" : "Gefängnisblock",
	"map.h2terror:6.town.10.79.0.name" : "Fort Kastrig",
	"map.h2terror:6.town.47.43.0.name" : "Nyksas",
	"map.h2terror:6.town.6.8.1.name" : "Zentrum",
	"map.h3horn:0.event.1.description" : "Ich habe das starke Gefühl, dass dies schon einmal passiert ist. Ich bin wieder einmal auf einer unbekannten Insel gestrandet. Und wieder einmal bin ich schiffbrüchig. Patris ist allerdings nicht da... Ich weiß nur noch, dass ich in den Strudel gesogen wurde, als diese Casmetra-Hure das verfluchte Horn an sich riss. Diese abscheuliche Hexe! Weder ich, noch... Oh, was auch immer es war, das sie wirklich interessierte! Das Einzige, was sie wollte, war das Horn des Abgrunds! Flüche! Niemand entkommt dem Zorn von Jeremy Albatros!\n\nIch habe auch meinen hohen Stiefel verloren. Schon wieder. \n\nIrgendwo, nicht weit dahinter, lungerte eine Handvoll Jungs herum, die mit mir in den Abgrund gesogen wurden. Hatten die anderen weniger Glück? Ich hoffe nicht. Bidley wurde zurückgelassen... \"Hey Rapscals!\" rief ich den versammelten Männern zu. \"Wir müssen von hier verschwinden! Aber zuerst müssen wir herausfinden, wo wir sind, shiver me timbers!\" ",
	"map.h3horn:0.event.10.description" : "Timurs Männer berichten, dass sich unter den Inseln ein riesiges Höhlennetz befindet. Sowohl Monster als auch intelligente Wesen hausen dort. Ich mache mir allerdings keine großen Hoffnungen, dass diese \"intelligenten\" Wesen unsere normalen \"Arrrbghs\" weit übertreffen. Sollten wir dort nach Gral suchen?",
	"map.h3horn:0.event.11.description" : "Alarmierende Nachrichten haben mich erreicht, dass die Höhlen von Dämonen bewohnt sind, und zwar nicht nur von Tuunbaq. Während des Ersten Krieges haben die Kreegans eine Expedition hierher geschickt. Catherine konnte jedoch Eeofol und Nighon besiegen, bevor die Expedition eintraf. Das Bündnis mit Eeofol wurde gebrochen, und die Kreeganer wurden in diesen Höhlen zurückgelassen. Ich bezweifle, dass sie mit der Zeit netter geworden sind.\n\nDenn man kann nicht weiß der Teufel wo landen, einen hohen Stiefel verlieren und nicht auf Kreegans treffen.",
	"map.h3horn:0.event.2.description" : "Wieder habe ich das Gefühl, dass ich vergangene Ereignisse wieder erlebe, mit der Ausnahme, dass ich auf einer flachen, stinkenden Insel bin. Mein \"Utopia\" ist wahrscheinlich weit weg von hier. Ehrlich gesagt, habe ich das Gefühl, dass wir uns irgendwo bei Kreegan's Horns befinden. Sogar die Luft ist hier anders... Wir müssen dringend eine Siedlung finden, um die Wasservorräte wieder aufzufüllen. \n\nDas ist der lustigste Teil des Lebens eines Seewolfs: die Chance, an Dehydrierung zu sterben, während man von Wasser umgeben ist. Aber Jeremy Albatross weiß es besser, als sich vor solchen kleinlichen Bedrohungen zu fürchten! Ich bin eher der Meinung, dass Gefahren und Schwierigkeiten den Charakter eines Piraten formen. Sobald ein Buch mit meiner Biografie herauskommt, wird es meine Tapferkeit und Ritterlichkeit als Pirat darstellen!",
	"map.h3horn:0.event.3.description" : "Ein kleiner, dunkler, schielender Mann mit dünnem, dunklem Schnurrbart stand vor mir. Ich erinnerte mich daran, dass solche Stämme irgendwo in Krewlod lebten und ein nomadisches Leben führten. Ich rechnete damit, dass er hier wahrscheinlich ein Anführer war. \n\"Wer sind Sie?\" fragte ich und blinzelte. \"Mein Name ist Timur.\" Antwortete er.\n\"Und wer seid ihr? Was wollt ihr hier?\"\n\"Nein, wer sind Sie!\" Rief Timur aus. \"Wir haben hier friedlich gelebt, ohne Ärger. Ihr kommt, tötet alle und zerstört die Festung!\" \n\"Beantworte die Frage!\" Ich brüllte.\n\"Wir sind Flüchtlinge. Ich habe früher auf Plantagen gearbeitet\", antwortete der Einheimische. \n\"Welche Plantage?\" Ich wunderte mich.\n\"Es gibt eine große Insel im Norden\", antwortete mein dunkler Freund. \"Die Stadt New Steadwick ist dort.\" \n\nJetzt verstand ich, wo ich war, und das machte mich nicht glücklich.\n\"New Steadwick!\" Ich schrie mit solcher Wut, dass nicht nur Timur, sondern auch meine eigenen Männer vor Angst kauerten: \"New Steadwick! Du Schnurrbartgesicht... Sag mir, dass das ein Scherz ist!\" Ich packte ihn am Kragen und setzte ihm meinen Säbel an die Kehle.\n\"Ich schwöre bei Blut und Ehre!\", heulte er und schwitzte Kugeln. \"So heißt es in Wirklichkeit!\" \n\"Habt ihr das gehört, Männer?\" Ich ließ den armen Timur los und wandte mich mit einer Geste an meine Mannschaft: \"Versenkt mich! Ist euch eigentlich klar, wo wir sind?!\"",
	"map.h3horn:0.event.4.description" : "Sehr weit weg, östlich von Erathia, befindet sich ein Archipel inmitten endloser See. Wir, die Piraten, nennen sie die Gilbert-Inseln.  Die Erathianer nennen sie Klondike. Vor einiger Zeit, während der Blütezeit Erathias, errichteten sie auf der größten Insel ein Fort, das sich zu einer Siedlung und später zu einer vollständigen Kolonie entwickelte.\n\nDas milde Klima erlaubt den Anbau von Tabak, Kaffee, Zuckerrohr, lokalen exotischen Früchten und Gemüse. Letzteres war zuvor nur auf Tatalia erhältlich. Nach dem Tod von Gryphonheart wurde die Bindung an den Metroplex gebrochen, und der lokale Vizekönig fühlt sich als Herrscher des Archipels sicher. Die lokalen Piraten forderten ihn für die Kontrolle über das Land heraus, und ein Krieg brach aus. \n\nDoch all das ist nicht so wichtig... Das Wichtigste ist, dass diese Inseln furchtbar weit vom Kontinent entfernt sind! Und ich habe keinen einzigen Anhaltspunkt, wo Bidley liegt und wo man die Segel setzen kann. ",
	"map.h3horn:0.event.5.description" : "Als wir klein waren, erzählte uns Mama immer ein Märchen über den Leitstern. Was lustig ist, ich habe dieselbe Geschichte von Piraten und weiß der Teufel von wem sonst gehört. \n\n\"Jeremy-kan?\" Eine Stimme ertönte hinter mir.\n\n\"Was?\" Ich drehte mich zu Timur um. Er wurde hier zu einer Art Führer, als er merkte, dass ich jetzt das Sagen habe.\n\n\"Ich will nicht fragen. Aber warum hast du dich in diese Gegend begeben? Du kämpfst wie ein echter Steppensohn. Du bist ein Krieger.\"\n\n\"Wa-a-Krieger...\" Ich blökte. \"Ich bin hierher gesegelt, um wegzusegeln. Aber ich weiß nicht, wohin ich gehen soll, und zwar so weit, dass ich einen Leitstern brauche.\" \n\n\"Oh, ich würde auch gerne wegsegeln.\" Lächelte Timur. \"Zündet den Stern an und segelt, wohin das Herz begehrt!\"\n\n\"Verflucht. Mach mir das Leben nicht noch elender.\" Ich rappelte mich auf und wandte mich wieder dem Meer zu.\n\n\"Aber Jeremy-kan! Ich weiß, wie man ihn anzündet!\"",
	"map.h3horn:0.event.6.description" : "Ich genoss genüsslich den einheimischen Brei, während ich in meinen eigenen Gedanken versank. Die Maische wurde aus Zuckerrohr hergestellt. Ich würde nicht sagen, dass er erstaunlich ist, aber das reicht. Plötzlich betrat Timur die Kabine, gefolgt von... Einem Ding. Etwas. Wenn dieser Haufen von etwas weiß, wie man hier rauskommt, bin ich ganz Ohr. Ansonsten würde ich es sofort erschießen, nur für den Fall.\n\n\n\nEs war ein Mann in einem verrückten Gewand mit Federn und einem Hut, der wie ein Vogelkopf aussah, gekleidet. Unter dem Hut waren dunkle Haut, eine große Nase und runde, ausdruckslose Augen zu sehen.\n\n\"Das ist Crang-Crang.\" Timur stellte den Fremden vor. \"Crang-Crang.\" Wiederholte der Fremde ohne Grund. \"Ich habe verstanden.\" Erwiderte ich wütend. \"Zumindest nicht Arbgrh. Wie können wir den Leitstern sehen?\"\n\n\"Gral\", sagte der Schamane.\n\n\"Gral?\" Ich klärte ihn auf.\n\n\"Gral. Bringt Crang-Crang Gral. Lichtstern! Leuchte!\" \n\n\n\nIch zog Timur an einer Schulter zur Seite.\n\n\"Was zum Teufel ist das? Ich bin höchst erstaunt, dass es überhaupt sprechen kann.\n\n\"Jeremy-kan, das ist der Priester des Volkes hier. Sehr weise! Hat allerdings einige Schwierigkeiten zu sprechen.\" \n\"Shiver me timbers! Hat er ernsthaft Gral erwähnt?\" Ich seufzte.\n\n\"Ja. Wir können ihn wahrscheinlich finden, wenn wir uns die Obelisken ansehen. Mein Volk hat Legenden erzählt, dass auf den Obelisken eine Karte abgebildet ist, die zeigt, wo der Gral vergraben ist.\" Der Nomade antwortete.\n\n\"Gut. Bringen Sie Ihren Freund raus, bevor alles hier seinen Gestank aufsaugt... Ich werde darüber nachdenken, was zu tun ist.\"",
	"map.h3horn:0.event.7.description" : "Ich habe keine Ahnung, was der \"Gral\" ist. Ich mag es nicht, über seltsame und irrelevante Themen nachzudenken. Es ist viel schöner, über Gold, Rum und Frauen nachzudenken. Doch das Schicksal gebietet anderes!\n\n\n\nUnd so, der Gral. Ich habe gehört, dass diese Dinge einst vom Himmel fielen. Niemand weiß wirklich, was das ist und wie viele es davon gibt. Aber jeder will einen haben. Nun, wenn Timur recht hat und die Obelisken wirklich die Karte offenbaren, warum dann nicht nach diesem Gral suchen? Ich bin bereit, meinen letzten hohen Stiefel zu verkaufen, um hier rauszukommen und Bidley zu finden. Mama würde mir nie verzeihen, wenn ich mich nicht um meinen lieben Bruder kümmern würde. ",
	"map.h3horn:0.event.8.description" : "Es sieht so aus, als würde ich mich langsam an die Geschichten erinnern, die Patris mir über diesen Ort erzählt hat... Verflucht! Er war von hier, nicht wahr? Er ist geflohen, als ihre Guerillatruppe gefangen genommen und seine Familie eingesperrt wurde. Wie schade, dass Patris nicht mehr bei mir ist. Er hätte sicher einige Besorgungen zu erledigen.  ",
	"map.h3horn:0.event.9.description" : "Es sieht so aus, als hätten die örtlichen Piraten und der Vizekönig von unserer Anwesenheit erfahren. Es gefällt ihnen offensichtlich nicht, dass Jeremy Albatross ihre Pläne durchkreuzt. Gut! Ich liebe es, gefürchtet zu werden. Unsere kleine Festung wird immer häufiger von denen angegriffen, die es mit Piraten und Kolonisten zu tun haben wollen. \n\n\n\nDas einzige, was mir wirklich Angst macht, ist, dass unsere Feinde Gral vor uns finden könnten.",
	"map.h3horn:0.guards.14.36.0.message" : "Sieht nicht nach einer freien Passage aus. Sie scheinen sich daran zu erinnern, dass es heißt, dass man hier nur aussteigen kann. Der Schlüssel zum Eingang liegt wahrscheinlich irgendwo unter der Erde.",
	"map.h3horn:0.guards.19.59.0.message" : "Ich entdeckte ein Boot, drehte mich um und erklärte feierlich: \"Ich gebe diesem Boot den Namen \"Black Unicorn\"!\"",
	"map.h3horn:0.guards.30.55.0.message" : "Ich konnte nie herausfinden, wofür diese Obelisken sind. Sie würden bei Berührung irgendein Kauderwelsch preisgeben.",
	"map.h3horn:0.guards.31.29.0.message" : "Sie können die nahegelegene Insel sehen, die sich im Westen abzeichnet. Sie ist eigentlich gar nicht so weit weg, aber keine Furt in Sicht.",
	"map.h3horn:0.guards.40.13.0.message" : "Man hört ein tiefes, abstoßendes Glucksen, und gleich darauf erhebt sich der hässliche Kopf einer Schlange über den Wellen. Überrascht stürzt ein Besatzungsmitglied über die Reling des Achterdecks. Während die Schlange einen unerwarteten Snack zu sich nimmt, schaffen Sie es, sich zu sammeln und den Kanonieren zu befehlen, das Feuer zu eröffnen.",
	"map.h3horn:0.guards.6.69.0.message" : "Sie sehen eine Gruppe besonders unfreundlicher Gestalten hinter einer nahegelegenen Düne hervorkommen. Derjenige, der das unattraktivste Gesicht hat, hebt etwas Glänzendes über seinen Kopf und beginnt, irgendwelchen Blödsinn zu reden. Nachdem er geendet zu haben scheint, fährt er fort, Stahl zu ziehen, und seine Begleiter tun es auch.",
	"map.h3horn:0.guards.71.56.0.message" : "Euer Schiff fuhr in aller Ruhe seinen Weg. Plötzlich erhob sich eine riesige Welle geradeaus und schlug krachend auf das Deck. - \"Das ist nicht das Meer!\" \nDu riefst und zücktest deine alte Pistole. \n\"Es ist ein Hinterhalt!\"",
	"map.h3horn:0.guards.8.71.0.message" : "Ein Gegenstand, der aus dem Sand ragte, erregte meine Aufmerksamkeit. Ich beugte mich vor, um ihn zu untersuchen... Sieht aus wie eine Art Schuhwerk! Perplex beobachteten meine Jungs, wie ich wütend etwas ausgrub. Ein paar Minuten später holte ich ein Paar schicke hellgrüne Stiefel aus dem Sand. Gut gemacht, aber schmutzig. Ich konnte nicht sagen, ob sie für Männer oder Frauen gedacht waren. Ein schickes Ding, das eher für Bälle geeignet war als für lässiges Umherstreifen... Wie auch immer, ich wurde es leid, mit einem einsamen hohen Stiefel am Fuß zu laufen. Nachdem ich den Sand abgeschüttelt hatte, zog ich einen an. Die Größe passte genau, als wäre er extra für mich genäht worden! \"Schöne Stiefel, Käpt'n!\" Heehawed einer der Besatzungsmitglieder, und der Rest schloss sich seinem lustigen Scherz an. Ich lachte als Antwort. Dann zuckte ich mit den Schultern und ging weiter. Das Glück lächelte mir heute zu.",
	"map.h3horn:0.header.description" : "Jeremy muss einen Gral finden und den Leitstern konstruieren, um seinen Bruder zu finden. Das Leveling ist auf 16 begrenzt. Jeremy wird nach dem Sieg zum nächsten Szenario wechseln.",
	"map.h3horn:0.header.name" : "Grenze",
	"map.h3horn:0.monster.19.58.0.message" : "Was zum Teufel seid ihr? Weg da, das ist unser Boot!",
	"map.h3horn:0.monster.70.2.0.message" : "Steed zum Abendessen, Pirat zum Abendbrot!",
	"map.h3horn:0.quest.11.59.0.completed" : "Ich möchte, dass du dieses Ding zu einem Bekannten von mir bringst. Sein Haus liegt östlich von hier. Machst du das?",
	"map.h3horn:0.quest.11.59.0.firstVisit" : "Sie sind ein Fremder hier, richtig? Zu praktisch! Es gibt eine persönliche Angelegenheit, von der ich nicht möchte, dass jemand Vertrautes davon erfährt. Werden Sie mein Angebot annehmen?",
	"map.h3horn:0.quest.11.59.0.nextVisit" : "Ihr haltet nicht die blaue Fahne hoch. Hau ab!",
	"map.h3horn:0.quest.42.24.0.completed" : "Faszinierend! Dieses Kleeblatt wird perfekt in meine Pläne passen! Übrigens, hättest du Lust auf einen kleinen Botengang? Dieses Ding hier ist verflucht. Nordöstlich von hier wohnt ein Kauz, der weiß vielleicht, wie man den Fluch aufhebt.",
	"map.h3horn:0.quest.42.24.0.firstVisit" : "Ich erwarte einen Boten mit einem Paket von meinem Freund, es soll eine lebende Pflanze sein.",
	"map.h3horn:0.quest.66.1.0.completed" : "Meine Puppe! Na endlich! Ich werde wieder in der Lage sein, Flüche zu sprechen! Oh, die großen alten Zeiten kommen zurück! Und wenn ich daran denke, dass ich auf Schlangenbefall zurückgreifen musste, um mich mit meinen Nachbarn anzulegen! Das macht nicht annähernd so viel Spaß, und die Schlangen werden in letzter Zeit zu groß und schwer zu handhaben. Nimmst du sie mir ab?",
	"map.h3horn:0.quest.66.1.0.firstVisit" : "Vor langer Zeit habe ich ein sehr wertvolles Ding verloren. Es sieht vielleicht nicht so aus, als hätte es einen großen Wert, aber es birgt einige liebe Erinnerungen. Wenn Sie es finden und mir zurückbringen könnten, wäre ich Ihnen sehr dankbar.",
	"map.h3horn:0.quest.67.59.0.completed" : "Ein Dämonen-Hufeisen! Genau das, wonach ich gesucht habe. Ich bin so dankbar, dass Sie es mir gebracht haben. Können Sie das Ding jetzt meinem Kollegen geben? Seine Hütte ist in der Mitte des Archipels. Er möchte vielleicht auch, dass Sie etwas für ihn tun.",
	"map.h3horn:0.quest.67.59.0.firstVisit" : "Mein Freund wollte mir ein bestimmtes Artefakt schicken, wenn er jemanden Zuverlässigen findet, dem er es übergeben kann. Würden Sie das zufällig sein? Das betreffende Ding ist ein großes, rostiges Hufeisen.",
	"map.h3horn:0.quest.71.18.0.firstVisit" : "Eine Schlange verschlang meinen Schlüsselbund und huschte in Richtung Westen davon. Jagt ihm nach und bringt mir das Ding zurück. Ich werde den Gefallen erwidern.",
	"map.h3horn:0.sign.23.11.0.message" : "Plantage",
	"map.h3horn:0.sign.27.53.0.message" : "Bounty-Insel",
	"map.h3horn:0.sign.36.41.0.message" : "Gallavant war hier",
	"map.h3horn:0.sign.46.30.0.message" : "Diese Inseln wurden von der mutigen Seefahrerin Siagum und ihrem ersten Offizier Tsilataf entdeckt.",
	"map.h3horn:0.sign.46.71.0.message" : "Festung Kenengem",
	"map.h3horn:0.sign.63.5.0.message" : "Smaragd-Lagune",
	"map.h3horn:0.sign.64.66.0.message" : "Hier wird Serene gefangen gehalten. Sie ist schuldig, den Kerker unbefugt betreten zu haben.",
	"map.h3horn:0.town.17.55.0.name" : "Sharkania",
	"map.h3horn:0.town.32.8.0.name" : "Neu Steadwick",
	"map.h3horn:0.town.5.14.0.name" : "Barkling Bucht",
	"map.h3horn:0.town.68.7.0.name" : "Immergrün",
	"map.h3horn:1.event.0.description" : "Bidley konnte nicht verstehen, wo er sich befand. War er tot? Das Letzte, woran er sich erinnerte, war, wie er in einen Strudel hineingezogen wurde. Und jetzt war er an diesem seltsamen Ort mit dem Rest seines Teams. \n\n\n\nEs schien, als stünde er auf dem Grund des Meeres. Hoch über seinem Kopf gab es Fischschwärme und riesige Schildkröten, die schwammen (oder flogen?). Aber es war nicht rundherum Wasser. Wenn es Wasser wäre, könnte er nicht atmen oder sich frei bewegen. Es war, als wäre die Luft um ihn herum zähflüssig und feucht wie eine extrem durchsichtige Flüssigkeit, in der er atmen konnte. \n\n\n\nHinter ihm befand sich ein verblasstes Portal. Irgendwo auf der anderen Seite des Portals befanden sich Jeremy, Tark und die listige Hexe Casmerta mit dem Horn. Jetzt wurde Bidley klar - all das wurde von der Hexe eingefädelt, damit sie das Artefakt bekommen konnte! Während Bidley gefangen genommen wurde, belauschte er Dagrem. Er erfuhr, dass Casmetra einen Magier angeheuert hatte, um das Horn zu finden, aber als dieser versagte, warf sie ihn in eine Höhle. Deshalb wollte er sich an ihr rächen und das uralte Relikt an sich nehmen. Aber Bidley hätte früher darüber nachdenken sollen. \n",
	"map.h3horn:1.event.1.description" : "Eine seltsame Kreatur näherte sich den Truppen von Bidley...Obwohl er schon einige dieser Art zu sehen bekam - es war ein Kobold. Er war einfach nur neugierig, wie sie durch diese hiesige \"Luft\" flog. \n\n\n\n \"Wow!\", sagte der Kobold mit klingender Stimme, \"das müssen Primes sein!\n\n\"Wo ... wo sind wir?\", fragte der verwirrte Pirat.\n\n\"In der Wasserebene!\", antwortete sie lachend, \"Ist es nicht schön hier?\"\n\n\"Wunderschön\", nickte Bidley düster, \"aber wie kommen wir hier wieder raus?\"\n\n\"Nun, das ist schwierig. Sie müssen Marinus fragen.\"\n\n\"Wo kann ich ihn finden?\"\n\n\"Es gibt hier in der Nähe eine Stadt - Saltwater. Aber Primes werden dort nicht eingelassen.\" \n\n\"Ich werde auf jeden Fall eingelassen\", sagte Bidley und steckte seinen Säbel an den Gürtel.\n\n\"Was für ein furchtbarer Primus!\", lachte der Kobold wieder, \"dann viel Glück. Das Salzwasser liegt östlich von hier.\"",
	"map.h3horn:1.event.2.description" : "Bidley fühlte sich krank im Herzen. Er hatte seinen Bruder in diesen verrückten Plan hineingezogen, und jetzt hatte er ihn verloren. Ist Jeremy noch am Leben? Aber der Pirat war sich sicher, dass er ganz sicher aus dieser seltsamen, fremden Welt herauskommen und seinen Verwandten finden würde.",
	"map.h3horn:1.event.3.description" : "Bidley betrat ein wunderschönes Gebäude von unbekannter Architektur. Es muss eine Art Bibliothek gewesen sein. Weder Fackeln noch Kerzen erhellten den Raum, sondern irgendwelche seltsamen Kugeln, die in hellem, weißblauem Licht schimmerten. Die Bücherregale ächzten vor Büchern, Treppen führten zu den oberen Regalen. Im Übrigen war es eine typische Bibliothek. \n\n\n\n\"Wer sind Sie?\", ertönte eine Stimme aus der Dunkelheit. \n\n\"Ich bin Kapitän Bidley\", antwortete der Pirat und drehte sich zu der Stelle, von der die Stimme kam, \"und ich suche Marinus.\"\n\nAus der Dunkelheit kam eine seltsame Kreatur, die wie ein Mensch aussah, ohne Haare und mit Schuppen bedeckt. \n\n\"Wofür brauchst du Marinus, Primus?\", fragte das Wesen.\n\n\"Ein Kobold hat mir erzählt, dass er weiß, wie man aus der Wasserebene herauskommt.\"\n\n\"Nun, sie hat dich nicht belogen\", stimmte der Eingeborene zu, \"ich bin Marinus, der Hüter der Bibliothek des Salzwassers.\" \n\n\"Warum nennt ihr uns \"Primes\"?\", fragte Bidley.\n\n\"Wir nennen alle Insassen eurer Welt \"Primes\" und dergleichen. Ja, und starrt mich nicht an. Ich bin ein Wassermann. Unsere Rasse ist nicht so zahlreich, aber einige meiner Sippenangehörigen leben auch in eurer Welt. \n\n\n\nEin paar Minuten später ließ Bidley seine Leute gehen, und Marinus und er setzten sich in Sessel.\n\n\"Ihr seid zu einem ungünstigen Zeitpunkt gekommen\", seufzte der Meermann, \"derzeit sind die Elementarherren mit dem Krieg mit den Kreeganern in eurer Welt beschäftigt und fürchten sich vor Rache von deren Seite. Deshalb ist es schwierig, in irgendeine Ebene zu gelangen, und so ist es auch, wieder herauszukommen. Aber du kannst warten, bis der Krieg zu Ende ist.\"\n\n\"Ich habe keine Zeit zum Warten\", seufzte der Pirat. \"Mein Bruder ist vielleicht in Schwierigkeiten. Ich bin verraten worden, und jetzt will ich mich an den Verrätern rächen.\" \n\"Dann hast du keine große Wahl\", sagte Marinus verwirrt. \"Der nächste Weg in deine Welt ist das Portal in Coralgate. Aber der Wasserlord hat dort mächtige Wachen aufgestellt, um Invasionen der Krigans zu verhindern. Sie werden niemanden rein- oder rauslassen. \n\n\"Wenn ich kämpfen muss, bin ich bereit!\", sagte Bidley mit Inbrunst. \n\"Du wirst nicht nur kämpfen müssen\", sagte der Wächter kopfschüttelnd, \"der Wasserlord hat auch den Fall vorausgesehen, dass die Wachen fallen. Deshalb sind die Tore zu Coralgate mit dem Wasser-, Nebel- und Eisschlüssel verschlossen. Genauso wie der Eingang... ",
	"map.h3horn:1.event.4.description" : "Der Wassermann sagte, dass der Eisschlüssel im Südwesten zu finden ist und von mächtigen Eisdrachen bewacht wird. Und Bidley hat nur begrenzte Ressourcen: Er muss Kreaturen aus der Wasserebene zähmen. Wahrscheinlich ist es besser, zuerst nach den Nebel- und Wasserschlüsseln zu suchen? Sie werden von den Männern des Wasserlords bewacht. Wenn wir sie besiegen können, werden wir in der Lage sein, mehr Kreaturen auf unsere Seite zu bringen. ",
	"map.h3horn:1.event.5.description" : "Bidley erinnert sich an seinen alten Traum. In diesem Traum schwimmt er im Wasser und kann sehr deutlich hindurchsehen, als ob es Luft wäre. Kann es ein prophetischer Traum gewesen sein, der seinen Eintritt in die Wasserebene vorhersagte? Diese Gedanken jagten ihm einen Schauer über den Rücken. \"Quatsch und Unsinn! Das ist nur ein Zufall\", dachte Bidley, um sich zu beruhigen. Aber tief in seinem Inneren wusste er, dass alles gar nicht so einfach war. ",
	"map.h3horn:1.guards.5.40.0.message" : "Ihre Crewmitglieder haben ein Wrack gesichtet, Leichen treiben vorbei. \n\"Ein paar von den armen Kerlen haben vielleicht überlebt, Käpt'n... Wir könnten zusätzliche Hände gebrauchen\", äußerte ein junger Matrose. \n\"Richtig, Kumpel\", stimmten Sie zu. \"Nehmen Sie Kurs auf das Wrack!\" \nDoch bei näherer Betrachtung waren alle Leichen bereits reif und verfaulten in der Sonne. Sie befahlen, sofort aufzubrechen, aber anscheinend hatten die Toten ihren Schabernack im Sinn.",
	"map.h3horn:1.guards.51.107.0.message" : "Als Sie die Wasseroberfläche beobachteten, bemerkten Sie eine Flasche, die in der Nähe schwamm. Du befahlst der Mannschaft, sie herauszufischen und hofftest, dass sich darin keine bösen Geister befanden. Bald rannte einer der Matrosen auf Sie zu und sagte: \n\"Unglaublich! Vielleicht ist es eine Botschaft von anderen Gefangenen des Plans?\" \nDu hast ihm die Flasche entrissen, sie enthielt einen Zettel. Nachdem Sie die Nachricht gelesen hatten, stellten Sie fest, dass sie furchtbar veraltet war. \n\"Der Autor dieses Briefes war Barsolar, ein Cousin des unsterblichen Königs und einer der größten planaren Abenteurer. Er starb vor ein paar Jahrzehnten auf Enroth... Aber wenn er es einmal geschafft hat, können wir das auch!\"",
	"map.h3horn:1.guards.52.8.0.message" : "Der Wasserlord-General, der Coralgate bewacht, wies von der Mauer aus auf Bidley,\n\"Dummer Primus! Was machst du da? Du schwächst uns, indem du dich mit Krigans verschwörst. Sie sind nicht nur Feinde für uns, sondern auch für Euch. Was nun? Wollt ihr diese uneinnehmbare Festung angreifen? Ihr werdet jetzt wegen eurer Dummheit zugrunde gehen!\"\n\"Trotzdem werde ich meine Chance nutzen, euch da rauszuschmeißen und nach Hause zu kommen!\" antwortete Bidley fest.  ",
	"map.h3horn:1.header.description" : "Bidley muss die Stadt Coralgate einnehmen und der Wasserebene entkommen. Bidley darf nicht sterben. Die maximale Heldenstufe ist 18. Nach dem Sieg wird Bidley zum nächsten Szenario wechseln.",
	"map.h3horn:1.header.name" : "Herz aus Wasser",
	"map.h3horn:1.sign.11.88.0.message" : "Eisschlüssel",
	"map.h3horn:1.sign.12.47.0.message" : "Taste Wasser",
	"map.h3horn:1.sign.92.44.0.message" : "Nebel-Taste",
	"map.h3horn:1.town.54.7.0.name" : "Coralgate",
	"map.h3horn:1.town.86.98.0.name" : "Salzwasser",
	"map.h3horn:2.event.0.description" : "Jeremy betrat \"Black Mark\", sah sich schnell um, breitete die Hände aus und rief fröhlich: \"Mein kleiner Bruder!\"\n\nBidley hatte keine Zeit zu reagieren und landete in den Armen seines Verwandten. \n\"Jeremy! Thunderation! Wo kommst du denn her? Ich wollte mich gerade auf die Suche nach dir machen.\n\"Der Leitstern hat mir den Weg gezeigt\", antwortete Jeremy fröhlich und ließ seinen Bruder los. \n\"Welcher Stern?\", runzelte Bidley die Stirn.\n\"Ist doch egal. Er ist schon verblasst. Du kannst dir nicht vorstellen, wo ich gewesen bin! Kannibalenstämme, Sklavenhändler, dieser Mais ...\nSie Glücklicher! Und ich war auf der Wasserebene\" \n\"Was hast du dort gemacht?\", fragte Jeremy misstrauisch. \"Segeln\", antwortete Bidley kühl. \n\nDie Piraten setzten sich an den Tisch und diskutierten eine Weile über ihre Abenteuer, doch dann kam das Thema auf, wer sie eigentlich in diese Abenteuer verwickelt hatte.\n\"Casmetra\", seufzte Bidley, \"diese Hexe. Sie hat uns alle getäuscht. Sie hat sogar ihren Söldner verraten. War es ... Dargen?\" \n\"Dagrem\", stimmte Bruder zu, \"aber Jeremy Albatross vergisst seine Übeltäter nie! Casmetra wird für ihre bösen Taten bezahlen.\" \n\"Was du nicht sagst!\", lächelte Bidley und trank einen Schluck Wein, \"ich dachte, du wärst gut mit einem anderen.\" \n\"Ja, aber was sollte ich tun?!\", Jeremy machte eine hilflose Geste, \"ich war schon immer zu verführbar für die Schönheit der Frauen! Ich bin nicht so grausam wie mein Bruder, der sich weder für Frauen, noch für Männer, noch für Nixen interessiert. Hast du jemals über eine Karriere im Sonnentempel nachgedacht?\" \"Darüber werde ich nachdenken, sobald ich Casmetra persönlich erwürgt habe\", antwortete der ältere Bruder kühl. \n\"Weißt du, was das Merkwürdigste daran ist?\", sagte Jeremy in einem ernsten Ton, der den ganzen Spott wegließ, \"Sie versteckt sich nicht. Diese Hexe hat allen Regna verkündet, dass sie das Horn des Abyss erhalten hat. Ich glaube, dass sich ausgerechnet der Dread Pirate Stanley in seiner Villa versteckt und so tut, als wäre nichts Besonderes passiert. Außerdem konnte ich einige Informationen sammeln...\" \n\"Sie haben Angst vor ihr\", nickte Bidley. \"Das ganze gottverdammte Imperium des Endlosen Ozeans hält sich wie eine Gefängnisratte bedeckt und wartet darauf, was als Nächstes kommt. Ich weiß nicht, warum sie das Horn braucht und warum sie es so hartnäckig verfolgt, aber jetzt müssen wir es ihr wegnehmen. Nicht nur, weil es min...unser ist, sondern auch, weil mir nicht gefällt, was hier passiert! ",
	"map.h3horn:2.event.1.description" : "Tatsächlich versteckte sich Casmetra nicht und jeder betrunkene Seemann in Regna wusste, dass sie sich in ihrer Residenz am Horn des Abyss aufhielt. Tark, ein alter Freund von Bidley und Jeremy, spionierte ihr bereits nach. Von dem Moment an, als Dagrems Burg zusammenbrach, glaubte das Schuppentier (ÿùåð), dass die Piraten nicht sterben und dass sie eines Tages zurückkommen würden, um sich zu rächen. Und er hatte Recht damit. \n\nDas einzige Problem war, dass die Insel der Casmetra von einer großen Anzahl ihrer Schergen bewacht wurde. Es gab mindestens vier Schlösser; aber es war nicht bekannt, wo sich die Gastgeberin aufhielt. Bidley, Jeremy und Tark schifften sich an verschiedenen Stellen der Insel aus, bauten Lager auf und machten sich bereit, die Ländereien der mächtigen Hexe anzugreifen. ",
	"map.h3horn:2.event.2.description" : "Einer der Späher von Tark kam mit einigen Informationen zurück. Es hält sich schon lange das Gerücht, dass Casmetra nicht nur das Horn des Abgrunds besitzt, sondern auch versucht, etwas damit zu tun, ein Ritual durchzuführen. Wenn es wahr ist, müssen Sie sie aufhalten, bevor sie Erfolg hat, denn niemand weiß, was sie tut und aus welchem Grund. ",
	"map.h3horn:2.event.3.description" : "\"Soho, kleiner Bruder, Kinn hoch! Bald fangen wir diese Hexe und sie wird für alles bezahlen!\", sagte Jeremy fröhlich.\n\"Nur, wenn wir rechtzeitig kommen\", runzelte Bidley die Stirn, \"ich habe nicht umsonst eine Befürchtung. Sie weiß etwas über das Horn, was wir nicht wissen.\"\n\"Wir werden einen Totenbeschwörer anheuern, damit er ihre Leiche verhört!\", brüllte der jüngere Bruder grimmig lachend und feuerte aus der Pistole in die Luft, auf den Impuls eines jugendlichen Wagemuts hin. ",
	"map.h3horn:2.event.4.description" : "Endlich kam ein weiterer Späher zurück. Er fand heraus, dass es eine geheime Höhle unter der Insel gibt. Wahrscheinlich müssen Sie dort nach Casmetra suchen. Ihr müsst nur einen Weg finden, um in die Höhle zu gelangen.",
	"map.h3horn:2.event.5.description" : "Es war ein seltsamer Tag. Das Meer wurde mit Wellen bedeckt und dann verschwanden sie plötzlich. Es könnte ein Naturphänomen gewesen sein, aber die Mehrheit, einschließlich Bidley und Jeremy, machen die Hexe und ihren Zauber dafür verantwortlich. ",
	"map.h3horn:2.event.6.description" : "Es scheint, dass die Befürchtungen nicht umsonst waren! Hunderte sahen, wie das Meer bebte und hörten es ächzen. Als ob es versuchte, aus seinen Ufern zu springen, es sich dann aber anders überlegte.\n\"Verflucht!\", fluchte Jeremy, \"wir sollten uns beeilen. Ich weiß nicht, was Casmetra vorhat: das Horn zu zerstören, die Welt zu retten, einen neuen Besen zu erschaffen ... - das Horn muss ihr so schnell wie möglich abgenommen werden! Mir gefällt überhaupt nicht, was hier passiert.\"\n\"Mir auch nicht\", nickte der blasse Jeremy, \"Was ist, wenn sie den Schlafenden erwecken will?\" \"Wen?\", fragte der ältere Pirat erstaunt.\n\"Nun, das macht eigentlich Sinn. Um ihn zu wecken, muss man ins Horn blasen\", flüsterte Jeremy vor sich hin, sah seinen Bruder an und fuhr fort. \"Es gibt eine Legende über einen alten Gott, der auf dem Meeresgrund schläft ...\" \"Oh, jetzt fallen mir die ganzen Seemannsgeschichten ein\", winkte Bidley ab und ging zu seinen Angelegenheiten über.",
	"map.h3horn:2.event.7.description" : "Heute geschah wieder etwas Seltsames, und alle hörten ein Geräusch aus den Tiefen des Ozeans, das eher einem Stöhnen ähnelte. Es bleibt immer weniger Zeit.  ",
	"map.h3horn:2.event.8.description" : "Jeremy scheint verrückt geworden zu sein nach der Theorie von diesem Gott, der auf dem Meeresgrund schläft. Irgendwo hat er Traktate eines alten Magiers Joycraft gefunden, studiert sie und kommt zu dem Schluss, dass Casmetra Mitglied eines ominösen Kultes ist, der dem Schlafenden dient.",
	"map.h3horn:2.event.9.description" : "Der Himmel hat sich bewölkt und es regnet seit 2 Tagen stark. Auf dem Meer herrscht ein permanenter schwacher Sturm. Kein Zweifel, es ist das Werk von Casmetra: Je länger die Tage werden, desto stärker werden die Stürme.",
	"map.h3horn:2.guards.38.13.0.message" : "Nach der Schlacht legte die Piratenarmee eine kurze Verschnaufpause ein. Jeremy schnappte sich eine kleine Tasche, für den Fall, dass es bei den Gefallenen etwas von Wert zu erbeuten gab. Auch eine Flasche Tobersk Brandy von Dagger Wound Islands, um die schleppende Angelegenheit weniger schleppend zu machen. \nAls er von Leiche zu Leiche wanderte, entdeckte er Tark in der Nähe. Der Krieger beugte sich zu jedem gefallenen Nix, legte ihm die Hand auf die Brust und sagte etwas kaum Hörbares. \n\"Was machst du da, Tark?\" - Jeremy gluckste und kam näher. \n\"Ich schicke sie auf ihre letzte Reise, nach einem alten Brauch. Das taten unsere Vorfahren auch, damals, als es das Nixaar-Reich noch gab.\" \n\"Nixaar? Nie davon gehört.\" \n\"Als die Welt vom Chaos der Stille bedeckt war, tauchten wir in den Endlosen Ozean und bauten dort unser Reich auf. Wir blühten auf, bis Tritonen von der Wasserebene kamen und angriffen. Die Nation war gespalten. Einige starben, einige kämpften. Und diejenigen, die überlebten, wurden Sklaven der Overlords. Wer einmal ein Sklave war, vergisst nie, wie es ist... Ich habe für die Freiheit meines Volkes gekämpft, dafür, dass sie wieder zu Leben und Wohlstand kommen. Und jetzt begrabe ich sie, getötet in einem neuen Krieg.\" \n\"Wir alle sterben eines Tages. Aber nichts geht spurlos vorüber, glaube ich. Unsere Taten werden ewig weiterleben. - sagte Jeremy und lächelte.\" \n\"Dein Bruder, Bidley, sehnt sich mehr nach Macht als nach allem anderen. Und was wünschst du dir, Jeremy Albatros?\" - fragte Tark plötzlich. \nOhne eine Antwort zu geben, nahm Jeremy einen Schluck Brandy und ging weiter, aber er ließ den Beutel zurück.",
	"map.h3horn:2.guards.38.15.0.message" : "Neben anderen Truppen bemannte auch eine Gruppe von Nix die Mauern der Garnison. Jeder wusste inzwischen, dass sie Söldner geworden waren und nach ihrer Befreiung von Nighon in den Diensten verschiedener regnanischer Kapitäne standen. Und nun waren sie dabei, gegen ihre eigenen zu kämpfen. \nTark, der Befreier und Herrscher von Nix, wollte alle zur Vernunft bringen und forderte seine Verwandten auf, sich seiner Sache anzuschließen. \n\"Brüder, schließt euch mir an, wie in alten Zeiten! Wer sich gegen seinen Bruder auflehnt, dem wird Unglück widerfahren. Das will ich nicht.\" \nEiner der Nix aus der Garnison, offenbar ihr Anführer, antwortete: \n\"Wieso ist der Hauptmann, dessen Stiefel du heute leckst, besser als jeder andere? Du hast dein Volk verraten, Tark! Du hast uns der Einheit beraubt und uns gezwungen, uns den Piraten anzuschließen. Ich werde dich nicht für Gold töten. Ich werde es tun, weil du ein Feind bist! \nDies sollten die letzten Worte dieses Nix sein. In diesem Moment fegte ihn eine Kanonenkugel von der Wand.",
	"map.h3horn:2.guards.59.10.1.message" : "Sie scheinen den richtigen Weg zu gehen - Casmetra versteckt sich genau hier. ",
	"map.h3horn:2.guards.6.27.0.message" : "Hinterhalt!",
	"map.h3horn:2.guards.74.13.0.message" : "\"Again we became kinslayers\", sighed Tark at the sight of fallen. He grabbed a spade and started digging a grave. Other Nix followed suit.",
	"map.h3horn:2.guards.74.15.0.message" : "Als er Tarks Truppen herankommen sah, stand der feindliche Nix zischend auf und schrie \"Keine Gnade!\". Die gesamte Garnison war zum Angriff bereit.",
	"map.h3horn:2.guards.8.19.0.message" : "Die Luft an diesem Ort ist sehr staubig und trocken. Es ist schwer zu atmen. Ihre Soldaten bedecken ihre Gesichter mit Tüchern.  ",
	"map.h3horn:2.guards.88.75.0.message" : "[PH] Ein großer Sack voller Gold!",
	"map.h3horn:2.header.description" : "Bidley, Jeremy und Tark müssen Casmetra besiegen, bevor sie das Horn des Abgrunds aktiviert. Heldenlevel-Obergrenze ist 24. Bidley, Jeremy und Tark gehen nach dem Sieg zum letzten Szenario über.",
	"map.h3horn:2.header.name" : "Horn des Abgrunds",
	"map.h3horn:2.sign.40.69.0.message" : "Sie betreten die Länder von Casmetra",
	"map.h3horn:2.sign.60.19.1.message" : "Ritual-Raum",
	"map.h3horn:2.sign.73.27.0.message" : "Willkommen in der Abtei Abon!",
	"map.h3horn:2.town.39.6.0.name" : "Downwich",
	"map.h3horn:2.town.52.35.0.name" : "Aronhem",
	"map.h3horn:3.event.0.description" : "Bidley und Jeremy waren nicht in der Lage, ihren Durst nach Rache zu stillen. Besiegt ließ Casmetra alles fallen und sprang in ein Portal, das sofort in sich zusammenfiel. Die Hexe war nie wieder in der Regna zu sehen. Bidley nahm das Horn an sich, konnte aber nicht herausfinden, was genau Casmetra damit bezwecken wollte. \n\nNach einer Woche erfolgloser Suche nach Casmetra gaben sie ihre Versuche jedoch auf, da Bidley nun sozusagen der Piratenkönig war. \n\nZu diesem Zeitpunkt war Regna kein anerkannter Staat mehr, auch wenn man noch gelegentlich vom \"Reich des endlosen Ozeans\" sprach. Nachdem der alte Hareck IX. gestorben war, trat sein Erbe nicht an. Es begann ein Machtkampf unter den Piraten. Während der Wirren hatten sich einige Kapitäne als stark genug erwiesen, um die Herrschaft über riesige Territorien an sich zu reißen, aber das Chaos nahm seinen Lauf, sobald sie untergingen oder ihren Schneid verloren. \n\nHier und jetzt war Bidley der König, und dieses Wort bedeutete nicht nur Schrecken und Ehrfurcht, sondern auch jede Menge Hass. Da er ein uraltes, mächtiges Artefakt besaß, konnte er sich über seine früheren Standesgenossen, die bloßen Seefahrer, hinwegsetzen; denn die Angst vor dem Unbekannten war alles, was er fühlte. \n\nDie einzige Gefahr, die ihm drohte, lag in den Meeren.",
	"map.h3horn:3.event.1.description" : "Es war ein klarer Tag, als Bidley und sein Team sich an der Küste befanden, in einer küstennahen Festung. Das Horn des Abyss hing wie gewöhnlich am Gürtel, und der Piratenkönig trennte sich nie davon. Plötzlich kam einer der Matrosen angerannt. Er hatte Angst vor etwas und hielt eine Schriftrolle in den Händen.\n\"Käpt'n, Käpt'n! Ich schwöre bei allen Seeteufeln! Es war ein Flaschengeist! Der Geist ist mir erschienen und hat mich gebeten, es Euch zu bringen!\" Bidley nahm benommen die Schriftrolle und entrollte sie. \nSie lautete: \"Ich grüße dich, Bidley Roberts, der neue Piratenkönig! \n\nIch bin Solmyr, ein bescheidener Diener von Gavin Magnus, dem unsterblichen König von Bracada. Mein Herr ist beunruhigt über die Nachricht, dass Ihr im Besitz des legendären Artefakts seid - dem Horn des Abyss. Wir meinen, dass dieser Gegenstand hier in Bracada aufbewahrt werden muss, unter strenger Bewachung der mächtigsten Erzmagier. Sie sind nicht jemand, der sich mit Wissenschaften auskennt; Sie sind eher ein Bandit und ein Dieb. Zweifellos werden Sie das Artefakt im Namen des Bösen benutzen: um Macht und persönliche Bereicherung zu erlangen. Wir, die Magier von Bracada, können nicht unbeteiligt bleiben, wenn das Horn des Abyss in den Händen eines gierigen Menschen ist.\n\nDaher teile ich Ihnen mit, dass wir bald eine bewaffnete Expedition entsenden werden, die ich leiten werde. Ich werde Sie nicht auffordern, uns das Artefakt freiwillig zu geben, da Sie sich in jedem Fall weigern werden. Außerdem teile ich Euch mit, dass die Elementarfürsten selbst bereit sind, meinen Herrn zu unterstützen. Sie sind ebenfalls beunruhigt, und der Wasserlord ist ebenfalls erzürnt über Eure unverzeihliche Zerstörung der Festung Coralgate.     \n\nFür den Piratenkönig aus Solmyr, einen Flaschengeist aus Bracada.\" \n\n\"Ein schlauer Flaschengeist\", nickte Bidley, \"ich werde das Horn nicht freiwillig hergeben, in der Tat. Kommt und holt es euch.\" ",
	"map.h3horn:3.event.2.description" : "Nach einigen Tagen versammelte Bidley seine Leute mit Jeremy und Tark, als klar wurde, dass sich die Magier zum Angriff rüsteten. \"Verfluchter Xanthor!\", fluchte der Piratenkönig und blickte durch ein Fernrohr auf den Horizont.\n\"Xanthor?\", fragte Tark erstaunt. \"Der Zauberer, den ich aus dem Kerker der Barbaren gerettet habe. Er war es, der mir aus Dankbarkeit für seine Rettung vom Horn des Abgrunds erzählte.\" \"Und jetzt wollen uns dieselben Zauberer wegen des Horns töten\", grinste Jeremy. \"Ja, das Schicksal kann manchmal genauso gut scherzen wie ich.\" \n\n\"Und diese Elementarherren kommen uns in dieser Geschichte ständig in die Quere\", fügte Bidley hinzu und nahm das Fernrohr von seinem Auge. \n\"Wenigstens sind die Erathianer mit den Kreegans beschäftigt und belästigen uns nicht\", schloss Jeremy. \n\n\"Gut, Jungs\", wandte sich der Piratenkönig an die Freunde, \"wir müssen uns auf einen harten Krieg vorbereiten. Es scheint, dass Bracada beschlossen hat, alle Kräfte, die sie haben, gegen uns einzusetzen. Einen so starken Feind hatten wir noch nicht, aber die Verstärkung aus Regna wird schon bald eintreffen.",
	"map.h3horn:3.event.3.description" : "Eine beunruhigende Nachricht traf ein. \n\"Lieber kleiner Bruder, erinnerst du dich an Dargem?\" fragt Jeremy seinen Bruder. \n\"Dieser Unglücksrabe, der mich gefangen genommen hat? Ist er noch am Leben?\"\n\"Ja, das tut er. Also, er hat eine lächerliche Armee von Söldnern und Kapitänen um sich geschart, die dich nicht mögen. Nun, kurz gesagt, es hat sich herausgestellt, dass die Verstärkung aus Regna zu ihm übergelaufen ist.\" \n\"Was für eine plötzliche Wendung\", sagte Bidley kaltschnäuzig, \"aber das ist doch nicht alles, oder?\"\n\"Nein\", schüttelte Jeremy den Kopf, \"Dagrem hat andere Liebhaber seltener Artefakte mitgeschleppt - Hexenmeister von Nighon. Es scheint, dass er ihnen versprochen hat, ihnen das Horn zu geben, aber er sinnt nur auf Rache. Obwohl niemand weiß, was er wirklich will.\" \n\"So viele sind darauf aus, ein Horn zu bekommen!\" lachte der Piratenkönig, \"und wie wollen sie es unter sich aufteilen, selbst wenn sie mich töten?\" \n\"Ich wette, sie werden anfangen, sich gegenseitig umzubringen\", hob der jüngere Bruder bestürzt die Hände. \n\"Ich hoffe, sie fangen früher an, sich gegenseitig umzubringen, damit wir uns anschleichen und ihnen die Kehle durchschneiden können\", sagte Bidley grimmig und zückte seinen Säbel. ",
	"map.h3horn:3.event.4.description" : "Allem Anschein nach materialisierten die Elemental Lords ihre Festungen irgendwo im Norden. Der Erdfürst hatte jedoch einige Schwierigkeiten. Seine Armee sollte eigentlich unter der Erde erscheinen und fand sich in den Fängen von Nighon-Warlocks wieder, die damit überhaupt nicht gerechnet hatten. ",
	"map.h3horn:3.event.5.description" : "Die Armee des Feindes wird von Tag zu Tag stärker. Tark meint, dass es eine gute taktische Entscheidung wäre, wenn wir die Feinde miteinander konfrontieren und ihre Schwächung ausnutzen könnten. Jeremy denkt, dass es eine bessere Option wäre, einen plötzlichen Angriff auf die Lager der Abtrünnigen und Söldner zu machen, um deren Waffen und Ressourcen zu erbeuten.  ",
	"map.h3horn:3.event.6.description" : "WhoRunBartertown",
	"map.h3horn:3.event.7.description" : "Dennoch gab es einige, die sich nicht an Dargem verkauft haben. Loyale Kapitäne versprechen, euch ein Schiff mit Nachschub zu schicken. ",
	"map.h3horn:3.event.8.description" : "Das Schiff mit den Vorräten ist angekommen. Das nächste Schiff wird in einem Monat erwartet. ",
	"map.h3horn:3.guards.127.25.0.message" : "\"Kein Durchgang\"",
	"map.h3horn:3.guards.128.54.1.message" : "Die Leute von Nighon scheinen hier unglückliche feindliche Generäle zu halten. ",
	"map.h3horn:3.guards.130.53.1.message" : "\"Verschwindet von hier, wenn ihr nicht zu denen in meinen Käfigen gehören wollt!\"",
	"map.h3horn:3.guards.76.49.0.message" : "Bidley rieb das Horn noch einmal mit einem Stück Gams ab, obwohl das Artefakt makellos war. Das war es also, was die Leute so sehr begehrten. Seit er erfahren hatte, wozu das Horn fähig war, stieg sein Selbstvertrauen ins Unermessliche. Dennoch ließ ihn der Gedanke an furchterregende Seegeister, die seinen Befehlen gehorchten, hin und wieder erschaudern.",
	"map.h3horn:3.header.description" : "Bidley und seine Kumpels müssen alle Feinde besiegen, die vorgeben, das Horn zu erhalten. Bidley darf nicht sterben. Kein Helden-Cap-Level. ",
	"map.h3horn:3.header.heroNames.82" : "Aufseher",
	"map.h3horn:3.header.name" : "Alle Mann an Bord!",
	"map.h3horn:3.header.player.4.mainHeroName" : "Aufseher",
	"map.h3horn:3.heroes.82.name" : "Wärter",
	"map.h3horn:3.sign.125.38.0.message" : "Militärlager Dargem",
	"map.h3horn:3.sign.126.14.0.message" : "Ausweichen! Felsenrutsche!",
	"map.h3horn:3.sign.126.55.1.message" : "Gefängnisviertel",
	"map.h3horn:3.sign.129.28.0.message" : "Die Farm der Bahens",
	"map.h3horn:3.sign.130.137.0.message" : "Zauberer-Kolonie",
	"map.h3horn:3.sign.132.125.0.message" : "Bracudin-Minen",
	"map.h3horn:3.sign.40.142.0.message" : "Nach Bracada",
	"map.h3horn:3.sign.40.9.0.message" : "Ein Hoch auf die Piratenbrüderschaft!",
	"map.h3horn:3.sign.56.26.1.message" : "Nördlicher Nighon-Tunnel\nLänge: 5 Meilen",
	"map.h3horn:3.sign.73.58.1.message" : "Geheimes Versteck",
	"map.h3horn:3.sign.77.139.0.message" : "Tal der Verdammten",
	"map.h3horn:3.sign.86.72.1.message" : "Taverne \"Geschlachtetes Lamm\"",
	"map.h3horn:3.sign.87.106.0.message" : "Kammern der Titanen, der Himmelsfürsten"
}
