{
	"map.[hota] a cold day in hell.header.description" : "Es ging alles in einem Wimpernschlag bergab. Unsere Pläne für einen Erstschlag sind gescheitert. Keine Zeit für neue Strategien, alles, worauf wir noch hoffen können, ist, einfach zu überleben.",
	"map.[hota] a cold day in hell.header.name" : "Ein kalter Tag in der Hölle",
	"map.[hota] a new day tomorrow.event.1.description" : "Krieg. Wohl die verheerendste Katastrophe, die einem Land widerfahren kann. Herrscher neigen dazu, nach den kleinsten Gründen zu suchen, um ihn zu führen. Sie wollen ihre Macht ausbauen, mehr Land gewinnen, ihre Würde wiederherstellen oder einfach die Langeweile besiegen. Sie waren von der machthungrigen Sorte, haben aber schnell die Kurve gekriegt, was sich als Glücksfall erwies. Ein alter Freund von dir hat dich hierher, nach Tempestus, umgesiedelt, wo er sich einen Neuanfang für dich erhoffte. Krieg. So ist es in Ihrer neuen Heimat. Die Schlachten hören hier nie auf, sie werden nur grausamer, wenn ein Monarch stirbt. Die Stürme hören überhaupt nicht auf. Du hattest das Glück, dank der Verbindungen deines Freundes einen anständigen Vorsprung zu bekommen, um dich niederzulassen, ohne dass dich jemand stört. Es wäre klug, Späher in alle Richtungen zu schicken, denn es ist wichtig, auf böse Überraschungen vorbereitet zu sein, die das unwirtliche Land in petto hat.",
	"map.[hota] a new day tomorrow.event.2.description" : "Das Konzept eines riesigen Imperiums hat einen großen Makel. Es wird immer fallen. Jedes Kind im New Extate weiß, was dort vor kurzem passiert ist, aber kein einziger gelehrter Mann kann eine Erklärung dafür anbieten. Irgendeine Art von Magie trat in Aktion und hob eine Reihe von schneebedeckten Inseln aus dem Meer. Bald zerfiel der Kontinent in einzelne Teile. Das sorgte für eine schlechte Heereslogistik, aber trotzdem brach ein Krieg aus. Der König galt als tapferer Anführer, aber vielleicht zu tapfer, um seine Truppen am Leben zu erhalten. Seine Berater, anfangs kriegslüstern, begannen auf Frieden zu drängen. Ein Vertrag wurde unterzeichnet, und die neuen Territorien nahmen den Titel \"New Extate\" an. Sie arbeiten im Interesse des Alten Extates, aber um einen neuen großen Krieg zu vermeiden, agieren Sie als Unabhängige. Ihr Land will Ihren Dienst, aber es wird Sie verleugnen, sollten Sie versagen.",
	"map.[hota] a new day tomorrow.event.3.description" : "Komisch, wie ein Tag alles auf den Kopf stellen kann. Ein kleiner Fauxpas eines mächtigen Zauberers reichte aus, um ein großes Stück Land aus der alten Heimat zu reißen und hierher zu bringen. Magie kann eine schreckliche Sache sein, wenn man Fehler macht, und so kamen der Zauberer selbst und Tausende von Menschen, die in den von der Katastrophe betroffenen Ländern lebten, ums Leben. Als ob das noch nicht genug wäre, erklärte der König eines Landes namens Extate, das an diese Gebiete angrenzt, den Neuankömmlingen den Krieg. Er war sich nicht sicher, ob sie Krieg oder Frieden wollten, und entschied sich, zuerst zu handeln, und zwar auf gewaltsame Art und Weise. Und so verlor er. Es wird gemunkelt, dass er aus dem Land geflohen ist, und seine Berater tun so, als seien sie mit dem darauf folgenden Waffenstillstand zufrieden. Erwarten Sie nicht, dass er lange anhält. Sie müssen sich schnell niederlassen, aber die Grenzen des neuen Extate sollten nicht Ihre Grenzen sein. Wer weiß, was auf Sie zukommt, wenn Sie ein wenig erkunden?",
	"map.[hota] a new day tomorrow.event.4.description" : "Früher gab es nur ein paar Minen und Lagerstädte in dieser unterirdischen Region. Doch nachdem die Silent ones kamen, wurde das Land kurzerhand verändert. Sie kamen kurz nach dem Entstehen des Neuen Extate. Sie sind nicht sehr freundlich und ihre Kräfte sind furchteinflößend, aber sie haben in wenigen Monaten viel gebracht. Eigentlich genug, um zu beginnen, von großen Dingen zu träumen. Die Lords of the Nether newer genossen viel Respekt, und nur wenige wussten, dass es überhaupt Menschen gab, die unter dem großen Extate lebten. Heute haben viele die Hoffnung, große Dinge zu erreichen, auch Sie und Ihr rivalisierender Lord aus einer benachbarten Stadt. Seien Sie wachsam und klug im Umgang mit Ihren Ressourcen!",
	"map.[hota] a new day tomorrow.event.5.description" : "Das Land wurde nach der Stadt Acropia benannt, die einst hoch stand. Sie war die Heimat einer Gruppe von Druiden, die planten, die Welt zu verändern. Acropia wurde zu einer bloßen Festung degradiert, nachdem ihre Herrscherin die große Stadt verraten hatte. Tempestus, das Land, das über uns liegt, wurde bei einer Katastrophe verwüstet, und es dauerte nicht lange, bis Marodeure von dort eintrafen. Der Senat entschied sich dagegen, die Stadt zu befestigen, um sie abzuwehren. Den Plünderern wurde eine Abfindung angeboten, und sie landeten in der Nähe. Es war keine große Überraschung, dass sie die Stadt trotzdem bald plünderten, und alles Grün, das die Druiden pflegten, wurde ausgerottet. Sie stammen von denen ab, die bei der Verteidigung ihres Landes starben, und es ist nun Ihre Pflicht, beim Wiederaufbau zu helfen. Irgendein Wicht aus einer nahegelegenen Burg soll auch diese Möglichkeit ins Auge gefasst haben. Wahrscheinlich ist er einer der Barbaren, die Acropia verwüstet haben, und plant nun, den Ruhm der großen Stadt für sich zu beanspruchen. Es wird klug sein, vorerst vorsichtig zu handeln.\n",
	"map.[hota] a new day tomorrow.event.6.description" : "Die ersten Späher, die zurückkehren, berichten Folgendes. Sie sollten nicht auf einen warmen Empfang hier hoffen. Nördlich von hier befindet sich eine verlassene, ehemals berühmte Stadt. Undurchdringliche Sümpfe nehmen das Land im Süden ein. Einige Krieger, die derzeit keinem Lord angehören, sind dort zu finden.",
	"map.[hota] a new day tomorrow.event.7.description" : "Bisher nur spärliche Nachrichten von Ihren Spähern.\nSie haben eine alte Stadt im Westen gefunden, was keine kleine Leistung war. Sieht so aus, als wären Söldner derzeit die einzigen Bewohner. Die Burg im Norden, die einst eine Domäne der Extate war, ist im Moment neutral, aber das wird wohl nicht von Dauer sein.",
	"map.[hota] a new day tomorrow.event.8.description" : "Der nächste Spähtrupp hatte eine Menge zu berichten.\nEs gibt einen dreiseitigen Konflikt im Zentrum der Region, beteiligt sind drei Festungen, von denen bisher keine von Ihren Feinden gehalten wird. Sie sollten die Möglichkeit in Betracht ziehen, die Reichtümer dieses Landes auszubeuten, aber Sie müssen zuerst eine beträchtliche Streitmacht aufstellen.\nEs wurden auch Piraten in der Nähe geortet, wahrscheinlich diejenigen, die den Kontinent früher kontrolliert haben. Einige Feendrachennester wurden dort ebenfalls gefunden, aber die Biester sind nicht mehr mit den Seehunden verbündet.\nBroken Blade im Westen von Tempestus ist wahrscheinlich der größte Ort von Interesse. Der Krieg hat es fast völlig verwüstet, aber es gibt immer noch einige, die darum kämpfen, es zu kontrollieren. Der Grund dafür sind wahrscheinlich die Azure Dragons, die diesen Ort bewohnen.",
	"map.[hota] a new day tomorrow.event.9.description" : "Die neuesten Scouts, die ankommen, sehen ziemlich zerfleddert aus.\nEs gibt mysteriöse Portale in der Region, orange und lila, aber es wurde vorher nur spekuliert, wohin diese führen könnten. Nun, Agamonde hinter dem orangenen ist die Heimat von Wights und Fel-Rittern. Dieses einst mächtige Königreich wurde auf fast nichts reduziert, nachdem sich Nekromanten und Piraten zusammengetan hatten, um es anzugreifen. Zu dieser Zeit fand in der Nähe das Agamonde-Turnier statt, aber die Teilnehmer hatten es nicht eilig, den Gastgebern zu helfen. Das Turnier wird immer noch abgehalten, aber ein Teilnehmer aus Agamonde selbst ist heutzutage schwer anzutreffen.\nDas lila Portal ist der einzige Weg, um zu Ilianes Faust zu gelangen. Die fremde Frau brachte das Kerkervolk zu Wohlstand, und dieser seltsame Ort trägt nun ihren Namen. Jeder Finger von Ilianes Faust ist voller Schätze, aber auf den Anwärter warten viele Prüfungen. Sie können sich dort Ihren Gegner aussuchen, genau wie beim Agamonde-Turnier. ",
	"map.[hota] a new day tomorrow.guards.125.45.0.message" : "Du bist gerade erst aus dem Moor herausgekommen, als diese furchterregende Kreatur vor dir auftauchte. Ist das nicht der Ojzin des Sumpfes, der Schrecken dieser Gegend? Während du noch über einen Angriff nachgedacht hast, hat sich das Biest bereits entschieden. Es nähert sich, in der Hoffnung auf Beute und Beutestücke.",
	"map.[hota] a new day tomorrow.guards.138.24.1.message" : "Es war falsch, hierher zu kommen. Acropia kann nicht gerettet werden. Du hättest deine Chance ergreifen sollen, die Macht zu ergreifen, solange du noch konntest. Tut mir Leid, aber der Befehl meiner Herrin wird ausgeführt werden.",
	"map.[hota] a new day tomorrow.guards.28.63.0.message" : "Sie bemerkten einen leuchtenden Anhänger in Form eines Kreuzes zwischen den Leichen in einer unauffälligen Ecke. Das müssen die Ritter sein, die auf dem Weg zu den Schwarzen Bergen waren. Aber warum wurde ein so wertvolles Ding von den Mördern zurückgelassen? Die Erkenntnis kam später als sie sollte: Einige der Toten waren deutlich frischer als die anderen. Sie sind nicht die ersten, die hierher kommen und nach diesem Ding suchen. Und nun funktionierte die Falle wieder einmal.",
	"map.[hota] a new day tomorrow.guards.31.50.0.message" : "Danke für Ihre Hilfe, aber der Flachmann hat nichts bewirkt. Wir haben fast keine Zeit mehr...",
	"map.[hota] a new day tomorrow.guards.33.49.0.message" : "Leider hat auch das nicht geholfen; aber ich habe etwas herausgefunden.",
	"map.[hota] a new day tomorrow.guards.35.48.0.message" : "Tut mir leid, aber wir müssen Sie jetzt verlassen. Das ist das, was von unseren Reichtümern übrig ist. Nimm es für deine Mühe. Alles Gute für Sie, mein Freund.",
	"map.[hota] a new day tomorrow.guards.43.137.1.message" : "Dieser Ort ist voll von magischer Energie. Selbst die Berge können sie nicht eindämmen. Nur ein paar Schritte weiter sind ein paar unglückliche Krieger tot umgefallen. Sieht aus, als hätte sich diese Energie in einer Kreatur materialisiert, die nicht weiß, was sie mit dem Überschuss anfangen soll. Und jetzt bist du gekommen.",
	"map.[hota] a new day tomorrow.guards.55.162.0.message" : "Sie dürfen nicht passieren!",
	"map.[hota] a new day tomorrow.header.description" : "Jeder Herrscher in diesen Ländern hat seine eigenen Gründe, Krieg zu führen. Es ist zwecklos, von einem von ihnen Gnade zu erwarten, und das Land selbst ist voller Gefahren, die nicht bereit sind, sich von ihren Reichtümern zu trennen. Aber bedenken Sie, dass eine Niederlage nicht bedeutet, dass all",
	"map.[hota] a new day tomorrow.header.name" : "Ein neuer Tag morgen",
	"map.[hota] a new day tomorrow.heroes.25.biography" : "Darios konnte nichts mehr tun. Es war immer zu spät.",
	"map.[hota] a new day tomorrow.heroes.25.name" : "Darios",
	"map.[hota] a new day tomorrow.heroes.63.biography" : "Wandas Vater hatte Angst vor den unkonventionellen Talenten seiner Tochter. Er steckte sie in ein Gefängnis auf einer Insel, auf die nur selten Menschen kommen. Es wird gemunkelt, dass sie tatsächlich in der Lage ist, die Welt mit einem Gedanken in Asche zu verwandeln, ganz unwillkürlich.",
	"map.[hota] a new day tomorrow.heroes.63.name" : "Wanda",
	"map.[hota] a new day tomorrow.monster.122.10.0.message" : "Der Schwur ist geleistet!",
	"map.[hota] a new day tomorrow.monster.172.86.1.message" : "Der lokale Monarch verhandelt mit den Elfen. Er muss noch von dem Komplott erfahren. Die Ausländer wehren sich gegen seine Verteidigung, aber sie werden die Gerechtigkeit des Volkes nicht aufhalten.",
	"map.[hota] a new day tomorrow.monster.174.151.1.message" : "Frag gar nicht erst, wozu wir diesen verdammten Leuchtturm bewachen.",
	"map.[hota] a new day tomorrow.quest.10.111.1.completed" : "Danke für die glorreiche Zeit! Wenn du meinen Freund im Westen triffst, sag ihm, er ist hier immer willkommen. Genau wie Sie.",
	"map.[hota] a new day tomorrow.quest.10.111.1.firstVisit" : "In diesen Tagen ist jeder besorgt über die Orks im Norden der Insel. \"Vernichtet sie, vertreibt sie!\" ist alles, was man hört. Bis vor kurzem waren sie die einzigen Nachbarn von mir und meinem Freund hier. Diese \"blutrünstigen Wilden\" halfen gerne gegen ein kleines Entgelt in meinem Garten, sie brachten auch köstliche Früchte aus dem Süden. Und jetzt, nachdem die \"zivilisierten Menschen\" gekommen sind, bekomme ich nur noch das, was die Bauern sammeln können, und niemand will dem \"Orkliebhaber\" helfen. Leider hat mich auch mein Freund verlassen, aber er hat versprochen, mich zu besuchen. Was würde ich von dir verlangen, Reisender? Deine Gesellschaft genügt mir. Erzählt mir von Euch, von Eurer Heimat, von den Wundern, denen Ihr auf Euren Reisen begegnet seid. Vielleicht erzähle ich Ihnen auch etwas Nützliches.",
	"map.[hota] a new day tomorrow.quest.10.111.1.nextVisit" : "In diesen Tagen ist jeder besorgt über die Orks im Norden der Insel. \"Vernichtet sie, vertreibt sie!\" ist alles, was man hört. Bis vor kurzem waren sie die einzigen Nachbarn von mir und meinem Freund hier. Diese \"blutrünstigen Wilden\" halfen gerne gegen ein kleines Entgelt in meinem Garten, sie brachten auch köstliche Früchte aus dem Süden. Und jetzt, nachdem die \"zivilisierten Menschen\" gekommen sind, bekomme ich nur noch das, was die Bauern sammeln können, und niemand will dem \"Orkliebhaber\" helfen. Leider hat mich auch mein Freund verlassen, aber er hat versprochen, mich zu besuchen. Was würde ich von dir verlangen, Reisender? Deine Gesellschaft genügt mir. Erzählt mir von Euch, von Eurer Heimat, von den Wundern, denen Ihr auf Euren Reisen begegnet seid. Vielleicht erzähle ich Ihnen auch etwas Nützliches.",
	"map.[hota] a new day tomorrow.quest.102.133.0.completed" : "Ein gewiefter Geschäftsmann wie Sie wird diese Informationen bestimmt gut gebrauchen können. Sind Sie bereit zu zahlen?",
	"map.[hota] a new day tomorrow.quest.102.133.0.firstVisit" : "Während einige immer noch Angst vor dem Wort \"Krieg\" haben, verdiene ich damit Geld. Meine alten Verbindungen haben mir einige interessante Informationen zukommen lassen, und ich bin bereit, sie für einen bescheidenen Preis zu teilen.",
	"map.[hota] a new day tomorrow.quest.102.133.0.nextVisit" : "Während einige immer noch Angst vor dem Wort \"Krieg\" haben, verdiene ich Geld damit. Meine alten Verbindungen haben mir interessante Informationen zugespielt, und ich bin bereit, sie für einen bescheidenen Preis weiterzugeben.",
	"map.[hota] a new day tomorrow.quest.102.87.1.completed" : "So schön, so stark! Welch wundersames Material. Hier, nimm meine Haustiere, wie abgemacht.",
	"map.[hota] a new day tomorrow.quest.102.87.1.firstVisit" : "Ein neuer Becher ist immer schön zu sehen. Würde es dir etwas ausmachen, einem alten Nekromanten auszuhelfen? Ich brauche dringend einen Nighon-Drachen, so einen muss es doch geben. Ich habe keine Ahnung, wozu sie ihre Flügel brauchen, wenn sie unter der Erde leben. Dann will ich eine große, plumpe Eidechse. Und schließlich einen hübschen grünen Drachen. Und warum? Ich liebe diese Viecher einfach, darum. Eine Belohnung? Du kannst stattdessen meine Haustiere nehmen, ich habe nicht mehr viel Verwendung für sie. Abgemacht?",
	"map.[hota] a new day tomorrow.quest.102.87.1.nextVisit" : "Nein, du Blödmann! Eine grüne, eine rote und eine Eidechse, nicht weniger, nicht mehr!",
	"map.[hota] a new day tomorrow.quest.106.47.1.completed" : "Ihr Timing ist perfekt. Sind Sie bereit zu handeln?",
	"map.[hota] a new day tomorrow.quest.106.47.1.firstVisit" : "Ein verdammter akropischer Quacksalber hat mir eine nutzlose Eidechse verkauft! \"Dieser wundersame Basilisk kann Kristalle aus einer Meile Entfernung erschnüffeln und Sie zur Lagerstätte führen!\" Diese verfluchten Werbespots. Bis jetzt konnten wir einen toten Dämon, zwei Kaninchen und ein Teil einer Dampfpumpe erschnüffeln. In meiner Fabrik ist eine Inspektion fällig, und mein Assistent wird gefeuert, wenn ein Kristallmangel festgestellt wird! Kannst du uns welche besorgen?",
	"map.[hota] a new day tomorrow.quest.106.47.1.nextVisit" : "Ein verdammter akropischer Quacksalber hat mir eine nutzlose Eidechse verkauft! \"Dieser wundersame Basilisk kann Kristalle aus einer Meile Entfernung erschnüffeln und Sie zum Vorkommen führen!\" Diese verfluchten Werbespots. Bis jetzt konnten wir einen toten Dämon, zwei Kaninchen und ein Teil einer Dampfpumpe erschnüffeln. In meiner Fabrik ist eine Inspektion fällig, und mein Assistent wird gefeuert, wenn ein Kristallmangel festgestellt wird! Kannst du uns welche besorgen?",
	"map.[hota] a new day tomorrow.quest.108.140.0.completed" : "Es ist eine Freude, einen Würdigen zu sehen. Bist du bereit, hindurchzugehen?",
	"map.[hota] a new day tomorrow.quest.108.140.0.firstVisit" : "Nur einer klugen Seele wird es erlaubt sein, die Schlüsselmeister zu sehen. Nur eine besonnene Seele wird die Gaben einlösen. Ist Ihr Glaube stark genug?",
	"map.[hota] a new day tomorrow.quest.108.140.0.nextVisit" : "Nur einer besonnenen Seele wird es erlaubt sein, die Schlüsselmeister zu sehen. Nur eine besonnene Seele wird die Gaben einlösen. Ist Ihr Glaube stark genug?",
	"map.[hota] a new day tomorrow.quest.109.71.0.completed" : "Die Wachen scheinen damit zufrieden zu sein, Sie für den ausgewiesenen Preis zu den Schlüsselmastern zu lassen. Sind Sie bereit, zu bezahlen?",
	"map.[hota] a new day tomorrow.quest.109.71.0.firstVisit" : "Die Plakette deutet darauf hin, dass es sich um einen Außenposten der Silent ones handelt. Sie sind so prägnant wie immer: Es gibt ein Holzschild, auf dem der Eintrittspreis steht. Außerdem sind eine hellblaue und eine dunkelblaue Fahne abgebildet.",
	"map.[hota] a new day tomorrow.quest.109.71.0.nextVisit" : "Das Schild deutet darauf hin, dass dies ein Außenposten der Stummen ist. Sie sind so prägnant wie immer: Es gibt ein hölzernes Schild, auf dem der Eintrittspreis steht. Es sind auch eine hellblaue und eine dunkelblaue Flagge abgebildet.",
	"map.[hota] a new day tomorrow.quest.115.157.0.completed" : "Von nun an werde ich bei der Wahl meiner Freunde vorsichtiger sein. Hier, ich schätze, das wäre eine ausreichende Belohnung. Auge um Auge.",
	"map.[hota] a new day tomorrow.quest.115.157.0.firstVisit" : "Ich habe es immer vorgezogen, meine Geschäfte ehrlich zu machen. Auge um Auge, wie man so schön sagt. Es war auch sehr wichtig, alte Verbindungen zu ehren. Leider ist diese Art, mit Dingen umzugehen, aus der Mode gekommen. Mein Bruder wurde von Dämonen gefangen genommen, die unseren Verbündeten in Broken Blade bekämpften. Anstatt zu versuchen, die Gefangenen zu befreien, schreit unser Verbündeter nun nach mehr Hilfe. Ich bin nun gezwungen, Sie zu bitten, meinen Bruder und unsere Männer zu retten. Er wird irgendwo unter einer vulkanischen Insel im hohen Norden gefangen gehalten.",
	"map.[hota] a new day tomorrow.quest.115.157.0.nextVisit" : "Ich habe es immer vorgezogen, meine Geschäfte ehrlich zu machen. Auge um Auge, wie man so schön sagt. Es war auch sehr wichtig, alte Verbindungen zu ehren. Leider ist diese Art, mit Dingen umzugehen, aus der Mode gekommen. Mein Bruder wurde von Dämonen gefangen genommen, die unseren Verbündeten in Broken Blade bekämpften. Anstatt zu versuchen, die Gefangenen zu befreien, schreit unser Verbündeter nun nach mehr Hilfe. Ich bin nun gezwungen, Sie zu bitten, meinen Bruder und unsere Männer zu retten. Er wird irgendwo unter einer vulkanischen Insel im hohen Norden gefangen gehalten.",
	"map.[hota] a new day tomorrow.quest.12.51.0.completed" : "Also, es ist entschieden. Sie werden dafür sorgen, dass das Ende des Krieges schneller kommt. Aber denken Sie daran - nicht jeder kann zurückgebracht werden.",
	"map.[hota] a new day tomorrow.quest.12.51.0.firstVisit" : "Haben Sie schon einmal einen zurückgegebenen gesehen? Wenn nicht, dann können Sie jetzt damit prahlen, dass Sie es haben. Ich wurde mit einem Speer durchbohrt, gehängt, mir wurde der Kopf eingeschlagen und die Augen ausgequetscht. Jedes Mal hat mich mein Freund, ein oft betrunkener Priester, zurückgebracht. Aber das hat eine Kehrseite: Jedes Mal vergesse ich etwas Wichtiges über mich, etwas, das mir die Kraft gab, zu leben und zu kämpfen. Ich habe schon die Frau vergessen, die ich liebte, mein Haus, sogar mein Lieblingsessen. Nur die Schrecken des Krieges machen mir mehr Angst. Wie mein Verbündeter hier, möchte ich, dass es bald zu Ende ist. Aber ich kann diese Mission nicht einem rotzfrechen Neuling anvertrauen, ich brauche einen anständigen Menschen.",
	"map.[hota] a new day tomorrow.quest.12.51.0.nextVisit" : "Haben Sie schon mal einen gesehen, der zurückgekehrt ist? Wenn nicht, dann können Sie jetzt damit prahlen, dass Sie es haben. Ich wurde mit einem Speer durchbohrt, gehängt, mir wurde der Kopf eingeschlagen und die Augen ausgequetscht. Jedes Mal hat mich mein Freund, ein oft betrunkener Priester, zurückgebracht. Aber das hat eine Kehrseite: Jedes Mal vergesse ich etwas Wichtiges über mich, etwas, das mir die Kraft gab, zu leben und zu kämpfen. Ich habe schon die Frau vergessen, die ich liebte, mein Haus, sogar mein Lieblingsessen. Nur die Schrecken des Krieges machen mir mehr Angst. Wie mein Verbündeter hier, möchte ich, dass es bald zu Ende ist. Aber ich kann diese Mission nicht einem rotzfrechen Neuling anvertrauen, ich brauche einen anständigen Menschen.",
	"map.[hota] a new day tomorrow.quest.124.49.0.completed" : "Bald, sehr bald werde ich meinen Drachen reiten! Kein König oder Ritter hätte sich das je träumen lassen. Nimm dies als Gegenleistung, ich hoffe, du kannst es gut gebrauchen.",
	"map.[hota] a new day tomorrow.quest.124.49.0.firstVisit" : "Mein Traum ist es, einen echten Drachen zum Reiten zu haben! Ehrlich gesagt, Pferde langweilen mich zu Tode. Stellt euch nur mal vor, wie ich, so gut aussehend, auf seinem Rücken sitze, ganz glänzend und karminrot... ja, ich hätte gerne einen aus Kristall, ist das was Schlimmes oder so? Also hier ist der Deal, ich habe nicht genug Kristalle, um ihn mir im Moment zu leisten. Das heißt, ich gehe bald auf eine Reise, und ich werde mir einen besorgen! Besorg mir die Kristalle, die ich brauche. Es gibt ein paar Zwergenschatzkammern in der Nähe, die kannst du von mir aus ausrauben.",
	"map.[hota] a new day tomorrow.quest.124.49.0.nextVisit" : "Das ist nicht genug. Ich brauche nicht weniger als 5. Hau ab.",
	"map.[hota] a new day tomorrow.quest.128.81.1.completed" : "Die Wachen haben Sie untersucht und zugegeben, dass Sie Level 15 erreicht haben. Möchten Sie jetzt durchgehen?",
	"map.[hota] a new day tomorrow.quest.128.81.1.firstVisit" : "Die Stummen, die den Platz bewachen, sind prägnant wie immer. Auf dem Schild steht: \"Level 15: passieren. Level <15: wird mit dem Energiefluss nicht fertig, kein Durchgang!\" Nach dem Chaos zu urteilen, ist das eine vernünftige Bedingung.",
	"map.[hota] a new day tomorrow.quest.128.81.1.nextVisit" : "Die Stummen, die den Ort bewachen, sind prägnant wie immer. Auf dem Schild steht: \"Level 15: Passieren. Level <15: wird nicht mit dem Energiefluss fertig, kein Durchgang!\" Nach dem Chaos zu urteilen, ist das eine vernünftige Bedingung.",
	"map.[hota] a new day tomorrow.quest.129.86.0.completed" : "Na endlich! Nichts mehr von diesem Gestank hier.",
	"map.[hota] a new day tomorrow.quest.129.86.0.firstVisit" : "Ich war mal ein berühmter Entdecker, aber eine Verletzung zwang mich, mich hier niederzulassen. Ich wünschte, ich wäre lieber irgendwo im alten Extate hängengeblieben. Findet die verdammten Trolle im Osten. Sie müssen in der Nähe der Berge auf der Jagd sein. Ich werde dir geben, was ich nicht mehr brauche, im Austausch für ihre Leben.",
	"map.[hota] a new day tomorrow.quest.129.86.0.nextVisit" : "Ich war mal ein berühmter Forscher, aber eine Wunde zwang mich, mich hier niederzulassen. Ich wünschte, ich wäre lieber irgendwo im alten Extate festgenagelt worden. Findet die verdammten Trolle im Osten. Sie müssen in der Nähe der Berge auf der Jagd sein. Ich gebe dir, was ich nicht mehr brauche, im Tausch gegen ihr Leben.",
	"map.[hota] a new day tomorrow.quest.130.14.0.completed" : "Oh, du bist verlässlich. Würdest du deine Abenteuersachen vielleicht für eine Weile weglegen? Hilfst du mir mit ein paar weiteren Materialien? Ich brauche nur 42 Weinen... Warte, wo willst du hin?!",
	"map.[hota] a new day tomorrow.quest.130.14.0.firstVisit" : "Meine Familie diente über Generationen hinweg als königliche Alchemisten, und es mangelte uns nie an Arbeitsbelastung oder Materialien. Aber wo soll ich jetzt hin? Als Lehrling dieses fiesen Harren schuften? Wenn du nur ein paar Sachen für mich sammeln könntest. Nur eine Kleinigkeit: 8 Maß Holz und Erz, und 4 Maß Schwefel. Beeil dich, ich teile mein Wissen mit dem Ersten, der mir hilft!",
	"map.[hota] a new day tomorrow.quest.130.14.0.nextVisit" : "Meine Familie diente seit Generationen als königliche Alchemisten, und es mangelte uns nie an Arbeit oder Material. Aber wohin soll ich jetzt gehen? Als Lehrling dieses fiesen Harren schuften? Wenn du nur ein paar Sachen für mich sammeln könntest. Nur eine Kleinigkeit: 8 Maß Holz und Erz, und 4 Maß Schwefel. Beeil dich, ich teile mein Wissen mit dem ersten, der mir hilft!",
	"map.[hota] a new day tomorrow.quest.130.69.0.completed" : "Ja, das wird reichen. Tut mir leid, wir müssen jetzt zum Geschäftlichen übergehen.",
	"map.[hota] a new day tomorrow.quest.130.69.0.firstVisit" : "Ich habe Agamonde viele Jahre lang gegen Eindringlinge verteidigt. Sie kamen vom Meer und von jenseits der Portale, von denen wir viele haben. Wir kämpften zwei Kriege auf einmal, aber wir konnten nicht gewinnen. Nachdem der Krieg verloren war, gingen meine Freunde und ich dorthin, wo wir die Invasoren vermuteten, aber es stellte sich heraus, dass dort nur dreckige Trolle und Lizadrs lebten. \n Wir wissen jetzt, wo wir einen neuen Anfang machen können, aber wir werden ein bisschen Erz und Holz brauchen, zusammen mit etwas Gold. Wir werden nie die vergessen, die zu unserem Feldzug beigetragen haben.",
	"map.[hota] a new day tomorrow.quest.130.69.0.nextVisit" : "Ich habe Agamonde viele Jahre lang gegen Eindringlinge verteidigt. Sie kamen vom Meer und von jenseits der Portale, von denen wir viele haben. Wir führten zwei Kriege auf einmal, aber wir konnten nicht gewinnen. Nachdem der Krieg verloren war, gingen meine Freunde und ich dorthin, wo wir die Invasoren vermuteten, aber es stellte sich heraus, dass dort nur dreckige Trolle und Eidechsen lebten. \n Wir wissen jetzt, wo wir einen neuen Anfang machen können, aber wir werden ein bisschen Erz und Holz brauchen, zusammen mit etwas Gold. Wir werden nie diejenigen vergessen, die zu unserer Kampagne beigetragen haben.",
	"map.[hota] a new day tomorrow.quest.133.74.0.completed" : "Na toll! Ich zeige euch jetzt ein paar Tricks. Ich unterrichte ziemlich viele verschiedene Klassen...",
	"map.[hota] a new day tomorrow.quest.133.74.0.firstVisit" : "Ich habe diese Hütte vor nicht allzu langer Zeit gekauft. Es ist ein ruhiger Ort und ein kurzer Weg von der Arbeit. Wie auch immer, das war nicht von Dauer; ich wurde von Fangarmen überfallen, während ich auf einer Seereise war. Ich hatte nichts bei mir außer meinem Emblem der Erkenntnis. Es war mein Preis für wissenschaftliche Leistungen, und ich mag es sehr gern! Gegen die Fangarme konnte ich nichts ausrichten, und in der Schule der Schatzmeister kann mich sowieso niemand ersetzen. Wenn nur jemand sie im westlichen Teil des Sees finden und in Ordnung bringen könnte...",
	"map.[hota] a new day tomorrow.quest.133.74.0.nextVisit" : "Ich habe diese Hütte vor nicht allzu langer Zeit gekauft. Es ist ein ruhiges Plätzchen, und der Weg zur Arbeit ist kurz. Wie auch immer, das war nicht von Dauer; ich wurde von Fangarmen überfallen, während ich auf einer Seereise war. Ich hatte nichts bei mir außer meinem Emblem der Erkenntnis. Es war mein Preis für wissenschaftliche Leistungen, und ich mag es sehr gern! Gegen die Fangarme konnte ich nichts ausrichten, und in der Schule der Schatzmeister kann mich sowieso niemand ersetzen. Wenn doch nur jemand die Fangarme im westlichen Teil des Sees finden und sie in Ordnung bringen könnte...",
	"map.[hota] a new day tomorrow.quest.137.36.0.completed" : "Na endlich! Es ist mir egal, woher du es hast, nimm das und verschwinde!",
	"map.[hota] a new day tomorrow.quest.137.36.0.firstVisit" : "Ich habe vor, ein Experiment durchzuführen, aber diese verfluchte Insel hat keine Labore, die das benötigte Quecksilber liefern, und ich habe jeden Zentimeter durchkämmt! Hätten Sie vielleicht ein bisschen was übrig?",
	"map.[hota] a new day tomorrow.quest.137.36.0.nextVisit" : "Ich habe vor, ein Experiment durchzuführen, aber diese verfluchte Insel hat keine Labors, um das benötigte Quecksilber zu besorgen, und ich habe jeden Zentimeter durchkämmt! Hätten Sie vielleicht ein bisschen was übrig?",
	"map.[hota] a new day tomorrow.quest.138.101.1.completed" : "Die Wachen haben Sie untersucht und zugegeben, dass Sie Level 15 erreicht haben. Möchten Sie jetzt durchgehen?",
	"map.[hota] a new day tomorrow.quest.138.101.1.firstVisit" : "Die Stummen, die den Platz bewachen, sind prägnant wie immer. Auf dem Schild steht: \"Level 15: passieren. Level <15: wird mit dem Energiefluss nicht fertig, kein Durchgang!\" Nach dem Chaos zu urteilen, ist das eine vernünftige Bedingung.",
	"map.[hota] a new day tomorrow.quest.138.101.1.nextVisit" : "Die Stummen, die den Ort bewachen, sind prägnant wie immer. Auf dem Schild steht: \"Level 15: Passieren. Level <15: wird nicht mit dem Energiefluss fertig, kein Durchgang!\" Nach dem Chaos zu urteilen, ist das eine vernünftige Bedingung.",
	"map.[hota] a new day tomorrow.quest.138.9.0.completed" : "Ich hätte nie gedacht, dass ich mal froh sein würde, dass jemand gestorben ist. Zweimal. Das ist Ihnen gelungen, also werden Sie es mit meinen Hühnern wohl auch nicht schlimmer machen. Jetzt kann ich gehen. Ich hörte, die Druiden haben eine unbedeutende Insel im Westen in ein wahres Wunder verwandelt. Ein Reisender kann dort Ruhe finden, und ein Krieger, Glück! Obwohl man über Letzteres streiten kann.",
	"map.[hota] a new day tomorrow.quest.138.9.0.firstVisit" : "Es ist schwer zu glauben, dass dieses verdorrte Land einmal ein Handelshafen war, nicht wahr? Jetzt bin ich der letzte, der hier so etwas wie ein Unternehmen hat; und es gibt niemanden, der es erbt, nachdem ich weg bin. Eines Tages zerstörte ein fremder Söldner unsere Zukunft. Ich weiß nicht, wer er war, wohin er ging oder ob er wusste, was er tat. Aber ich weiß genau, wer ihn angeheuert hat. Er und seine Kumpane irren in der Nähe einer verlassenen Mine im Westen umher, die in... etwas anderes verwandelt wurde. Ihre dreckigen Leben sind mein Preis für die Passage.",
	"map.[hota] a new day tomorrow.quest.138.9.0.nextVisit" : "Kaum zu glauben, dass dieses verdorrte Land einst ein Handelshafen war, nicht wahr? Jetzt bin ich der letzte, der hier so etwas wie ein Unternehmen hat; und es gibt niemanden, der es erbt, nachdem ich weg bin. Eines Tages zerstörte ein fremder Söldner unsere Zukunft. Ich weiß nicht, wer er war, wohin er ging oder ob er wusste, was er tat. Aber ich weiß genau, wer ihn angeheuert hat. Er und seine Kumpane irren in der Nähe einer verlassenen Mine im Westen umher, die in... etwas anderes verwandelt wurde. Ihre dreckigen Leben sind mein Preis für die Passage.",
	"map.[hota] a new day tomorrow.quest.14.54.0.completed" : "Ich bin froh, dass du noch lebst und dass dir nicht mal ein Körperteil fehlt. Ich habe etwas für dich. Frag nicht mal, woher ich es habe.",
	"map.[hota] a new day tomorrow.quest.14.54.0.firstVisit" : "Ich zähme Drachen schon seit vielen Jahrhunderten, es gab sogar eine Zeit, in der sie unsere Verbündeten waren. Und ich schwöre, die störrischsten sind die Rostdrachen. Nicht die majestätischen Azur, und nicht die die Dunkelheit liebenden Schwarzen. Ich fütterte diese Parasiten nur mit dem besten Fleisch, gab ihnen den bequemsten Unterschlupf, und sie bedankten sich, indem sie den Hof verseuchten, meinen Wächter fraßen und davonflogen! Ich fürchte, sie führen etwas noch Schlimmeres im Schilde. Geh in den Süden und beschwichtige sie, wenn du kannst.",
	"map.[hota] a new day tomorrow.quest.14.54.0.nextVisit" : "Ich zähme Drachen schon seit vielen Jahrhunderten, es gab sogar eine Zeit, da waren sie unsere Verbündeten. Und ich schwöre, die störrischsten sind die Rostdrachen. Nicht die majestätischen Azure, und nicht die die Dunkelheit liebenden Schwarzen. Ich fütterte diese Parasiten nur mit dem besten Fleisch, gab ihnen den bequemsten Unterschlupf, und sie bedankten sich, indem sie den Hof verseuchten, meinen Wächter fraßen und davonflogen! Ich fürchte, sie führen etwas noch Schlimmeres im Schilde. Geh in den Süden und beschwichtige sie, wenn du kannst.",
	"map.[hota] a new day tomorrow.quest.140.31.0.completed" : "Ja, ich habe schon von deinen Erfolgen gehört. Ich wollte schon einen Greif anheuern und ihn von oben mit einem magischen Gebräu übergießen. Ich hoffe, es war nicht zu schwer, damit umzugehen? Ich werde etwas Wissen mit dir teilen, aber erwarte nichts darüber hinaus.",
	"map.[hota] a new day tomorrow.quest.140.31.0.firstVisit" : "Nachdem ein Unglück über unsere Stadt hereinbrach, wurde ich zum Wachmann auf einem Felsen in der Nähe gemacht. Es war keine schwere Aufgabe, aber ich schaffte es nicht, sie zu erfüllen. Diese Bestie, Ojzin, kam aus dem Sumpf und zwang mich, aus meinem Versteck zu fliehen! Vertreibe ihn, damit ich meinen Dienst fortsetzen kann, und bringe zum Beweis, dass du es geschafft hast, meine Wächterfigur mit, die er in ein Spielzeug verwandelt hat. Hoffentlich ist dort nicht viel passiert, seit ich weg bin; es ist ein ruhiger Ort.",
	"map.[hota] a new day tomorrow.quest.140.31.0.nextVisit" : "Hast du ihn noch nicht gefunden, du Trottel? Er versteckt sich im Schwanenteich bei den Felsen.",
	"map.[hota] a new day tomorrow.quest.150.34.1.completed" : "Diejenigen, die diesen Ort vergiftet haben, werden eines Tages dafür bezahlen. Und ich bezahle Sie sofort für den Gefallen. Wollt Ihr immer noch tauschen?",
	"map.[hota] a new day tomorrow.quest.150.34.1.firstVisit" : "Das wird so viel Arbeit sein. Meine Druidenbrüder arbeiten schon lange daran, das Ökosystem dieses Ortes wiederherzustellen. Es war einmal ein wahrgewordenes Wunder! Eine mächtige unterirdische Stadt, die im Einklang mit der Natur lebt, habt Ihr so etwas schon einmal gesehen? Sicherlich nicht, und ich werde es bald beweisen. Ich brauche Materialien für ein Experiment. Ich hoffe nicht, dass es zu einem Durchbruch führt, aber ich gebe nicht auf. Haben Sie die hier?",
	"map.[hota] a new day tomorrow.quest.150.34.1.nextVisit" : "Das wird so viel Arbeit sein. Meine Druidenbrüder arbeiten seit langem daran, das Ökosystem dieses Ortes wiederherzustellen. Es war einmal ein wahrgewordenes Wunder! Eine mächtige unterirdische Stadt, die im Einklang mit der Natur lebt, hast du so etwas je gesehen? Sicherlich nicht, und ich werde es bald beweisen. Ich brauche Materialien für ein Experiment. Ich hoffe nicht, dass es zu einem Durchbruch führt, aber ich gebe nicht auf. Habt Ihr die hier?",
	"map.[hota] a new day tomorrow.quest.151.19.0.completed" : "Du bist schnell wieder da. Heutzutage ist nichts so leicht zu finden wie ein Feind. Allerdings wird es keinen hinter den Portalen geben. Sie werden dorthin gelangen, wo Turniere abgehalten werden. Armeen, große und kleine, werden sich dem tapferen Glückssucher entgegenstellen, aber die Belohnung ist es allemal wert. Es ist nicht garantiert, dass du überlebst; es kann sein, dass du die Wachen schlägst und dann von einem anderen Abenteurer wie dir zerquetscht wirst. Es gibt auch Städte da draußen. Das lilafarbene Portal führt dorthin, wo Minotauren, Drachen und anderes unterirdisches Volk hausen, und das orangefarbene in den Schatten eines ehemaligen Menschenreichs, wo jetzt nur noch Zombies und Skelette herumwatscheln.",
	"map.[hota] a new day tomorrow.quest.151.19.0.firstVisit" : "Ihr glaubt also, Ihr seid stark genug, um jedes Unglück zu besiegen? Magie brachte Macht in unser Land, und das wiederum zerstörte es in wenigen Tagen. Es ist dumm zu glauben, dass das nicht auch mit Eurem Heim passieren kann. Schätze deine Kräfte weise ein, aber vertraue manchmal deiner Intuition... Ja, ich bin nur ein weiterer alter Narr mit ein paar Gruselgeschichten, aber nichts Nützliches. Kommen Sie wieder, wenn Sie so weit sind. Ich sage dir, worüber du dir Sorgen machen musst, bevor du durch die Portale hinter meiner Hütte gehst.",
	"map.[hota] a new day tomorrow.quest.151.19.0.nextVisit" : "Komm wieder, wenn du Level 5 erreicht hast, nicht weniger!",
	"map.[hota] a new day tomorrow.quest.152.153.0.completed" : "Ich hoffe, derjenige, der unsere Stadt verraten hat, wird eines Tages für alles bezahlen. Seid Ihr bereit, Eure Belohnung anzunehmen?",
	"map.[hota] a new day tomorrow.quest.152.153.0.firstVisit" : "Alles, worüber die Leute in diesen Tagen reden, sind die Untoten, die die Wache von Agamonde zerschlagen und die Stadt zerstört haben, aber niemand erwähnt die Schurken, die den Nekromanten geholfen haben. Ein ehemaliger adliger Herr, der des Sklavenhandels beschuldigt wurde, wurde von den Piraten befreit, und dann erzählte er ihnen von den Portalen in der Nähe der Stadt. Dann gaben die Piraten den Untoten einen Tipp. Sie hätten nie gedacht, dass, nachdem die Stadt erledigt war, die Lakaien der Nekromanten sich als nächstes gegen sie wenden würden. Diejenigen, die nicht entkommen konnten, stürzten irgendwo an der Südküste ab. Das wird keine faire Vergeltung sein, aber ich bin trotzdem bereit, großzügig für ihre Ausrottung zu bezahlen.",
	"map.[hota] a new day tomorrow.quest.152.153.0.nextVisit" : "Alle Leute reden in diesen Tagen nur über die Untoten, die die Wache von Agamonde zerschlagen und die Stadt zerstört haben, aber niemand erwähnt die Schurken, die den Nekromanten geholfen haben. Ein ehemaliger adliger Herr, der des Sklavenhandels beschuldigt wurde, wurde von den Piraten befreit, und dann erzählte er ihnen von den Portalen in der Nähe der Stadt. Dann gaben die Piraten den Untoten einen Tipp. Sie hätten nie gedacht, dass, nachdem die Stadt erledigt war, sich die Lakaien der Nekromanten als nächstes gegen sie wenden würden. Diejenigen, die nicht entkommen konnten, stürzten irgendwo an der Südküste ab. Das wird keine faire Vergeltung sein, aber ich bin trotzdem bereit, großzügig für ihre Ausrottung zu bezahlen.",
	"map.[hota] a new day tomorrow.quest.153.23.1.completed" : "Jetzt haben wir Hoffnung, so klein sie auch sein mag. Ich werde dir jetzt ein paar meiner Tricks beibringen.",
	"map.[hota] a new day tomorrow.quest.153.23.1.firstVisit" : "Grüße. Du hast diesen Ort gefunden, was bedeutet, dass du es wert bist, seine Geschichte zu kennen. Meine Familie bewahrte dieses einst schöne Land über Generationen hinweg, aber nachdem die Fremden von der Oberfläche kamen, wurde es zu dem, was Ihr jetzt seht. Leider war ich nicht in der Lage, den Verfall im Alleingang zu verhindern, aber Sie könnten mein Verbündeter werden, nicht wahr? Graft wurde kürzlich in der Nähe der akropianischen Abfälle gesehen. Er ist das Schoßhündchen derer, die für alles verantwortlich sind, was Sie hier sehen. Töte ihn und bring mir das Schmuckstück, das er immer bei sich trägt. Dann werden wir dieses Land wiederherstellen.",
	"map.[hota] a new day tomorrow.quest.153.23.1.nextVisit" : "Keine Sorge, Graft wird sein Schicksal bald ereilen. Er muss sich irgendwo in der Nähe von Acropia verstecken.",
	"map.[hota] a new day tomorrow.quest.153.90.1.completed" : "Wir werden uns zu gegebener Zeit von dem Unheil erholen, das er über uns gebracht hat. Wir haben geschworen, das Land zu schützen, und von nun an werden wir auch hier über die Gerechtigkeit wachen! Der Schwur ist geleistet!",
	"map.[hota] a new day tomorrow.quest.153.90.1.firstVisit" : "Wir haben geschworen, unser Land zu schützen, aber wir können uns nicht mehr gegen das Böse wehren, das hier lauert. Das dumme Volk glaubt, der Südstaatler, der uns jetzt regiert, sei ein kluger und fairer Mann. Was ist so fair daran, dass seine Wache besser bezahlt wird als alle anderen? Sind wir nicht alle Soldaten unseres Vaterlandes? All diese Unternehmen, die er hier gegründet hat, das ist alles nur ein Vorwand. Sehr bald wird er alle in der Nacht abschlachten, wenn er uns nicht mehr braucht. Heute haben Sie die Ehre, die Gerechtigkeit wiederherzustellen. Er verhandelt mit den Langohren aus dem Westen. In der Kapelle sind viel weniger Wachen als im Schloss. Verpassen Sie diese Chance nicht!",
	"map.[hota] a new day tomorrow.quest.153.90.1.nextVisit" : "Wir haben geschworen, unser Land zu schützen, aber wir können dem Bösen, das hier lauert, nicht mehr widerstehen. Das dumme Volk glaubt, der Südländer, der uns jetzt regiert, sei ein kluger und gerechter Mann. Was ist so fair daran, dass seine Wache besser bezahlt wird als alle anderen? Sind wir nicht alle Soldaten unseres Vaterlandes? All diese Unternehmen, die er hier gegründet hat, das ist alles nur ein Vorwand. Sehr bald wird er alle in der Nacht abschlachten, wenn er uns nicht mehr braucht. Heute haben Sie die Ehre, die Gerechtigkeit wiederherzustellen. Er verhandelt mit den Langohren aus dem Westen. In der Kapelle sind viel weniger Wachen als im Schloss. Verpassen Sie diese Chance nicht!",
	"map.[hota] a new day tomorrow.quest.16.167.0.completed" : "Welchen Platz hat das Wissen also doch in unserer Welt? Nun ist der ehemalige König des Extate im Exil. Was war sein Fehler? Wenn nicht Mut und Spiritualität, wonach sollte dann ein guter Monarch streben? Ich denke, Wissen ist das, was ihm fehlte. Die Menschen des neuen Extates wollten nicht hierher kommen, sie wollten keinen Krieg. Unwissenheit trieb den König in die Schlacht. Unwissenheit über die Kultur seines Nachbarn machte aus einem religiösen Menschen einen Fanatiker. Unwissenheit verwandelte einen mutigen Krieger in einen rücksichtslosen Idioten, der seine Kameraden in den Tod riss. Damit Sie Fehler vermeiden, gebe ich Ihnen das nötige Wissen. Hinter den Portalen in der Nähe liegen Länder, die für die Tapferen geeignet sind. Die Turniere, die dort stattfinden, erfordern Teilnehmer mit einem noch nie dagewesenen Können. Außerdem befinden sich diese Länder jetzt auch im Krieg. Zeigen Sie Mut, aber auch Vorsicht, wenn Sie dort hinkommen. Das orangefarbene Portal schickt Sie nach Agamonde, der ehemaligen Hochburg der Menschen, das violette - zur Faust von Ilyane, die sich im Untergrund befindet. Der König wurde nie wieder gesehen, nachdem er seine geliebte Heimat verlassen hatte. Aber ich bin sicher, dass es ihm sehr leid tut, was er getan hat.",
	"map.[hota] a new day tomorrow.quest.16.167.0.firstVisit" : "Was ist der Platz des Wissens in unserer Welt? Oh, darüber kann ich Ihnen alles sagen! Habt eine Weile Geduld mit einem einsamen alten Mann, Reisende, überstürzt nichts. Ich hatte die Ehre, den früheren König der Extate zu kennen. Er war ein würdiger Mann, tapfer im Kampf und geistvoll. Alles änderte sich, als die Fremden aus dem Schnee plötzlich auftauchten. Wer waren sie? Was brauchten sie hier? Die Herren des Hofes beschlossen, dass sie sich mit den Eroberern anlegen könnten. Aber diese waren nicht wie die Gnolls und Troglodyten früherer Tage. Sie warteten ab und zeigten keine Aggression. Der König selbst führte die Truppen gegen den neuen Nachbarn auf der Suche nach Antworten. Nach einer Reihe von Schlachten wurde klar, dass die Neuankömmlinge bevorzugt mit Magie kämpften, und sie hatten nicht viele Kirchen. Trotz der Verluste führte der König die Truppen tapfer weiter, aber an einem Punkt fand er sich allein wieder. Er kehrte aus der Gefangenschaft zurück und brachte die Bedingungen des Friedens mit. Die Herren des Extate fügten sich, aber der König verzieh den Fremden diese Beleidigung nie. Sind Sie bereit, das Ende dieser Geschichte zu erfahren?",
	"map.[hota] a new day tomorrow.quest.16.167.0.nextVisit" : "Was ist der Platz des Wissens in unserer Welt? Oh, darüber kann ich Ihnen alles erzählen! Habt eine Weile Geduld mit einem einsamen alten Mann, Reisende, überstürzt nichts. Ich hatte die Ehre, den früheren König der Extate zu kennen. Er war ein würdiger Mann, tapfer im Kampf und geistvoll. Alles änderte sich, als die Fremden aus dem Schnee plötzlich auftauchten. Wer waren sie? Was brauchten sie hier? Die Herren des Hofes beschlossen, dass sie sich mit den Eroberern anlegen könnten. Aber diese waren nicht wie die Gnolls und Troglodyten früherer Tage. Sie warteten ab und zeigten keine Aggression. Der König selbst führte die Truppen gegen den neuen Nachbarn auf der Suche nach Antworten. Nach einer Reihe von Schlachten wurde klar, dass die Neuankömmlinge bevorzugt mit Magie kämpften, und sie hatten nicht viele Kirchen. Trotz der Verluste führte der König die Truppen tapfer weiter, aber an einem Punkt fand er sich allein wieder. Er kehrte aus der Gefangenschaft zurück und brachte die Bedingungen des Friedens mit. Die Herren des Extate fügten sich, aber der König verzieh den Fremden diese Beleidigung nie. Sind Sie bereit, das Ende dieser Geschichte zu erfahren?",
	"map.[hota] a new day tomorrow.quest.161.152.0.completed" : "Ihr könnt jetzt mit eurem Unsinn weitermachen, ich habe noch etwas zu erledigen. Aber wenn ich wieder in Schwierigkeiten gerate, wirst du mir doch helfen, oder?",
	"map.[hota] a new day tomorrow.quest.161.152.0.firstVisit" : "Das war kein schönes Jahr. Erst musste ich mich verschulden, nachdem irgendein Klugscheißer angefangen hatte, nebenan in meiner Schmiede Kanonen herzustellen; das war damals die heiße neue Sache. Dann hatte ich eine schlechte Ernte. Und schließlich kam eine Bande von Piraten und Deadern und verwüstete unsere schöne Hafenstadt und tötete alle meine Freunde. Nun, zumindest bin ich jetzt schuldenfrei. Ich mache mir jetzt große Sorgen um meine Schmiede. Da watschelt ein Haufen Zombies herum, und ich muss meine Werkzeuge von dort bergen, bevor ich neu anfangen kann! Das Turnier kann warten, kümmere dich zuerst um sie.",
	"map.[hota] a new day tomorrow.quest.161.152.0.nextVisit" : "Das war kein schönes Jahr. Erst musste ich mich verschulden, nachdem irgendein Klugscheißer angefangen hatte, neben meiner Schmiede Kanonen zu bauen; das war damals die heiße neue Sache. Dann hatte ich eine schlechte Ernte. Und schließlich kam eine Bande von Piraten und Deadern und verwüstete unsere schöne Hafenstadt und tötete alle meine Freunde. Nun, zumindest bin ich jetzt schuldenfrei. Ich mache mir jetzt große Sorgen um meine Schmiede. Da watschelt ein Haufen Zombies herum, und ich muss meine Werkzeuge von dort bergen, bevor ich neu anfangen kann! Das Turnier kann warten, kümmert Euch zuerst um sie.",
	"map.[hota] a new day tomorrow.quest.162.87.0.completed" : "Ihr seid also mit dem Handel einverstanden? Schade, dass du gehst. Wir würden uns freuen, dich in der Verborgenen Schule des Abgrunds zu haben. Könntest du wenigstens diese Pamphlete an deine Freunde weitergeben?",
	"map.[hota] a new day tomorrow.quest.162.87.0.firstVisit" : "Sag, Sterblicher, kannst du sicher sein, dass dein Wille der deine ist und nur der deine? Hörst du die Stimme unseres Meisters, so wie wir es tun? Du hast die einmalige Gelegenheit, einen Blick auf die geheime Seite deines Geistes zu werfen. Eine Koje, ein Kurs und ein Essen kosten 2000 Gold, aber das ist ein geringer Preis für... Warte! Geh nicht weg! Wollt ihr wenigstens unsere Haustiere kaufen? Schaut, Ihr müsst sie nicht füttern, und sie können im Kampf neue Freunde finden! Das ist ein guter Preis für diese talentierten Diener des Meisters!",
	"map.[hota] a new day tomorrow.quest.162.87.0.nextVisit" : "Sag, Sterblicher, kannst du sicher sein, dass dein Wille der deine ist und nur der deine? Hörst du die Stimme unseres Meisters, so wie wir es tun? Du hast die einmalige Gelegenheit, einen Blick auf die geheime Seite deines Geistes zu werfen. Eine Koje, ein Kurs und ein Essen kosten 2000 Gold, aber das ist ein geringer Preis für... Warte! Geh nicht weg! Wollt ihr wenigstens unsere Haustiere kaufen? Schaut, Ihr müsst sie nicht füttern, und sie können im Kampf neue Freunde finden! Das ist ein guter Preis für diese talentierten Diener des Meisters!",
	"map.[hota] a new day tomorrow.quest.163.155.0.completed" : "Nun, das war ihr Schicksal, denke ich. Und Ihres ist es, neue Verteidigungstechniken zu lernen.",
	"map.[hota] a new day tomorrow.quest.163.155.0.firstVisit" : "Wir hatten eine Chance, sie zu stoppen. Es war immer noch möglich, den Fall von Agamonde zu verhindern. Einer der Boten erreichte das Turnier mit der Bitte, der Stadt zu Hilfe zu kommen. Natürlich waren die meisten Wachen Söldner, aber es gab auch einige reguläre Soldaten von Agamonde, und einige andere, die bereit waren, zu helfen. Aber die Mönche, die das zweite Tor bewachten, wollten den Boten nicht durchlassen. \"Wenn Agamonde fallen soll, dann soll es fallen\", sagten sie. Nun, ich würde gerne sehen, wie bereit sie sind, ihr eigenes Schicksal zu erfüllen. Sie verließen das Turnier und gingen, um ihre Weisheit anderswo zu verbreiten. Lasst sie nicht entkommen.",
	"map.[hota] a new day tomorrow.quest.163.155.0.nextVisit" : "Wir hatten die Chance, sie aufzuhalten. Es war noch möglich, den Sturz von Agamonde zu verhindern. Einer der Boten erreichte das Turnier und bat darum, der Stadt zu Hilfe zu kommen. Natürlich waren die meisten Wachen Söldner, aber es gab auch einige reguläre Soldaten von Agamonde, und einige andere, die bereit waren, zu helfen. Aber die Mönche, die das zweite Tor bewachten, wollten den Boten nicht durchlassen. \"Wenn Agamonde fallen soll, dann soll es fallen\", sagten sie. Nun, ich würde gerne sehen, wie bereit sie sind, ihr eigenes Schicksal zu erfüllen. Sie verließen das Turnier und gingen, um ihre Weisheit anderswo zu verbreiten. Lassen Sie sie nicht entkommen.",
	"map.[hota] a new day tomorrow.quest.20.161.0.completed" : "Weißt du, ich habe gerade herausgefunden, dass die Efreeti tatsächlich nach dem Ausbruch kamen. Ich hätte Sie bitten sollen, die verdammten Troglodyten zu verjagen.",
	"map.[hota] a new day tomorrow.quest.20.161.0.firstVisit" : "Und was hast du von einer Piratenbande erwartet, dass sie eine Garnison mit Horden von Wächtern bauen würden? Sie errichteten hastig einen schäbigen Turm und ließen mich darin allein. Ein Hund, dem man beibringt, die Schlüssel weiterzureichen, würde es nicht schlechter machen. Sie gingen zur Helix, und ich sah sie nie wieder. Ich denke, ich bin jetzt lange genug hier gewesen. Ich werde das, was ich hier habe, mit Ihnen teilen, für einen Dienst. Die Efreeti haben mehrere Vulkane im Norden der Insel erweckt, was schlecht für mein Geschäft ist. Sie sollten vertrieben werden.",
	"map.[hota] a new day tomorrow.quest.20.161.0.nextVisit" : "Und was habt Ihr von einer Piratenbande erwartet, dass sie eine Garnison mit Horden von Wachen errichten? Sie errichteten hastig einen schäbigen Turm und ließen mich darin allein. Ein Hund, dem man beibringt, die Schlüssel weiterzureichen, würde es nicht schlechter machen. Sie gingen zur Helix, und ich sah sie nie wieder. Ich denke, ich bin jetzt lange genug hier gewesen. Ich werde das, was ich hier habe, mit Ihnen teilen, für einen Dienst. Die Efreeti haben mehrere Vulkane im Norden der Insel erweckt, was schlecht für mein Geschäft ist. Sie sollten vertrieben werden.",
	"map.[hota] a new day tomorrow.quest.22.90.0.completed" : "Das Urteil wird vollstreckt. Ich denke, ich werde mich jetzt besser fühlen. Als Belohnung kann ich dir etwas beibringen.",
	"map.[hota] a new day tomorrow.quest.22.90.0.firstVisit" : "Man sagt, es gibt keinen größeren Kummer für einen Elternteil, als den Tod seiner Kinder zu sehen. Ich würde aber behaupten, dass es noch schlimmer ist, sie selbst in den Tod zu schicken. Wir kamen aus dem Westen, um den legendären Gral zu finden. Dieser würde unserem Königreich immens helfen. Beginnend mit den Kerkern im Süden, wo sich Bors und Letitia von den Stummen zu uns gesellten, zogen wir weiter nach Norden, bis wir diesen Ort erreichten. Der Obelisk inmitten des ominösen Nebels war unser Ziel, er würde uns bei der Suche eine große Hilfe sein. Es gab keinen Grund, Angst zu haben, denn keine bösen Geister konnten uns besiegen. Der erste, der starb, war der arme Percival. Sofort wurde er von den Nebelwesen weggezerrt, und wir erstarrten vor Entsetzen. Amnis, der noch nie in seinem Leben ein einziges Wesen beleidigt oder beleidigt hatte, eilte seinem Bruder zu Hilfe. Das gab uns Kraft. Der arme Bors stieß einen Schrei aus, als er verbrannt wurde, und brach damit seinen Schwur. Letitia, zusammen mit meinem Sohn, verschwand im Nebel. Amnis wurde vor meinen Augen in zwei Hälften gehackt... Es ist ein Brauch in meinem Land, mit allen Mitteln für Gerechtigkeit zu sorgen. Und ich lege es auf dich. Geh zu dem Obelisken im Nebel, sie sollten irgendwo in der Nähe sein.",
	"map.[hota] a new day tomorrow.quest.22.90.0.nextVisit" : "Man sagt, es gibt keinen größeren Kummer für einen Elternteil, als den Tod seiner Kinder zu sehen. Ich würde aber behaupten, es ist noch schlimmer, sie selbst in den Tod zu schicken. Wir kamen aus dem Westen, um den legendären Gral zu finden. Dieser würde unserem Königreich immens helfen. Beginnend mit den Kerkern im Süden, wo sich Bors und Letitia von den Stummen zu uns gesellten, zogen wir weiter nach Norden, bis wir diesen Ort erreichten. Der Obelisk inmitten des ominösen Nebels war unser Ziel, er würde uns bei der Suche eine große Hilfe sein. Es gab keinen Grund, Angst zu haben, denn keine bösen Geister konnten uns besiegen. Der erste, der starb, war der arme Percival. Sofort wurde er von den Nebelwesen weggezerrt, und wir erstarrten vor Entsetzen. Amnis, der noch nie in seinem Leben ein einziges Wesen beleidigt oder beleidigt hatte, eilte seinem Bruder zu Hilfe. Das gab uns Kraft. Der arme Bors stieß einen Schrei aus, als er verbrannt wurde, und brach damit seinen Schwur. Letitia, zusammen mit meinem Sohn, verschwand im Nebel. Amnis wurde vor meinen Augen in zwei Hälften gehackt... Es ist ein Brauch in meinem Land, mit allen Mitteln für Gerechtigkeit zu sorgen. Und ich lege es auf dich. Gehen Sie zu dem Obelisken im Nebel, sie sollten irgendwo in der Nähe sein.",
	"map.[hota] a new day tomorrow.quest.23.156.0.completed" : "Na endlich! Kommen wir ins Geschäft? Da ist etwas für dich drin.",
	"map.[hota] a new day tomorrow.quest.23.156.0.firstVisit" : "Ich habe immer gesagt, dass man nicht alle Eier in einen Korb legen sollte. Sehen Sie sich das jetzt an. Das Lagerhaus brennt, und ich bin für die Verluste verantwortlich. Der Captain wird immer wütend, wenn etwas von seiner Beute verloren geht. Das hindert ihn aber nicht daran, das meiste davon zu versaufen. Könntest du mir helfen, etwas von diesem Chaos aufzuräumen?",
	"map.[hota] a new day tomorrow.quest.23.156.0.nextVisit" : "Das ist nicht genug, fürchte ich. Ich brauche 3 von allem, außer Stöcken und Steinen. Davon haben wir einen ständigen Vorrat.",
	"map.[hota] a new day tomorrow.quest.24.66.0.completed" : "Nun gut. Hätten Sie etwas dagegen, wenn ich das als Bezahlung nehme?",
	"map.[hota] a new day tomorrow.quest.24.66.0.firstVisit" : "Ich hasse es am meisten, wenn Leute ihre Schulden nicht zurückzahlen. Keiner, der das getan hat, ist mir entkommen! Nun, einer schon, aber der ist zufällig in die Schwarzen Berge im Osten geflohen. Ich habe gehört, die Zombies dort haben ihn mit offenen Armen empfangen, aber ich bin mit diesem Ergebnis nicht glücklich. Ich werde dich nicht bitten, den Bastard aus dem Haufen herauszusuchen, da ich noch nicht verrückt geworden bin. Es wird einfacher sein, die ganze Meute zu beseitigen, oder?",
	"map.[hota] a new day tomorrow.quest.24.66.0.nextVisit" : "Ich hasse es am meisten, wenn Leute ihre Schulden nicht zurückzahlen. Keiner, der das getan hat, ist mir entkommen! Nun, einer schon, aber der ist in die Schwarzen Berge im Osten geflohen. Ich habe gehört, die Zombies dort haben ihn mit offenen Armen empfangen, aber ich bin nicht glücklich mit diesem Ergebnis. Ich werde dich nicht bitten, den Bastard aus dem Haufen herauszusuchen, da ich noch nicht verrückt geworden bin. Es wird einfacher sein, die ganze Meute zu beseitigen, oder?",
	"map.[hota] a new day tomorrow.quest.24.95.1.completed" : "Ich kann jetzt das Ritual abschließen und diese Bedrohung beenden. Ihr habt unserem Land gut gedient, und hier ist eure wohlverdiente Belohnung. Wir hoffen, Sie wiederzusehen! ",
	"map.[hota] a new day tomorrow.quest.24.95.1.firstVisit" : "Sei gegrüßt, Reisender. Ihr seid sicher schon dem Fluch dieses Dorfes begegnet. Die Barbaren aus dem Norden. Ich wurde mit einer wichtigen Mission hergeschickt. Wir werden den Fluss unpassierbar machen und ihnen den Weg abschneiden. Sie werden nicht entkommen können, und dann werden sie verhungern! Eine Mine ist ein kleiner Preis für unsere Sicherheit. Das einzige Problem sind ihre riesigen Vögel, die den ganzen Tag und die ganze Nacht über den See und den Fluss patrouillieren. Helfen Sie uns, sie loszuwerden.",
	"map.[hota] a new day tomorrow.quest.24.95.1.nextVisit" : "Seltsam, dass Sie die Vögel noch nicht gefunden haben. Sie müssen irgendwo um den Fluss oder den See herum sein.",
	"map.[hota] a new day tomorrow.quest.29.45.1.completed" : "Du verstehst sicher, wer die volle Belohnung für unsere Heldentaten bekommen wird. Keine Sorge, ich habe etwas Persönliches für Sie.",
	"map.[hota] a new day tomorrow.quest.29.45.1.firstVisit" : "Die Kommandanten von Iljanes Faust beauftragten einen Bannermann damit, Ausländer loszuwerden, die im Süden hockten. Er hielt es für niederträchtig, sich in einer solchen Angelegenheit die Hände schmutzig zu machen, und gab den Auftrag an meinen Mentor weiter, der wiederum mich mit der Sache beauftragte. Jetzt bitte ich dich um einen Gefallen, mein Freund. Ich werde viele beseitigen, aber die Einhörner mit ihrer verdammten Resistenz werden meine Zaubersprüche abwehren. Natürlich können Sie auch jemanden rekrutieren, der das an Ihrer Stelle tut.",
	"map.[hota] a new day tomorrow.quest.29.45.1.nextVisit" : "Die Befehlshaber von Iljanes Faust beauftragten einen Bannermann mit der Beseitigung von Ausländern, die sich im Süden aufhielten. Er hielt es für niederträchtig, sich in einer solchen Angelegenheit die Hände schmutzig zu machen, und gab den Auftrag an meinen Mentor weiter, der wiederum mich mit der Sache beauftragte. Jetzt bitte ich dich um einen Gefallen, mein Freund. Ich werde viele beseitigen, aber die Einhörner mit ihrer verdammten Resistenz werden meine Zaubersprüche abwehren. Natürlich können Sie auch jemanden anheuern, der das an Ihrer Stelle macht.",
	"map.[hota] a new day tomorrow.quest.30.144.1.completed" : "Haben Sie den Fluss gesehen, den sie in der Nähe des Friedhofs gemacht haben?! Kein Respekt vor den Verstorbenen. Haben Sie übrigens die Kristalle mitgebracht?",
	"map.[hota] a new day tomorrow.quest.30.144.1.firstVisit" : "Stellen Sie sich vor, all dieses Chaos, das Sie sehen, war einmal ein bescheidener Kerker mit drei Dörfern. Dann kamen diese Silent ones und begannen ihre Experimente! Das sind sicher die Tricks der Neuen Extate! Davor haben wir glücklich gelebt, und jetzt seht euch all diese riesigen Städte mit schimmernden Lichtungen an. Es wäre schön, wenn diese wenigstens Hallo sagen würden, aber nein, sie haben ihr Schweigegelübde! Und sie haben mir auch die Kundschaft gestohlen! Die Kristalle, die ich früher als Luxusartikel verkauft habe, findet man jetzt überall! Jeder Dummkopf hat jetzt welche. Vielleicht haben Sie auch welche?",
	"map.[hota] a new day tomorrow.quest.30.144.1.nextVisit" : "Stellt Euch vor, all dieses Chaos, das Ihr seht, war einmal ein bescheidener Kerker mit drei Dörfern. Dann kamen diese Stummen und begannen ihre Experimente! Das sind sicher die Tricks der Neuen Extate! Davor haben wir glücklich gelebt, und jetzt seht euch all diese riesigen Städte mit schimmernden Lichtungen an. Es wäre schön, wenn diese wenigstens Hallo sagen würden, aber nein, sie haben ihr Schweigegelübde! Und sie haben mir auch die Kundschaft gestohlen! Die Kristalle, die ich früher als Luxusartikel verkauft habe, findet man jetzt überall! Jeder Dummkopf hat jetzt welche. Vielleicht haben Sie auch welche?",
	"map.[hota] a new day tomorrow.quest.30.45.0.completed" : "Ja, natürlich, Sie werden es tun! Jetzt bin ich überzeugender. Kommen Sie auf jeden Fall auf einen weiteren Tee vorbei, wenn Sie mal wieder in der Nähe sind!",
	"map.[hota] a new day tomorrow.quest.30.45.0.firstVisit" : "Sag mal, Freund, bist du den Krieg nicht leid? Die Region hat sich gerade erst von zwei hintereinander erholt, und schon haben die Lords wieder einen angefangen. Sie sehen natürlich nicht wie einer von ihnen aus. Setzen Sie sich und trinken Sie einen Tee. Ich liebe Jasmintee, wir haben mal mit meinem Neffen eine Teestube eröffnet! In meinem Land glaubt aus irgendeinem Grund jeder, dass es ein Akt der Schwäche ist, den Krieg zu vermeiden. Als ob wir viel erreicht hätten, wenn wir das Gegenteil tun. Ich muss Sie bitten, dem ein Ende zu setzen - wenn Sie erfahren genug sind, natürlich. Sind Sie sicher, dass Sie dazu bereit sind?",
	"map.[hota] a new day tomorrow.quest.30.45.0.nextVisit" : "Sagen Sie, Freund, sind Sie den Krieg nicht leid? Die Region hat sich gerade erst von zwei hintereinander erholt, und jetzt haben die Herren schon wieder einen angefangen. Sie sehen natürlich nicht wie einer von ihnen aus. Setzen Sie sich und trinken Sie einen Tee. Ich liebe Jasmintee, wir haben mal mit meinem Neffen eine Teestube eröffnet! In meinem Land glaubt aus irgendeinem Grund jeder, dass es ein Akt der Schwäche ist, den Krieg zu vermeiden. Als ob wir viel erreicht hätten, wenn wir das Gegenteil tun. Ich muss Sie bitten, dem ein Ende zu setzen - wenn Sie erfahren genug sind, natürlich. Sind Sie sicher, dass Sie bereit sind?",
	"map.[hota] a new day tomorrow.quest.30.50.0.completed" : "Ich bin so froh, dich lebendig zu sehen! Nächtliche Stürme machen mich sprachlos. Ich werde nie meinen Fuß auf ein Schiff setzen, die sehen zu unzuverlässig aus.\n Die Mönche konnten nicht helfen. Ich hoffe, Ihr habt bessere Nachrichten?",
	"map.[hota] a new day tomorrow.quest.30.50.0.firstVisit" : "Mein Vater liegt im Sterben... Nach der Tragödie in Agamonde galt er als hoffnungslos krank und musste an vorderster Front marschieren. Wie durch ein Wunder überlebte er, und wir überquerten danach das Meer, um an das heilende Wasser dieses Ortes zu gelangen. Aber die Krankheit macht keinen Rückzieher, da zu viel Zeit vergangen ist.\n Man sagt, dass ein elfischer Feldchirurg auf der nahegelegenen Insel eine Phiole des Lebensblutes besitzt, die die letzte Trophäe des Turniers von Agamonde war. Vielleicht hast du das Glück, irgendwo anders auch so eine zu finden. Wenn es ihn heilen kann, gebe ich Ihnen alles. Bitte, findet es, und in der Zwischenzeit werde ich versuchen, die Mönche im Süden um Hilfe zu bitten.",
	"map.[hota] a new day tomorrow.quest.30.50.0.nextVisit" : "Mein Vater liegt im Sterben... Nach der Tragödie in Agamonde galt er als hoffnungslos krank und musste an vorderster Front marschieren. Wie durch ein Wunder überlebte er, und wir überquerten danach das Meer, um das heilende Wasser dieses Ortes zu genießen. Aber die Krankheit macht keinen Rückzieher, da zu viel Zeit vergangen ist.\n Man sagt, dass ein elfischer Feldchirurg auf der nahegelegenen Insel eine Phiole des Lebensblutes besitzt, die die letzte Trophäe des Turniers von Agamonde war. Vielleicht hast du das Glück, irgendwo anders auch so eine zu finden. Wenn es ihn heilen kann, gebe ich Ihnen alles. Bitte, findet es, und in der Zwischenzeit werde ich versuchen, die Mönche im Süden um Hilfe zu bitten.",
	"map.[hota] a new day tomorrow.quest.31.136.1.completed" : "Die Stummen nicken zustimmend und zeigen dir ein Zeichen, auf dem \"Lernen\" steht. Sieht so aus, als würdest du mit ein paar neuen Tricks belohnt werden.",
	"map.[hota] a new day tomorrow.quest.31.136.1.firstVisit" : "Niemand kommt in dieses Gebäude, denn es gehört den Silent ones, die ihre Geheimnisse gut schützen. Sie kennen die hiesige Sprache nicht und ihre Art der Konversation ist im Grunde das Zeigen von Zeichen mit Piktogrammen. Sie scheinen zu wollen, dass du in die Nähe einer Krypta im Osten gehst, aber sie warnen dich vor etwas Schlimmem, das dort passieren kann. Die Einheimischen erzählten Ihnen, dass eine unscheinbare Figur in der Nähe eines Berges liegt, der von dem neuen magischen Feld bedeckt ist. Jeder, der versucht hat, sie zu nehmen, ist sofort verschwunden, und die Stummen wollen wissen, warum das passiert.",
	"map.[hota] a new day tomorrow.quest.31.136.1.nextVisit" : "Niemand kommt in dieses Gebäude, denn es gehört den Stummen, die ihre Geheimnisse gut hüten. Sie kennen die lokale Sprache nicht, und ihre Art, sich zu unterhalten, besteht im Wesentlichen darin, Zeichen mit Piktogrammen zu zeigen. Sie scheinen zu wollen, dass du in die Nähe einer Krypta im Osten gehst, aber sie warnen dich vor etwas Schlimmem, das dort passieren kann. Die Einheimischen erzählten Ihnen, dass eine unscheinbare Figur in der Nähe eines Berges liegt, der von dem neuen magischen Feld bedeckt ist. Jeder, der versuchte, sie zu nehmen, verschwand sofort, und die Stummen wollen wissen, warum das passiert.",
	"map.[hota] a new day tomorrow.quest.32.114.0.completed" : "Ja, ich spüre, dass meine Brüder nicht mehr leiden. Oder auch nicht. Ich nicht, so viel steht fest. Hier, behandle das mit Vorsicht!",
	"map.[hota] a new day tomorrow.quest.32.114.0.firstVisit" : "Willkommen auf der Helix, o Fremder. Gefällt Ihnen, wie die Insel geformt ist? Nun, die Natur ist trickreich, aber sie wäre nicht in der Lage, so etwas von alleine zu schaffen. Wir sind es, die Söldnermagier, wir haben Teile dieses Landes versenkt, um eine uneinnehmbare Festung für die Korsaren zu schaffen! Wer sich ihren Schatz schnappen wollte, musste tagelang durch die Wüste irren oder sich auf dem Wasser durch zwei Garnisonen kämpfen. Ja, wir waren so aufgeweckt.\n Jetzt ist alles weg. Die Piraten stießen auf etwas Mächtiges und Furchteinflößendes und wurden im Grunde von der Insel geblasen. Meine Magi-Brüder hatten noch weniger Glück, denn sie sind dazu verdammt, für unzählige Zeitalter deformiert durch das Land zu streifen. Oder bevor jemand ihr Leiden beendet. Findet sie in den Tiefen der Helix. Wenn du das schaffst, schenke ich dir etwas, das dich über alle Maßen weise macht. Damit kannst du vielleicht Kontinente versenken.",
	"map.[hota] a new day tomorrow.quest.32.114.0.nextVisit" : "Habt ihr sie noch nicht gefunden? Komm schon, die sind schwer zu übersehen. Sie sind wahrscheinlich irgendwo in der Nähe des Forts, wo die Korsaren ihre Vorräte lagerten.",
	"map.[hota] a new day tomorrow.quest.32.49.0.completed" : "Ich stehe in Eurer Schuld und in der Schuld Eurer Soldaten. Ich hätte nie gedacht, dass es auf diese Weise funktionieren würde...",
	"map.[hota] a new day tomorrow.quest.32.49.0.firstVisit" : "Es ist noch nicht an der Zeit, zu verzweifeln. Ein Mönch erzählte mir, dass die Ritter kürzlich zu den Schwarzen Bergen gingen, die in Nebel gehüllt sind. Man kann sie sogar von hier aus sehen. Einer der Ritter hatte den Anhänger des Lebens, der die Infektion von seinem Besitzer fernhielt. Jeder einzelne von ihnen starb, und sie sind jetzt wahrscheinlich alle untot. Der Anhänger, so sagte der Mönch, wurde irgendwo in der Nähe eines magischen Brunnens verloren. Wieder muss ich Euch um Hilfe bitten, und in der Zwischenzeit werde ich in einer anderen Provinz nach Heilmitteln suchen.",
	"map.[hota] a new day tomorrow.quest.32.49.0.nextVisit" : "Es ist noch nicht an der Zeit, zu verzweifeln. Ein Mönch erzählte mir, dass die Ritter vor kurzem in die Schwarzen Berge gingen, die in Nebel gehüllt sind. Man kann sie sogar von hier aus sehen. Einer der Ritter hatte den Anhänger des Lebens, der die Infektion von seinem Besitzer fernhielt. Jeder einzelne von ihnen starb, und sie sind jetzt wahrscheinlich alle untot. Der Anhänger, so sagte der Mönch, wurde irgendwo in der Nähe eines magischen Brunnens verloren. Wieder muss ich Euch um Hilfe bitten, und in der Zwischenzeit werde ich in einer anderen Provinz nach Heilmitteln suchen.",
	"map.[hota] a new day tomorrow.quest.34.49.0.completed" : "Ich kann die Kräfte des Anhängers nicht mehr ausprobieren. Vater ist von uns gegangen. Wenn wir ihm nur früher hätten helfen können, wenn unsere Stadt nicht verraten worden wäre, wenn...",
	"map.[hota] a new day tomorrow.quest.34.49.0.firstVisit" : "Beide Mittel haben also nicht geholfen, und Vater geht es schlechter. Ich war in Broken Blade, das eine schwere Zeit hinter sich hat. Viele der Nachbarlords kämpfen darum, und nicht nur sie. Und der Pirat, den wir brauchen, gehört zu der Bande, die für den Fall von Agamond verantwortlich ist!\n Zufälligerweise besitzt dieser Schurke das Ding, das unsere letzte Hoffnung sein könnte. Es heißt, dass der Anhänger des Todes nicht nur die Gefolgsleute der Nekromanten schützt, sondern auch magische Krankheiten unterdrücken kann. Wenn dem so ist, dann können wir versuchen, Vaters Krankheit zu unterdrücken. Aber Ihr müsst das Vertrauen dieser Schurken gewinnen. Bitte beeilen Sie sich!",
	"map.[hota] a new day tomorrow.quest.34.49.0.nextVisit" : "Beide Mittel haben also nicht geholfen, und Vater geht es noch schlechter. Ich war in Broken Blade, das eine schwere Zeit hinter sich hat. Viele der Nachbarlords kämpfen darum, und nicht nur sie. Und der Pirat, den wir brauchen, gehört zu der Bande, die für den Fall von Agamond verantwortlich ist!\n Zufälligerweise besitzt dieser Schurke das Ding, das unsere letzte Hoffnung sein könnte. Es heißt, dass der Anhänger des Todes nicht nur die Gefolgsleute der Nekromanten schützt, sondern auch magische Krankheiten unterdrücken kann. Wenn dem so ist, dann können wir versuchen, Vaters Krankheit zu unterdrücken. Aber Ihr müsst das Vertrauen dieser Schurken gewinnen. Bitte beeilt euch!",
	"map.[hota] a new day tomorrow.quest.34.83.1.completed" : "Alle Clans töten?! Mensch nicht verstehen, du nicht verstehen! Nehmt heilige Krone, nützt nichts mehr. Geht!",
	"map.[hota] a new day tomorrow.quest.34.83.1.firstVisit" : "Unser Clan lebt hier viele Winter. Die Menschen kommen und bauen hier ihr kleines Haus. Sie nehmen unsere Mine und den Strand. Jetzt kalter Drache kommen und nicht gehen, wenn wir nicht machen ihn gehen. Helft unserem Clan, oder wir werden böse!",
	"map.[hota] a new day tomorrow.quest.34.83.1.nextVisit" : "Unser Clan lebt hier viele Winter. Menschen kommen und bauen hier ihr kleines Haus. Sie nehmen unsere Mine und Strand. Jetzt kalter Drache kommt und geht nicht, wenn wir ihn nicht gehen lassen. Helft dem Clan, oder wir sind böse!",
	"map.[hota] a new day tomorrow.quest.38.42.1.completed" : "Danke für Ihre Hilfe. Falls jemand fragt, ich habe dir diese Rüstung nie gegeben.",
	"map.[hota] a new day tomorrow.quest.38.42.1.firstVisit" : "Jeder Oberflächen-Lordling versucht, sich das anzueignen, was wir in diesen Tagen geschaffen haben. Das Turnier auf der Faust von Ilyane sollte neue Allianzen schmieden, aber stattdessen haben wir neue gierige Idioten bekommen. Sie haben die Armee durch ihre Nachlässigkeit verloren; jetzt kehren sie mit neuen Kräften zurück, aber jetzt sind sie unsere Feinde. Warum sollte man sich die Mühe machen, mit Warlocks Frieden zu halten, oder? Manchmal bekommen wir sogar Leute, die kommen, um die zu rächen, die selbst gekommen sind, um jemanden zu rächen. Ich frage mich, ob das jemals enden wird. Solche Dinge zu verhindern, ist mein Job. Kürzlich hat es ein Krieger gerade so geschafft, die Wache von Kleinfinger zu besiegen, unsere erste Garnison. Von seiner Armee überlebte nur ein Trupp Dschinns. Sie grübeln immer noch über weitere Pläne nach. Sie haben vielleicht nichts Böses vor, aber ich muss die Anweisungen befolgen. Werden Sie sie los, und ich kümmere mich um die Belohnung.",
	"map.[hota] a new day tomorrow.quest.38.42.1.nextVisit" : "Jeder Oberflächenlordling versucht, das an sich zu reißen, was wir in diesen Tagen geschaffen haben. Das Turnier auf der Faust von Iljane sollte neue Allianzen schmieden, aber stattdessen bekamen wir neue gierige Idioten. Sie haben die Armee durch ihre Nachlässigkeit verloren; jetzt kehren sie mit neuen Kräften zurück, aber jetzt sind sie unsere Feinde. Warum sollte man sich die Mühe machen, mit Warlocks Frieden zu halten, oder? Manchmal bekommen wir sogar Leute, die kommen, um die zu rächen, die selbst gekommen sind, um jemanden zu rächen. Ich frage mich, ob das jemals enden wird. Solche Dinge zu verhindern, ist mein Job. Kürzlich hat es ein Krieger gerade so geschafft, die Wache von Kleinfinger zu besiegen, unsere erste Garnison. Von seiner Armee überlebte nur ein Trupp Dschinns. Sie grübeln immer noch über weitere Pläne nach. Sie haben vielleicht nichts Böses vor, aber ich muss die Anweisungen befolgen. Werdet sie los, und ich kümmere mich um die Belohnung.",
	"map.[hota] a new day tomorrow.quest.42.106.0.completed" : "Ja, das waren gute dreißig oder vierzig Jahre, vielleicht länger. Nur ein paar beschissene letzte Monate. Manche werden sagen, das war mein Schicksal; aber ich glaube nicht, dass die alte Hexe etwas mit mir zu tun haben will. Wir bauen und zerstören unser Leben mit unseren eigenen Händen, dann hacken wir uns durch die feindlichen Reihen und legen wichtige Dinge auf die Klotzköpfe.\nVerzeihen Sie dem alten Knacker sein Geschwätz. Das reicht jetzt aber. Dieses Ding hat mich nicht zum Leben erweckt, aber es hat mich am Leben erhalten. Es ist wahrscheinlich besser für Sie. Und jetzt geh, ich habe noch zu tun.",
	"map.[hota] a new day tomorrow.quest.42.106.0.firstVisit" : "Es ist nicht sehr nett, in ein Haus zu platzen und den Besitzer zu wecken. Früher hätte ich dich erschossen. Oder dich in einen Otter verwandeln. Irgendwie war es immer ein Otter.\nNun, du hast mich geweckt, nicht erschossen, was wahrscheinlich bedeutet, dass du nicht so schlimm bist. Jemand Neues zur Abwechslung. Ich habe genug von den wandelnden Toten und den Klotzköpfen, die den Verstand verlieren, wenn sie die neuen Bewohner der Insel sehen.\nBevor die Reiter kamen, waren wir der Untergang der Zerfetzten See. Jeder suchte unsere Freundschaft, da es keinen Sinn machte, uns zu bekämpfen. Wir konnten eine riesige Streitmacht von der Helix überall hinschicken und jeden in den Arsch treten. Wir bauten unsere Zukunft auf, während ein Haufen Idioten sich auf der Broken Blade herumtrieb.\nAlles war verloren, wegen diesem verdammten Slynt. Sein Geschwader fand irgendein uraltes Dingsbums, aber sie hatten keine Ahnung, was das war, und waren dumm genug, es hierher zu bringen. Bald kam der fliegende Tod. Es ist unmöglich, alles zurückzubringen, und ich werde auch nicht darum bitten. Nur eine Sache. Töte den Hund, der uns verdammte. Ich kann kaum atmen, wenn ich daran denke, dass er entkommen ist. Meine letzte Kugel ist für ihn; oder für mich selbst, da ich nicht sehe, dass ich jemals hier rauskomme. Wirst du mir diesen letzten Wunsch erfüllen? Erledige Slynt, und ich gebe dir das, was mich all die Jahre am Leben gehalten hat.",
	"map.[hota] a new day tomorrow.quest.42.106.0.nextVisit" : "Ich glaube nicht, dass Slynt klüger geworden ist. Versuch mal, ihn im Norden zu suchen.",
	"map.[hota] a new day tomorrow.quest.42.161.0.completed" : "Ich hoffe, mein Freund verzeiht mir, dass ich ihm das angetan habe. Ich nehme nicht an, dass du uns von dort zurückbringen kannst, wo wir herkommen, also ist dein Job erledigt. Willst du jetzt lernen?",
	"map.[hota] a new day tomorrow.quest.42.161.0.firstVisit" : "Ich habe schwere Zeiten hinter mir, seit unser Kontinent zerbrochen ist. Ole Alfgend und ich kümmerten uns um die Star Axis, als wir eines Tages aufwachten und statt der üblichen Berge das Meer vor unserem Fenster sahen. Wir hatten Glück, dass wir überlebten, aber mein Freund sah nicht sehr glücklich aus. Er wurde unruhig, dann schnappte er sich seinen Stab und sein Haustier und rannte davon. Ich konnte ihm nicht folgen, aber ich hörte, dass Alfgeng jetzt in der Nähe des gefrorenen Flusses im Osten lebt. Es ist schwer, dorthin zu gelangen, und der alte Mann ist nach wochenlangem Umherstreifen in der gefrorenen Einöde verrückt geworden. In diesen Tagen sieht er jeden als Dämon, und er ist bereit, seinen letzten Freund zu verteidigen. Bitte, beende das Leiden meines Freundes und bringe mir seinen Anhänger. Dafür werde ich etwas von meiner Weisheit mit dir teilen.",
	"map.[hota] a new day tomorrow.quest.42.161.0.nextVisit" : "Ist es heutzutage so schwer, einen gestörten Magier zu finden? Der einen Hahn in der Nähe des gefrorenen Flusses hütet?",
	"map.[hota] a new day tomorrow.quest.43.89.0.completed" : "Sie finden bestimmt eine bessere Verwendung für sie. Eine seltsame Rasse, ich habe noch nie welche wie diese gesehen.",
	"map.[hota] a new day tomorrow.quest.43.89.0.firstVisit" : "Komm rein, Matrose, und zieh die Stiefel nicht aus. Ich habe ein Angebot für Sie. Also, ich habe vor ein paar Tagen diese komischen Vögelchen gefangen. Sie haben Tintenfische im Gesicht und sind insgesamt ziemlich eklig. Sie fressen kein Getreide, sie zischen den ganzen Tag und ich kann nicht schlafen, seit sie hier sind. Ich konnte noch keine Verwendung für sie finden! Würden Sie mir vielleicht etwas gegen sie geben?",
	"map.[hota] a new day tomorrow.quest.43.89.0.nextVisit" : "Komm rein, Matrose, und zieh die Stiefel nicht aus. Ich habe ein Angebot für Sie. Also, ich habe vor ein paar Tagen diese komischen Vögelchen gefangen. Sie haben Tintenfische im Gesicht und sind insgesamt ziemlich eklig. Sie fressen kein Getreide, sie zischen den ganzen Tag und ich kann nicht schlafen, seit sie hier sind. Ich konnte noch keine Verwendung für sie finden! Würden Sie in Erwägung ziehen, mir etwas für sie zu geben?",
	"map.[hota] a new day tomorrow.quest.44.39.0.completed" : "Jetzt wird niemand mehr das Schicksal erleiden, das mir widerfahren ist. Aber denkt daran, jetzt schleppt mich auch niemand mit einer militärischen Expedition mit. Ich bin frei, überall hinzugehen, und jetzt darf ich einen alten Freund besuchen, einen Menschen, der immer freundlich zu allen war. Ich habe ihn seit etwa 130 Jahren nicht mehr gesehen. Oh, Menschen neigen dazu, nicht so lange zu leben, oder?\n Dieses Ding hat mir nicht geholfen, aber vielleicht nützt es Ihnen.",
	"map.[hota] a new day tomorrow.quest.44.39.0.firstVisit" : "Ich war bis vor kurzem Feldchirurg. Es gab immer einen ständigen Nachschub an Feinden, und einen noch ständigeren an Krüppeln. Ich war Zeuge des Aufstiegs von Akropia, besuchte das alte Extate, als es noch einfach Extate hieß, und ich nahm an der Befreiung der Drei Festungen teil. Ich kann weder einen Bogen noch ein Schwert mehr schwingen, und ich werde auch nicht mehr lange Heilung anbieten können. All das dank einer Kreatur, die die Jugend aus ihrer Beute saugt. Solche Kreaturen leben gefährlich nah bei uns. Segelt in den Süden und besänftigt die Untoten!",
	"map.[hota] a new day tomorrow.quest.44.39.0.nextVisit" : "Ich war bis vor kurzem Feldchirurg. Es gab immer einen stetigen Nachschub an Feinden und einen noch stetigeren an Krüppeln. Ich war Zeuge des Aufstiegs von Akropia, besuchte das alte Extate, als es noch einfach Extate hieß, und ich nahm an der Befreiung der Drei Festungen teil. Ich kann weder einen Bogen noch ein Schwert mehr schwingen, und ich werde auch nicht mehr lange Heilung anbieten können. All das dank einer Kreatur, die die Jugend aus ihrer Beute saugt. Solche Kreaturen leben gefährlich nah bei uns. Segelt in den Süden und besänftigt die Untoten!",
	"map.[hota] a new day tomorrow.quest.52.104.0.completed" : "Ja, jetzt werde ich herausfinden, wer sie sind und woher sie kommen. Und wenn nicht, werde ich mich wenigstens eine Zeit lang nicht langweilen.",
	"map.[hota] a new day tomorrow.quest.52.104.0.firstVisit" : "Die Helix kannte bessere Zeiten, so viel ist sicher. Ich habe hier mal ein Labor betrieben, zusammen mit einer Schmiede. Einmal kam ein Captain zu mir; er wollte eine goldene Kanone. Er liebte den Luxus, das tat er. Also vergoldete ich ihm eine Kanone, und dieser Klugscheißer blies mir die Finger weg! Ich musste ihm eine echte gießen. Natürlich wollten die Räder nicht rollen, die vier mussten sie zum Schiff schleppen. So haben sie es irgendwie geschafft, eine Stadt einzunehmen, aber die Kanone wollte nicht feuern. Dafür hätte er mir wahrscheinlich die Hand abgehackt, aber auf dem Rückweg brach der Boden des Schiffes.\n Was mache ich hier eigentlich? Nun, fast alle aus unserem Syndikat sind weg, aber das ist kein Grund, unsere Forschung zu stoppen. Ich hätte die Viecher, die hier auftauchten, selbst gefangen, aber sie scheinen magisch zu sein. Sie kommen plötzlich und verschwinden dann sofort wieder. Aber ich habe gehört, dass man sie auch irgendwo in den Kerkern im Osten anheuern kann. Ich weiß nicht, wofür sie Gold brauchen. Aber ich brauche es auch nicht. Ich trenne mich gerne davon, wenn du diesen kniffligen Job für mich erledigst.",
	"map.[hota] a new day tomorrow.quest.52.104.0.nextVisit" : "Tut mir leid, aber ich brauche mindestens sechs Köpfe... Unmengen... Individuen! Ich habe große Pläne mit ihnen.",
	"map.[hota] a new day tomorrow.quest.52.37.0.completed" : "Das ist nur der erste Schritt zum Wohlstand. Ich frage mich manchmal, wie genau sie es geschafft haben, den armen Drachen zu häuten, um diesen Schild herzustellen? Das war keine einfache Arbeit... wahrscheinlich eine sehr schwere. Wie auch immer, ich hoffe, diese Schuppen werden Euch besser dienen, als sie es beim Drachen taten.",
	"map.[hota] a new day tomorrow.quest.52.37.0.firstVisit" : "Willkommen, machen Sie es sich bequem, aber nicht für lange. Ich habe nicht viel Zeit zum Rumsitzen und Faulenzen; wir sind im Krieg! Jeder will heutzutage unser Land im Osten zurückerobern! Aber Broken Blade ist das Symbol meiner Rasse, wer sonst wäre besser für den Job geeignet? Mein Vorfahre war ein berühmter Pegasus-Reiter, er versenkte Armadas und zerschlug Horden mit einem Schwung seiner Klinge, so war er! Sein Name ging über Jahrhunderte verloren, leider. Du kannst helfen, die Gerechtigkeit wiederherzustellen. Vertreibe die stählernen Reiter vom Fluss, und ich gebe dir etwas zur Belohnung. Wir Elfen haben viele Reliquien.",
	"map.[hota] a new day tomorrow.quest.52.37.0.nextVisit" : "Willkommen, mach es dir bequem, aber nicht lange. Ich habe nicht viel Zeit zum Rumsitzen und Faulenzen; wir befinden uns im Krieg! Jeder will heutzutage unser Land im Osten zurückerobern! Aber Broken Blade ist das Symbol meiner Rasse, wer sonst wäre besser für den Job geeignet? Mein Vorfahre war ein berühmter Pegasus-Reiter, er versenkte Armadas und zerschlug Horden mit einem Schwung seiner Klinge, so war er! Sein Name ging über Jahrhunderte verloren, leider. Du kannst helfen, die Gerechtigkeit wiederherzustellen. Vertreibe die stählernen Reiter vom Fluss, und ich gebe dir etwas zur Belohnung. Wir Elfen haben viele Relikte.",
	"map.[hota] a new day tomorrow.quest.53.132.0.completed" : "Das wird bestimmt reichen. Wollt Ihr handeln?",
	"map.[hota] a new day tomorrow.quest.53.132.0.firstVisit" : "Ich habe früher eine sehr erfolgreiche Werkstatt geführt, bevor diese Halbstarken, die sich jetzt die Neuen Extate nennen, über uns herfielen. Ich war ein Selfmade-Geschäftsmann, und es gab im ganzen Land niemanden wie mich! Seit dem Krieg gibt es nur noch wenig Nachfrage nach meinen Edelsteinen, da neue Handwerker den Marktanteil übernommen haben. Mein Sohn ist jähzornig und verlangt, dass wir einfach hingehen und sie buchstäblich aus dem Geschäft werfen, aber ich denke, wir könnten etwas Neues anfangen. Ich habe einen Grund zu glauben, dass ich auch in der Alchemie gut zurechtkommen werde. Ich brauche nur eine kleine Investition für den Anfang. Könnten Sie mir helfen?",
	"map.[hota] a new day tomorrow.quest.53.132.0.nextVisit" : "Ich hatte mal eine sehr erfolgreiche Werkstatt, bevor diese Rapscallions, die sich jetzt die New Extate nennen, über uns herfielen. Ich war ein Selfmade-Geschäftsmann, und es gab im ganzen Land niemanden wie mich! Seit dem Krieg gibt es nur noch wenig Nachfrage nach meinen Edelsteinen, da neue Handwerker den Marktanteil übernommen haben. Mein Sohn ist jähzornig und verlangt, dass wir einfach hingehen und sie buchstäblich aus dem Geschäft werfen, aber ich denke, wir könnten etwas Neues anfangen. Ich habe einen Grund zu glauben, dass ich auch in der Alchemie gut zurechtkommen werde. Ich brauche nur eine kleine Investition für den Anfang. Könntest du mir helfen?",
	"map.[hota] a new day tomorrow.quest.57.158.0.completed" : "Touren zu verkaufen, hört sich für mich nicht mehr so schlimm an. \"Das Haus eines Fremden\", \"Ein Alchemist aus Down Under\", \"Eine Hütte voller Geheimnisse\" - klingt das nicht cool?\nHaben Sie übrigens die Kristalle?",
	"map.[hota] a new day tomorrow.quest.57.158.0.firstVisit" : "Bitte, fragen Sie nicht, wie wir hierher gekommen sind. Sie könnten genauso gut anfangen, Führungen durch meine Wohnung anzubieten. Eigentlich wäre das immer noch besser, als das, was wir hier vorfanden, als wir ankamen.\nIch fürchte, ich muss Sie um Hilfe bitten. Ich brauche ab und zu ein paar Kristalle für meine Forschungen. Es war nicht schwer, sie zu bekommen, bis das Wasser meine Heimat von ihrer Quelle trennte. Ich will den gierigen Gnomen nicht helfen, noch reicher zu werden, indem ich bei ihnen kaufe. Hätten Sie vielleicht ein paar zu entbehren?",
	"map.[hota] a new day tomorrow.quest.57.158.0.nextVisit" : "Bitte, fragen Sie nur nicht, wie wir hierher gekommen sind. Sie könnten genauso gut anfangen, Führungen durch meine Wohnung anzubieten. Das wäre immer noch besser als das, was wir hier vorfanden, als wir ankamen.\nIch fürchte, ich muss Sie um Hilfe bitten. Ich brauche ab und zu ein paar Kristalle für meine Forschungen. Es war nicht schwer, sie zu bekommen, bis das Wasser meine Heimat von ihrer Quelle trennte. Ich will den gierigen Gnomen nicht helfen, noch reicher zu werden, indem ich bei ihnen kaufe. Hätten Sie vielleicht ein paar zu entbehren?",
	"map.[hota] a new day tomorrow.quest.62.43.0.completed" : "Nun, ich habe nicht erwartet, dass Sie das schaffen. Du hast diesen Test bestanden, möchtest du den nächsten machen?",
	"map.[hota] a new day tomorrow.quest.62.43.0.firstVisit" : "Wir wollen unsere Position in dieser Gegend wiederherstellen, und du, mein Freund, wirst den Korsaren helfen, nicht wahr? Wir werden die Insel nicht zurückerobern, solange es Titanen gibt. Die kommen nur selten in die Öffentlichkeit. Ihr solltet erst die Garnison ausschalten, die sie bewacht. Die ist voll mit ihren neuen Verbündeten.",
	"map.[hota] a new day tomorrow.quest.62.43.0.nextVisit" : "Wir wollen unsere Position in dieser Gegend wiederherstellen, und du, mein Freund, wirst den Korsaren helfen, nicht wahr? Wir werden die Insel nicht zurückerobern, solange es Titanen gibt. Die kommen nur selten in die Öffentlichkeit. Ihr solltet erst die Garnison ausschalten, die sie bewacht, und die ist voll mit ihren neuen Verbündeten.",
	"map.[hota] a new day tomorrow.quest.63.42.0.completed" : "Mit Ihnen ist nicht zu spaßen, wie es aussieht. Willst du mitkommen?",
	"map.[hota] a new day tomorrow.quest.63.42.0.firstVisit" : "Feen-Drachen sind nicht leicht zu zähmen, aber ihre Macht und ihr unschuldiges Aussehen waren mehr als einmal ein Lebensretter. Wir sollten uns an unsere alten Verbündeten wenden, wenn wir wieder relevant sein wollen. Holt ein paar von diesen Biestern für unsere Armee.",
	"map.[hota] a new day tomorrow.quest.63.42.0.nextVisit" : "Feen-Drachen sind nicht leicht zu zähmen, aber ihre Macht und ihr unschuldiges Aussehen haben uns mehr als einmal das Leben gerettet. Wir sollten uns an unsere alten Verbündeten wenden, wenn wir wieder relevant sein wollen. Holt ein paar dieser Biester für unsere Armee.",
	"map.[hota] a new day tomorrow.quest.64.109.0.completed" : "Hast du gefragt, wie es ihnen geht? Ich hoffe, Lars ist doch noch mit Mira zusammengekommen. Und Erik muss viel Gewicht verloren haben, nachdem er so lange gestrandet war. Armer Warg, er hat immer darauf gedrängt, nach Osten zu gehen, dort gab es tatsächlich eine Werft, ganz in der Nähe, um genau zu sein. So ein schlaues Kerlchen. Verdammt, ich bin froh, dass sie tot sind. Bist du bereit für deine Belohnung?",
	"map.[hota] a new day tomorrow.quest.64.109.0.firstVisit" : "Ich wurde verraten! Wir waren dabei, die Helix zu erkunden, und ein verdammter Toter verwundete mich. Bald begriffen wir, dass es dort nichts von Interesse gab, und machten uns auf den Weg nach Osten, aber unser Schiff erlitt hier Schiffbruch, und wir verloren den größten Teil unserer Vorräte. Dann beschlossen sie, mich im Stich zu lassen. Verdammte Weicheier, sie hätten mich wenigstens beenden können. Wie auch immer, ich bin froh, dass sie es am Ende nicht getan haben. Ich war froh, dass sie sich irgendwo im Norden verirrt hatten, auf der Suche nach einer Werft. Wiederhole nicht ihren Fehler, geh und beende sie.",
	"map.[hota] a new day tomorrow.quest.64.109.0.nextVisit" : "Ich wurde verraten! Wir erkundeten die Helix, und ein verdammter Toter verwundete mich. Bald begriffen wir, dass es dort nichts von Interesse gab, und machten uns auf den Weg nach Osten, aber unser Schiff erlitt hier Schiffbruch, und wir verloren den größten Teil unserer Vorräte. Dann beschlossen sie, mich im Stich zu lassen. Verdammte Weicheier, sie hätten mich wenigstens beenden können. Wie auch immer, ich bin froh, dass sie es am Ende nicht getan haben. Ich war froh, dass sie sich irgendwo im Norden verirrt hatten, auf der Suche nach einer Werft. Wiederhole nicht deren Fehler, geh und beende sie.",
	"map.[hota] a new day tomorrow.quest.65.147.1.completed" : "Einer der Stummen hat ein Schild vorbereitet, auf dem \"Dankeschön\" steht. Sie scheinen alles im Griff zu haben. Sind Sie bereit, einen Handel zu machen?",
	"map.[hota] a new day tomorrow.quest.65.147.1.firstVisit" : "Die Stummen, die hier leben, können Sie nicht hereinbitten, wie es Tradition ist. Sie zeigen Ihnen stattdessen ein Schild, auf dem steht: \"5 Quecksilber => 5 Edelsteine\". Sie sind vielleicht nicht die freundlichsten, aber sie handeln immer fair. Werden Sie dem mysteriösen Orden helfen?",
	"map.[hota] a new day tomorrow.quest.65.147.1.nextVisit" : "Die Stummen, die hier leben, können Sie nicht hereinbitten, wie es Tradition ist. Stattdessen zeigen sie dir ein Schild, auf dem steht: \"5 Quecksilber => 5 Edelsteine\". Sie sind vielleicht nicht die freundlichsten, aber sie handeln immer fair. Werden Sie dem mysteriösen Orden helfen?",
	"map.[hota] a new day tomorrow.quest.66.13.0.completed" : "Während Sie weg waren, brachten meine Spione Neuigkeiten. Es scheint, dass die Gebrochene Klinge eine trostlose, eisige Wildnis ist, in der schreckliche Drachen leben. Ihr Insel-Wilden seid nicht leicht zu verstehen; und ich muss meinen Feind verstehen. In Ordnung, dein Job ist erledigt. Nimm das und sei froh, dass ich dich nicht in stinkenden Nebel verwandelt habe.",
	"map.[hota] a new day tomorrow.quest.66.13.0.firstVisit" : "Runter, du Trottel. Du hast vielleicht Nerven, hier herumzustochern! Aber sei's drum, ich gebe dir eine Chance, dich zu rehabilitieren. Meine Truppen haben mehrmals versucht, Broken Blade einzunehmen. Anscheinend wird dort etwas Wichtiges festgehalten, aber ich habe noch nicht herausgefunden, was genau! Ich kann nicht mit leeren Händen zurückkehren. Hier ist die Aufgabe. Geh und mach diese verdammten Weiber fertig, die meine idiotischen Soldaten in gehackte Leber verwandelt haben. Es ist sinnlos, unser Glück erneut zu versuchen, solange sie noch da sind.",
	"map.[hota] a new day tomorrow.quest.66.13.0.nextVisit" : "Halten Sie mich nicht für dumm, Sie haben die Nagas in Broken Blade nicht getötet!",
	"map.[hota] a new day tomorrow.quest.66.40.0.completed" : "Hey, du bist doch ziemlich zäh. Du könntest uns von Nutzen sein. Da die Jungs mich akzeptiert haben, werden sie auch mit dir klarkommen! Ja, ich war nicht immer einer von ihnen. Einst war ich eine angesehene Person in Agamonde, aber ich geriet in die Schuldenfalle. Ich wollte das Haus nicht verkaufen, also habe ich meine Diener in die Sklaverei verkauft. Nur zum Wohle der Familie, ich schwöre es! Und dann warfen sie mich ins Gefängnis, und wer weiß, ob ich je wieder herauskäme, wenn nicht meine neuen Freunde kämen. Sie nahmen mich auf, und ich versorgte sie mit einigen Informationen. Ist die Familie nicht wichtiger als alles andere! Mit der Zeit erwies sich mein Wissen bei der Belagerung anderer Städte als nützlich, da ich viel unterwegs war. Mit der Zeit wurde mir sogar das Kommando über mein eigenes Schiff übertragen. Nachdem ich verwundet wurde, wurde ich Berater. Ich habe immer an meine Familie gedacht, und deshalb bin ich diesen Agamond-Trotteln entkommen! Ich hoffe, wir sehen uns wieder, harter Kerl.",
	"map.[hota] a new day tomorrow.quest.66.40.0.firstVisit" : "Es muss eine ziemliche Arbeit gewesen sein, hierher zu kommen. Seien Sie versichert, dass Sie nicht so weit gekommen wären, wenn wir nicht in eine schwere Zeit geraten wären. Aber weißt du was, ich denke, du verdienst eine Chance. Du hast uns immerhin der Rückeroberung von Broken Blade, unserer Heimat, näher gebracht. Die Klinge eines unserer Brüder, Iphith, wurde in der Schlacht in zwei Hälften gebrochen, aber das hielt ihn nicht davon ab, den feindlichen Standartenträger niederzuschlagen! So haben die beiden Inseln ihren Namen bekommen, und jetzt wollen sie sie uns wegnehmen! So, genug geplaudert. Ihr dürft euch aus der Kiste neben dem Kartographen nehmen, was ihr wollt. Natürlich wurde alles von den Besitzern freiwillig abgegeben, falls jemand fragt. Und vielleicht kann ich Ihnen ein paar Lektionen erteilen, wenn Sie ein echter Abenteurer sind und nicht so ein Weichei!",
	"map.[hota] a new day tomorrow.quest.66.40.0.nextVisit" : "Es muss eine ziemliche Arbeit gewesen sein, hierher zu kommen. Seien Sie versichert, Sie wären nicht so weit gekommen, wenn wir nicht in Schwierigkeiten geraten wären. Aber weißt du was, ich denke, du verdienst eine Chance. Du hast uns immerhin der Rückeroberung von Broken Blade, unserer Heimat, näher gebracht. Die Klinge eines unserer Brüder, Iphith, wurde in der Schlacht in zwei Hälften gebrochen, aber das hielt ihn nicht davon ab, den feindlichen Standartenträger niederzuschlagen! So haben die beiden Inseln ihren Namen bekommen, und jetzt wollen sie sie uns wegnehmen! So, genug geplaudert. Ihr dürft euch aus der Kiste neben dem Kartographen nehmen, was ihr wollt. Natürlich wurde alles von den Besitzern freiwillig abgegeben, falls jemand fragt. Und vielleicht kann ich dir ein paar Lektionen erteilen, wenn du ein echter Abenteurer bist und nicht so ein Weichei!",
	"map.[hota] a new day tomorrow.quest.69.99.0.completed" : "Es ist so lästig, mit Leuten wie euch zu verhandeln. Kein Wunder, dass eure Städte abbrennen.",
	"map.[hota] a new day tomorrow.quest.69.99.0.firstVisit" : "Runter, du Einfaltspinsel. Sie befinden sich in der Gegenwart von Lord Amnis. Ich wurde mit einer wichtigen Mission hergeschickt. Wir bereiten uns auf einen neuen Krieg vor, und du siehst etwas weniger nutzlos aus als andere; wir könnten dich gebrauchen. Oder vielleicht hast du etwas, das du zu unserer Sache beitragen kannst? Oder du kannst einfach verschwinden.",
	"map.[hota] a new day tomorrow.quest.69.99.0.nextVisit" : "Runter, du Einfaltspinsel. Du befindest dich in der Gegenwart von Lord Amnis. Ich wurde mit einer wichtigen Mission hergeschickt. Wir bereiten uns auf einen neuen Krieg vor, und du siehst etwas weniger nutzlos aus als andere; wir könnten dich gebrauchen. Oder vielleicht hast du etwas, das du zu unserer Sache beitragen kannst? Oder Sie können einfach verschwinden.",
	"map.[hota] a new day tomorrow.quest.78.78.1.completed" : "Die Gerechtigkeit wird immer siegen! Wahrlich, nichts ist stärker als das Gesetz!",
	"map.[hota] a new day tomorrow.quest.78.78.1.firstVisit" : "Ich hatte nicht erwartet, hier jemandem zu begegnen. Ich bin ein Abgeordneter des Obersten Gerichtshofs von Highcastle auf einer wichtigen Mission. Da ist eine schreckliche Höllenbrut, die unsere Armeen terrorisiert und jedes Mal ungeschoren davonkommt. Dann gibt es einen nekromantischen Lakaien, der Bauern tötet und ihre Leichen zu seinen Meistern bringt; und schließlich haben die Piraten einen riesigen Wyrm mitgebracht und verwüsten die Küsten. Mir wurde befohlen, diese Bestien vor den Hof zu bringen, aber man gab mir keine geeignete Armee, um diese Aufgabe zu erfüllen. Der Hof wird doch nicht herausfinden, ob es genau derselbe Wyrm ist, oder? Besorgt mir einen von jeder Sippe, dann müssen die Richter mit ihnen fertig werden. Ich gebe Ihnen die Truppen, die ich hier habe, und dann erkläre ich sie einfach für im Kampf gefallen.",
	"map.[hota] a new day tomorrow.quest.78.78.1.nextVisit" : "Haben Sie unsere Delinquenten schon gefunden? Oder jemanden, der genau wie sie ist?",
	"map.[hota] a new day tomorrow.quest.83.32.1.completed" : "Gute Arbeit, Sie sind nicht so nutzlos wie meine hirnlosen Untergebenen. Hier ist Ihre Belohnung.",
	"map.[hota] a new day tomorrow.quest.83.32.1.firstVisit" : "Runter, du Einfaltspinsel. Sie werden eine wichtige Mission für mich erledigen. Einer meiner idiotischen Offiziere war auf einer Aufklärungsmission zwischen Agamonde und den Extate, und die Elfen haben ihn erwischt. Er sollte besser keine geheimen Informationen preisgeben, bevor Sie ihn da rausholen; und das tun Sie besser. Wegtreten.",
	"map.[hota] a new day tomorrow.quest.83.32.1.nextVisit" : "Runter, du Trottel. Sie werden eine wichtige Mission für mich erledigen. Einer meiner idiotischen Offiziere war auf einer Aufklärungsmission zwischen Agamonde und den Extate, und die Elfen haben ihn erwischt. Er sollte besser keine geheimen Informationen preisgeben, bevor Sie ihn da rausholen; und das tun Sie besser. Wegtreten.",
	"map.[hota] a new day tomorrow.quest.84.78.1.completed" : "Na schön, endlich jemand, dem ich beibringen kann, wie man Drachen einschläfert! Sie sind nicht so schlau, wisst ihr. Oh, und nimm auch diesen Streitkolben mit, nur für den Fall.",
	"map.[hota] a new day tomorrow.quest.84.78.1.firstVisit" : "Nun, Sie sind schon hier, Sie können genauso gut reinkommen. Noch einen für den Ring des Überflusses. Ja, so nannte man das damals. Die Minen haben geschuftet, ich und meine Nighon-Kumpel haben \"freiwillige\" Steuern eingetrieben. Eines Tages kamen die Bauern und sagten: \"Ein Drache hat unseren Schwefel gestohlen.\" Ja, klar, als ob es jemals einen so schlauen Drachen gegeben hätte. Jedenfalls gab ich dem Biest ein paar Schlafkräuter, und in der Zwischenzeit kamen Harpyien und stahlen unsere Sachen... Nun, ich hatte immer einen Streitkolben für solche Situationen dabei... ähm, wo war ich? Ich sage, du bist dumm, hier herumzustochern und nach all diesen Hydras und Behemoths zu suchen. Wissen ist die wahre Macht! Ich wünschte, ich würde jemanden treffen, der so gut ist wie ich, dann würde ich meine Tricks an ihn weitergeben. Zum Beispiel, wenn ein Drache kommt und dein Zeug klaut, was machst du dann? Ich und meine Kumpels würden kommen und es von der blöden Bestie zurückholen. Ich war für die Sicherheit zuständig, das heißt, ich sollte den Drachen einschläfern, während die anderen ihre gestohlenen Sachen holten. Ich hatte auch einen Streitkolben dabei, nur für den Fall. Diese Drachen sind nicht so schlau.",
	"map.[hota] a new day tomorrow.quest.84.78.1.nextVisit" : "Sie werden wahrscheinlich nicht in der Lage sein, meine Weisheit zu verstehen. Nun, ich kann dir stattdessen sagen, wie man einen Drachen einschläfert. Diese Biester sind nicht so schlau!",
	"map.[hota] a new day tomorrow.quest.86.51.0.completed" : "Wir sind froh, dass Sie sich zur Zusammenarbeit entschlossen haben. Möge euer Wille unbeugsam sein!",
	"map.[hota] a new day tomorrow.quest.86.51.0.firstVisit" : "Diese Länder sind nicht dazu bestimmt, geteilt zu werden! Wir werden diese Region eines Tages wiederbeleben, und das Extate wird unser Ausgangspunkt sein. Wir helfen gerne dabei, die Herrscher zu stürzen, natürlich zu einem Preis.",
	"map.[hota] a new day tomorrow.quest.86.51.0.nextVisit" : "Dieses Land soll nicht geteilt werden! Wir werden diese Region eines Tages wiederbeleben, und das Extate wird unser Ausgangspunkt sein. Wir helfen gerne, die Herrscher zu stürzen, natürlich zu einem Preis.",
	"map.[hota] a new day tomorrow.quest.87.108.0.completed" : "Ich danke Euch! Eine Schande, dass ich nicht so mutig bin wie du. Ich hoffe, dass ich im Ring des Überflusses etwas anderes finde als den Tod, das heißt. Als Zeichen der Dankbarkeit, werde ich dir beibringen, was ich bisher gelernt habe.",
	"map.[hota] a new day tomorrow.quest.87.108.0.firstVisit" : "Mein Vater hatte recht, nicht an mich zu glauben. \"Er wird es gut machen, aber bleib stumm!\" - pflegte er zu sagen. Als das New Extate über uns hereinbrach, hatte ich zuerst Angst, auch nur in die Nähe zu gehen, aber Vater sagte, ich sei ein ekelhafter Feigling und schickte mich allein zum Spähen. Ich wurde erwischt, aber die Jungs dort waren nett. Sie brachten mir ein paar einfache Zaubersprüche bei. Anstelle von Informationen brachte ich neue Freunde mit. Sie wurden hingerichtet, und mir wurde gesagt, ich solle mit dem Unsinn aufhören. Das neue Extate ist voll von Feinden; ich hatte großes Glück, nicht mit ihnen hingerichtet zu werden. Dafür bin ich Vater dankbar. Der Krieg zog sich sehr lange hin. Unser Adelshaus verlor fast alle Söldner, und mein Vater und ich entgingen ein paar Mal nur knapp dem Tod. Wir schafften es, die Burg zu erreichen. Der Waffenstillstand verärgerte meinen Vater sehr. Er erkannte, dass ich mich nun beeilen würde, von den Nachbarn zu lernen, während ich daran arbeiten sollte, ein Krieger zu werden. Nach einiger Zeit waren wir gezwungen, das Haus zu verlassen, aber wir hatten kein Schiff. Ich musste eines herbeirufen, und bald ließen wir uns an diesem Ort nieder. Jeden Tag fahre ich mit meinem bescheidenen Zauberboot zum Fischen. Mein Vater murrt, dass ich eine Flotte herbeizaubern sollte, um das Neue Extate zu vernichten, wenn ich wirklich so schlau wäre. Vor kurzem hat er von einem Ort gehört, an dem sich Krieger zeigen können, dem Ring des Überflusses. Er will, dass ich dorthin fahre und Kopfgeld zurückbringe. Aber ich werde nicht mal mit den Efreeti fertig, die das Portal bewachen, das dorthin führt! Vielleicht könntest du helfen? Und dann würde ich versuchen, den Rest selbst zu erledigen.",
	"map.[hota] a new day tomorrow.quest.87.108.0.nextVisit" : "Mein Vater hatte recht, nicht an mich zu glauben. \"Er wird es gut machen, aber bleib dumm!\" - würde er sagen. Als das New Extate über uns hereinbrach, hatte ich zuerst Angst, auch nur in die Nähe zu gehen, aber Vater sagte, ich sei ein ekelhafter Feigling und schickte mich allein zum Auskundschaften. Ich wurde erwischt, aber die Jungs dort waren nett. Sie brachten mir ein paar einfache Zaubersprüche bei. Anstelle von Informationen brachte ich neue Freunde mit. Sie wurden hingerichtet, und mir wurde gesagt, ich solle mit dem Unsinn aufhören. Das neue Extate ist voll von Feinden; ich hatte großes Glück, nicht mit ihnen hingerichtet zu werden. Dafür bin ich Vater dankbar. Der Krieg zog sich sehr lange hin. Unser Adelshaus verlor fast alle Söldner, und mein Vater und ich entgingen ein paar Mal nur knapp dem Tod. Wir schafften es, die Burg zu erreichen. Der Waffenstillstand verärgerte meinen Vater sehr. Er erkannte, dass ich mich nun beeilen würde, von den Nachbarn zu lernen, während ich daran arbeiten sollte, ein Krieger zu werden. Nach einiger Zeit waren wir gezwungen, das Haus zu verlassen, aber wir hatten kein Schiff. Ich musste eines herbeirufen, und bald ließen wir uns an diesem Ort nieder. Jeden Tag fahre ich mit meinem bescheidenen Zauberboot zum Fischen. Mein Vater murrt, dass ich eine Flotte herbeizaubern sollte, um das Neue Extate zu vernichten, wenn ich wirklich so schlau wäre. Vor kurzem hat er von einem Ort gehört, an dem sich Krieger zeigen können, dem Ring des Überflusses. Er will, dass ich dorthin fahre und Kopfgeld zurückbringe. Aber ich werde nicht mal mit den Efreeti fertig, die das Portal bewachen, das dorthin führt! Vielleicht könntest du helfen? Und dann würde ich versuchen, den Rest selbst zu erledigen.",
	"map.[hota] a new day tomorrow.quest.94.95.1.completed" : "Prächtig! Jetzt kann ich mein Unternehmen ausbauen. Ich brauche diese Söldner nicht mehr, Sie können sie mitnehmen.",
	"map.[hota] a new day tomorrow.quest.94.95.1.firstVisit" : "Ave, Reisender. Wie bitte? Muss ich wie ein Idiot reden, nur weil ich ein Unhold bin? Hör zu, ich veranstalte öffentliche Kämpfe. Ich fing mit Hahnenkämpfen an, und jetzt kämpfen Titanen, Teufel, Hydren und Drachen in meiner Arena! Leider hat der Krieg mein Geschäft verwüstet. Ich brauche jetzt dringend Kämpfer. Wenn Ihr welche für mich findet, würde ich Euch stattdessen meine Assistenten geben; sie geben schreckliche Kämpfer ab.",
	"map.[hota] a new day tomorrow.quest.94.95.1.nextVisit" : "Ich bin sicher, dass Sie die Kämpfer, die ich brauche, hier finden können. Sehen Sie es sich einfach gründlich an.",
	"map.[hota] a new day tomorrow.quest.96.109.0.completed" : "Unser Orden, dessen Namen Sie nicht zu kennen brauchen, ist nicht nur für Ritter und Priester. Ich würde sogar sagen, von denen gibt es nicht viele in unseren Reihen. Diese Organisation war schon aktiv, bevor die Menschen überhaupt aufgehört haben, ihre Knöchel zu schleifen.\nSie haben sicher schon von Dämonen gehört, die von anderen Kreaturen Besitz ergreifen und deren Gedanken und Handlungen beherrschen. Also arbeitet unser Orden daran, die dämonischen Stimmen zu erkennen. Unser Volk steht hinter fast jedem König oder Abt, was unzählige Male geholfen hat, Kriege und Massaker zu vermeiden.\nSie verstehen jetzt wahrscheinlich, wie wichtig es ist, dies geheim zu halten. Die Dämonen sind sich unserer Talente bereits bewusst, aber sie erkennen noch nicht das Ausmaß der Operationen unseres Ordens. Aber sie haben schon einiges erreicht und können hier schon fast frei agieren.\nIch weiß nicht, was genau sie suchen und wo wir mit der Suche beginnen sollen. Ich bitte Sie nur, auf Ihrem Weg wachsam zu bleiben. \nHier, dieses Relikt wird euch wahrscheinlich auf euren Reisen helfen. ",
	"map.[hota] a new day tomorrow.quest.96.109.0.firstVisit" : "Ich bin alt und werde wahrscheinlich nie mehr einen Fuß vor die Tür setzen. Ich darf die Details der Mission, mit der ich und meine Sippe beauftragt wurden, nicht preisgeben. In den alten Tagen fanden diejenigen, die den Orden verließen, einen schnellen Tod. Diejenigen, die die Gesetze machten, verstanden, warum es so wichtig war, alles geheim zu halten. Wahrscheinlich hatten sie damit Recht.\nAber ich kann einfach nicht widerstehen. Mein Leben, das nun zu Ende geht, war voller Abenteuer, aber auch voller Schmerz und Einsamkeit. Ich weiß nicht, wie es meinen Brüdern geht, oder wie die Welt außerhalb dieses Höllenlochs aussieht.\nIch kann mein Geheimnis nicht auf einen zufälligen Passanten legen. An niemanden, wirklich; aber es wäre nicht so beschämend, mein Wissen an einen ehrwürdigen Krieger weiterzugeben. ",
	"map.[hota] a new day tomorrow.quest.96.109.0.nextVisit" : "Ich bin alt und werde wahrscheinlich nie mehr meinen Fuß nach draußen setzen. Ich darf die Details der Mission, mit der ich und meine Sippe beauftragt wurden, nicht preisgeben. In den alten Tagen fanden diejenigen, die den Orden verließen, einen schnellen Tod. Diejenigen, die die Gesetze machten, verstanden, warum es so wichtig war, alles geheim zu halten. Wahrscheinlich hatten sie damit Recht.\nAber ich kann einfach nicht widerstehen. Mein Leben, das nun zu Ende geht, war voller Abenteuer, aber auch voller Schmerz und Einsamkeit. Ich weiß nicht, wie es meinen Brüdern geht, oder wie die Welt außerhalb dieses Höllenlochs aussieht.\nIch kann mein Geheimnis nicht auf einen zufälligen Passanten legen. An niemanden, wirklich; aber es wäre nicht so beschämend, mein Wissen an einen ehrwürdigen Krieger weiterzugeben, denke ich. ",
	"map.[hota] a new day tomorrow.sign.133.19.1.message" : "Unfug ist ein Teil unseres Lebens",
	"map.[hota] a new day tomorrow.sign.139.35.0.message" : "Du sollst dir keinen Feind machen",
	"map.[hota] a new day tomorrow.sign.159.156.0.message" : "Willkommen zum Agamonde-Turnier! Kämpfen Sie im Namen des Königs* und sterben Sie für ihn!** * die Anwesenheit des Königs ist nicht garantiert ** das ",
	"map.[hota] a new day tomorrow.sign.21.11.0.message" : "Großzügige, kommt!\nGierige, bleibt weg!",
	"map.[hota] a new day tomorrow.sign.53.148.1.message" : "Es ist nicht so schlimm hier drinnen",
	"map.[hota] a new day tomorrow.sign.53.155.0.message" : "Die Neugierde hat die Katze getötet",
	"map.[hota] a new day tomorrow.town.142.29.1.name" : "Acropia",
	"map.[hota] a new day tomorrow.town.151.164.0.name" : "Agamonde",
	"map.[hota] barren lands.event.0.description" : "Plötzlich wird all Ihr Geld zu Sand und rieselt zwischen Ihren Fingern.",
	"map.[hota] barren lands.event.1.description" : "Die Menschen geben Ihnen einige Ressourcen, damit Sie wenigstens ein Fort bauen können.",
	"map.[hota] barren lands.guards.59.118.0.message" : "Sind Sie sicher, dass \"Armageddon's Blade\" in dieser Box ist?",
	"map.[hota] barren lands.guards.63.114.0.message" : "Ihr kommt Eurem Ziel näher und näher. Die Klinge des Armageddon befindet sich in einer dieser Kisten der Pandora.",
	"map.[hota] barren lands.guards.63.117.0.message" : "Sind Sie sicher, dass \"Armageddon's Blade\" in dieser Box ist?",
	"map.[hota] barren lands.guards.66.118.0.message" : "Sind Sie sicher, dass \"Armageddon's Blade\" in dieser Box ist?",
	"map.[hota] barren lands.guards.67.121.0.message" : "Sind Sie sicher, dass \"Armageddon's Blade\" in dieser Box ist?",
	"map.[hota] barren lands.header.description" : "Die lokalen Lords kehren in die Ödlande zurück, nachdem sie den Nekromanten besiegt haben. Der Sieg war nicht einfach. Doch kurz vor seinem Tod hat der Nekromant sie verflucht, so dass aus ehemaligen Verbündeten Feinde wurden. Nun werden sie sich gegenseitig bekämpfen.",
	"map.[hota] barren lands.header.name" : "Ödland",
	"map.[hota] barren lands.header.rumor.0.text" : "Man sagt, dass das Töten von Dread Knights gut bezahlt wird. Obwohl ich es nicht selbst überprüft habe.",
	"map.[hota] barren lands.header.rumor.1.text" : "Man sagt, dass der Käfig der Seelen in der Nekropole gebaut wird.",
	"map.[hota] barren lands.header.rumor.10.text" : "Einige Leute behaupten, dass sie sich an Dracoliches erinnern, aber ich glaube, sie haben etwas falsch verstanden.",
	"map.[hota] barren lands.header.rumor.11.text" : "Man sagt, dass einheimische Fischer einen Helden gesehen haben, der auf dem Wasser ging. Ich weiß nicht, ob man ihnen glauben kann, aber solche Wunder gab es in unserem Land seit Anbeginn der Zeit nicht.",
	"map.[hota] barren lands.header.rumor.12.text" : "Man sagt, dass der Nekromant sein großes Artefakt unsichtbar gemacht und in der Nähe von Dragon Utopia versteckt hat.",
	"map.[hota] barren lands.header.rumor.13.text" : "Man sagt, dass das letzte Mal Mutare Drake in einer überfluteten Höhle bemerkt wurde.",
	"map.[hota] barren lands.header.rumor.14.text" : "Man sagt, dass Necromancer nach seinem Tod eine Menge Schätze hinterlassen hat.",
	"map.[hota] barren lands.header.rumor.2.text" : "Es heißt, dass die Armageddon's Blade wirklich existiert.",
	"map.[hota] barren lands.header.rumor.3.text" : "Es heißt, der Nekromant habe die Klinge des Armageddon versteckt und Legionen von Kriegern dazu gebracht, sie zu verteidigen.",
	"map.[hota] barren lands.header.rumor.4.text" : "Ich habe gehört, dass die Armageddon's Blade in einer Büchse der Pandora versteckt ist.",
	"map.[hota] barren lands.header.rumor.5.text" : "Es gibt eine Menge Gerüchte. Sie müssen nicht alle davon glauben.",
	"map.[hota] barren lands.header.rumor.6.text" : "Man sagt, dass man reich wird, wenn man in einem Sumpf gräbt.",
	"map.[hota] barren lands.header.rumor.7.text" : "Man sagt, dass der Necromancer gar nicht so böse war. Er ließ tote Menschen wieder auferstehen.",
	"map.[hota] barren lands.header.rumor.8.text" : "Es gibt Gerüchte, dass es nur noch ein einziges Buch der Elemente gibt, das Buch des Feuers. Vielleicht lohnt es sich, danach zu suchen.",
	"map.[hota] barren lands.header.rumor.9.text" : "Man sagt, dass die Phiole des Drachenblutes leicht gefunden und mitgenommen werden kann, da sie niemand bewacht. Ich habe gehört, dass sie sich auf einer Insel im Norden befindet.",
	"map.[hota] barren lands.quest.118.98.1.completed" : "Endlich sind die Dread Knights besiegt! Bist du bereit, den Preis zu bekommen?",
	"map.[hota] barren lands.quest.118.98.1.firstVisit" : "Wenn Sie Dread Knights besiegen, die das schwarze Zelt verteidigen, erhalten Sie eine Menge Erfahrung.",
	"map.[hota] barren lands.quest.118.98.1.nextVisit" : "Verzweifeln Sie nicht. Es ist schwer, Dread Knights zu besiegen. Aber noch schwieriger ist es, sie zu finden.",
	"map.[hota] barren lands.quest.149.101.0.completed" : "Wir haben immer davon geträumt, einen so großen Helden wie Euch zu treffen. Können wir uns Eurer Truppe anschließen?",
	"map.[hota] barren lands.quest.149.101.0.firstVisit" : "Wir wollen einen großen Helden mit Angriffsfähigkeit 23 oder mehr finden.",
	"map.[hota] barren lands.quest.149.101.0.nextVisit" : "Haben Sie einen großen Helden gesehen? Er muss Angriffsfertigkeit 23 oder mehr haben. Wenn Ihr ihn findet, lasst ihn wissen, dass wir auf ihn warten...",
	"map.[hota] barren lands.quest.175.198.0.completed" : "Du hast 6 Azurblaue Drachen gefunden! Nun, ich werde die Städte erobern und Ihr könnt versuchen, auf dem Wasser zu gehen.",
	"map.[hota] barren lands.quest.175.198.0.firstVisit" : "Ja, ich bin der Held, der über Wasser gehen kann. Und wenn du willst, kann ich dir beibringen, wie man das macht, aber es kostet viel.Ich brauche eine gute Armee, um wieder zu wandern. Nur Azurblaue Drachen werden akzeptiert. Ich denke, Ihr werdet Euch nicht weigern, mir zu helfen und mir 6 Azurblaue Drachen zu geben.",
	"map.[hota] barren lands.quest.175.198.0.nextVisit" : "Ich brauche keine anderen Krieger als Azurblaue Drachen. Oder Ihr werdet nie erfahren, wie man auf dem Wasser läuft.",
	"map.[hota] barren lands.quest.21.191.1.completed" : "Sie sind unser Meister. Sind Sie bereit, uns sofort zu akzeptieren?",
	"map.[hota] barren lands.quest.21.191.1.firstVisit" : "Wir sind ruhelose Mumien, die an diesem verwunschenen Ort eingeschlossen sind. Wir warten auf einen Helden, der in der Lage ist, uns zu befreien. Ihr werdet uns befreien, wenn Ihr beweist, dass Euch mindestens 1 Mumie gedient hat.",
	"map.[hota] barren lands.quest.21.191.1.nextVisit" : "Solange Du nicht beweist, dass Dir Mumien gedient haben, werden wir uns Dir nicht anschließen.",
	"map.[hota] barren lands.quest.216.167.0.completed" : "Endlich, 5 Schwarze Drachen! Wie versprochen, verbessern wir Eure Angriffsfähigkeiten.",
	"map.[hota] barren lands.quest.216.167.0.firstVisit" : "Wir sind Adepten des Kultes der Titanen. Wir brauchen 5 Schwarze Drachen für die Opferung. Wenn Ihr uns helft, werden wir Eure Angriffsfähigkeiten verbessern.",
	"map.[hota] barren lands.quest.216.167.0.nextVisit" : "Ist es so schwer, 5 Schwarze Drachen für die Opferung zu finden? Beeilt Euch bitte, denn unsere Riten hängen von Euch ab.",
	"map.[hota] barren lands.quest.28.180.0.completed" : "Na endlich! Ich hoffe, ihr habt diesen ganzen verdammten Wald abgeholzt. Nun, gebt mir 576 Holz und ihr werdet etwas bekommen. ",
	"map.[hota] barren lands.quest.28.180.0.firstVisit" : "Wir sind örtliche Holzfäller und haben einen Lieferauftrag für 1000 Holz. Wir haben schon fast die Hälfte geschnitten, als wir plötzlich den Baum der Erkenntnis fanden. Wir haben viele Male versucht, ihn zu fällen, aber alles war vergeblich. Viele von uns starben in diesem verdammten Wald. Wir werden nicht dorthin zurückkehren. Wenn Ihr uns helft, 576 Holz zu beschaffen, die wir brauchen, werden wir Euch gute Krieger zur Verfügung stellen.",
	"map.[hota] barren lands.quest.28.180.0.nextVisit" : "Das ist nicht genug. Ich brauche 576 Holz oder der Lieferauftrag wird nicht ausgeführt.",
	"map.[hota] barren lands.quest.69.104.0.completed" : "Endlich! Ein fähiger Held! Unter seinem Kommando können wir ein Vermögen machen.",
	"map.[hota] barren lands.quest.69.104.0.firstVisit" : "Wir suchen einen fähigen Helden, um unter seinem Kommando neue Länder zu erobern. Ein Held mit Level 20 oder mehr kann uns in seine Armee aufnehmen.",
	"map.[hota] barren lands.quest.84.4.0.completed" : "Geben Sie mir 7500 Gold und ich gebe Ihnen dafür einen Zauberspruch.",
	"map.[hota] barren lands.quest.84.4.0.firstVisit" : "Alles ist einfach: zahlen Sie etwas Geld für einen Zauberspruch.",
	"map.[hota] barren lands.quest.84.4.0.nextVisit" : "Kein Geld, kein Zauberspruch.",
	"map.[hota] barren lands.sign.106.187.0.message" : "Ich hätte diesen Scharlatan in die Pfanne hauen sollen und nicht auf diese Märchen über riesige Schätze hören sollen!",
	"map.[hota] barren lands.sign.136.115.0.message" : "Insel der Elementare",
	"map.[hota] barren lands.sign.139.101.1.message" : "Insel der Totenbeschwörer",
	"map.[hota] barren lands.sign.141.124.1.message" : "Insel der Nekromanten",
	"map.[hota] barren lands.sign.145.72.0.message" : "Die Inschrift ist unleserlich",
	"map.[hota] barren lands.sign.150.181.0.message" : "Ackerland",
	"map.[hota] barren lands.sign.6.5.0.message" : "Halbinsel Sumpf",
	"map.[hota] barren lands.sign.72.21.1.message" : "Verlorenes Land",
	"map.[hota] barren lands.sign.98.112.1.message" : "Insel der Nekromanten",
	"map.[hota] barren lands.sign.99.131.0.message" : "Insel der Elementare",
	"map.[hota] bay of broken ships.header.description" : "Es gibt den Glauben, dass eine Belohnung auf denjenigen ausgesetzt ist, der in der Lage ist, alle Seelen der ruhelosen Seeleute zu befreien. Viele glauben den Legenden nicht und versuchen, nicht durch die verdammte Bucht zu navigieren, aber Sie gehören nicht dazu...",
	"map.[hota] bay of broken ships.header.name" : "Bucht der zerbrochenen Schiffe",
	"map.[hota] before the storm.header.description" : "Diese acht Domains haben es geschafft, viele Jahre lang Frieden zu halten, aber eine so kleine Küche kann nicht lange so viele Köche halten. Irgendetwas muss sehr bald geschehen, und Sie werden mitten im Geschehen sein.",
	"map.[hota] before the storm.header.name" : "Vor dem Sturm",
	"map.[hota] beware of demons!.event.0.description" : "Es ist schon ein paar Wochen her, dass Sie die letzte bewohnte Insel verlassen haben und sich auf die Meere begeben haben. Nun endlich sehen Sie am Horizont etwas, das ein unbekanntes Land zu sein schien...",
	"map.[hota] beware of demons!.event.1.description" : "Die einheimischen Wilden erzählten immer wieder, dass die Nekromanten aus dem Norden einen Pakt mit den Dämonen in den Kerkern geschlossen haben... Es heißt, dass die unterirdischen Kreaturen bald ihr Ritual vollenden werden und in der Lage sein werden, an die Oberfläche zu kommen!",
	"map.[hota] beware of demons!.event.2.description" : "Die Späher berichten, dass es im Nordosten eine Burg gibt... Die schlechte Nachricht: Es gibt dort Nekromanten.",
	"map.[hota] beware of demons!.event.3.description" : "Heute Morgen haben wir ein kleines Schiff ausgerüstet und die Leute zurück in den Hafen geschickt, von dem aus wir hierher gekommen sind. Ich hoffe, dass sie ohne Probleme nach Hause kommen und von all den Schrecken berichten, die in dieser Gegend verübt werden. Sie sollten auch um Verstärkung bitten. Wenn alles nach Plan läuft, wird die Hauptflotte in etwa 2 Monaten hier eintreffen.",
	"map.[hota] beware of demons!.event.4.description" : "Ich habe über die Legende des alten Helden nachgedacht... Vielleicht haben wir, wenn wir ihn befreien, eine Chance, im Kampf gegen die Dämonen zu überleben.",
	"map.[hota] beware of demons!.event.5.description" : "Die einheimischen Wilden erzählten mir die Legende des alten Helden und sie erzählten mir auch von einem verrückten alten Mann, der am Ufer eines Flusses lebt.",
	"map.[hota] beware of demons!.event.6.description" : "Nicht mehr lange warten! Unsere Zauberinnen berichten, dass die Schiffe in 4 Tagen hier sind!",
	"map.[hota] beware of demons!.header.description" : "Sie wurden mit einer wichtigen Mission betraut - Sie sollen Gebiete erkunden, die auf keiner Karte eingezeichnet sind. Doch was erwartet den Abenteurer in diesen gefährlichen und geheimnisvollen Gegenden?",
	"map.[hota] beware of demons!.header.name" : "Hüten Sie sich vor Dämonen!",
	"map.[hota] beware of demons!.heroes.115.biography" : "???",
	"map.[hota] beware of demons!.heroes.115.name" : "Dagon",
	"map.[hota] beware of demons!.quest.13.31.0.completed" : "Er ist wieder da! Gelobt seien die Götter!",
	"map.[hota] beware of demons!.quest.13.31.0.firstVisit" : "Fremde! Kennst du die uralte Legende von diesen Orten? Vor langer Zeit fingen die schrecklichen Dämonen der Unterwelt einen großen alten Helden und sperrten ihn in eine uneinnehmbare Festung. Als die Jahre vergingen, schwemmten Meereswellen die Küstengebiete der Insel... Seitdem wird die Festung, die zur Grabstätte des alten Kriegers geworden ist, von der Wasserschule beherrscht. Siehst du diese Klinge? Die Legende besagt, dass ein Gefangener des Grabes es an sich nehmen und die Dämonen zur Rechenschaft ziehen kann!",
	"map.[hota] beware of demons!.quest.13.31.0.nextVisit" : "Hast du das Grabmal gesehen, das auf dem Grund des Meeres schläft, Fremder?",
	"map.[hota] beware of demons!.sign.34.31.0.message" : "Den",
	"map.[hota] beware of demons!.sign.5.27.0.message" : "\"Hüte dich vor den Dämonen der Unterwelt...\"",
	"map.[hota] blazing archipelago.event.0.description" : "Ihre Zeit ist gekommen! Laut Karte befindet sich der Schatz auf der Insel in der Mitte des Archipels.",
	"map.[hota] blazing archipelago.event.1.description" : "Sie haben Ihr Lager auf einer großen Insel aufgeschlagen. Späher berichten, dass Ihre Konkurrenten das Gleiche getan haben. Eine uralte Schatzkarte wurde am Abend ins Lager gebracht; die einzige Frage, warum Sie an diesen Ort gekommen sind...",
	"map.[hota] blazing archipelago.event.2.description" : "Ihr habt die uralte Karte fast entziffert. Bald wird der Schatz unser sein!",
	"map.[hota] blazing archipelago.event.3.description" : "Tja. Es ist an der Zeit, sich dem Hauptziel zuzuwenden, die Karte zu entziffern und die großen Schätze zu finden...",
	"map.[hota] blazing archipelago.header.description" : "Schreckliche Hitze, Mangel an Ressourcen und die ständige Gefahr, von Meereskreaturen angegriffen zu werden, machen diese Inseln zu einem wahrhaft gottverlassenen Ort. Doch was lockt die Abenteurer an?",
	"map.[hota] blazing archipelago.header.name" : "Flammender Archipel",
	"map.[hota] broken compass.header.description" : "Alles steht Kopf in diesen Ländern, in die Sie durch puren Zufall geraten sind. Der Schnee liegt im Süden, die Sonne geht im Norden auf, und die Gezeiten scheinen sich an keine Logik zu halten. Ist es an der Zeit, einen neuen Weg des Rechnens zu finden?",
	"map.[hota] broken compass.header.name" : "Zerbrochener Kompass",
	"map.[hota] captive.guards.13.4.1.message" : "Es scheint, dass Kreegans hier starke Wachen hinterlassen hat...",
	"map.[hota] captive.header.description" : "Schreckliche Nachrichten! Letzte Nacht wurde eines Eurer Schiffe angegriffen. Der Kapitän des Schiffes wurde gefangen genommen, und die Ladung ging verloren... Euer Hauptziel ist es nun, den armen Kerl zu befreien und die Ware zu finden.",
	"map.[hota] captive.header.name" : "Gefangenschaft",
	"map.[hota] captive.sign.16.30.1.message" : "Katakomben",
	"map.[hota] carpe jugulum.header.description" : "Seit einem Jahrhundert streiten sich zwei Reiche um dieses Stück Land. Keines konnte bisher eine bestimmte Landbrücke fest in die Hand nehmen. Sie werden diesen Krieg an der Kehle packen müssen.",
	"map.[hota] carpe jugulum.header.name" : "Carpe Jugulum",
	"map.[hota] challenge.header.description" : "Die Förderung wertvoller Ressourcen wurde auf Eis gelegt, nachdem die Kreeganer in das Land eingefallen sind. Vier Lords, die ihr Schicksal auf die Probe stellen wollen, bereiten sich auf den Kampf um ihre Heimat vor, um sie wieder zu Ruhm und Ehre zu führen.",
	"map.[hota] challenge.header.name" : "Die Herausforderung",
	"map.[hota] challenge.monster.12.20.1.message" : "Sie haben eine uralte Lampe gefunden. Nachdem Sie sie gerieben haben, ist eine Gruppe von Genies vor Ihnen erschienen.",
	"map.[hota] challenge.monster.26.28.1.message" : "Du hast eine alte Flasche aus dem Wasser gefischt. Nachdem Sie sie gerieben hatten, stiegen Wolken aus magischem Rauch auf, und eine Gruppe von Genies materialisierte sich auf dem Deck.",
	"map.[hota] challenge.monster.33.25.1.message" : "Du hast eine alte Flasche herausgefischt. Nachdem Du sie gerieben hast, ist eine Gruppe von Genies vor Dir erschienen.",
	"map.[hota] challenge.monster.4.13.1.message" : "Sie haben eine uralte Lampe gefunden. Nachdem Sie sie gerieben haben, erschien eine Gruppe von Genies vor Ihnen.",
	"map.[hota] challenge.monster.5.18.1.message" : "Du hast eine uralte Lampe gefunden. Nachdem Sie sie gerieben haben, erschien eine Gruppe von Genies vor Ihnen.",
	"map.[hota] challenge.sign.19.17.1.message" : "<CROSSED> Höhle des Wissens <Send> Azurblaue Drachenhöhle\n",
	"map.[hota] challenge.sign.44.34.0.message" : "Dieser kleine Strauch wird eines Tages zu einem großen Baum heranwachsen...",
	"map.[hota] daggerwin valley.guards.108.96.0.message" : "!",
	"map.[hota] daggerwin valley.guards.11.95.0.message" : "Die Drachen bewachen ihren Schatz. Wollt Ihr gegen sie kämpfen?\nWachen: 7 Schwarze Drachen Schatz: 10000 Gold",
	"map.[hota] daggerwin valley.guards.173.18.0.message" : "Die Drachen bewachen ihren Schatz. Wollt Ihr gegen sie kämpfen?\nWachen: 7 Schwarze Drachen Schatz: 10000 Gold",
	"map.[hota] daggerwin valley.guards.28.68.0.message" : "Die Drachen bewachen ihren Schatz. Wollt Ihr gegen sie kämpfen?\nWachen: 7 Schwarze Drachen Schatz: 10000 Gold",
	"map.[hota] daggerwin valley.guards.95.167.0.message" : "Die Drachen bewachen ihren Schatz. Möchten Sie gegen sie kämpfen?\nWachen: 7 schwarze Drachen Schatz: 10000 Gold",
	"map.[hota] daggerwin valley.header.description" : "Das Tal des Flusses Daggerwin ist seit jeher für seinen großen Reichtum bekannt. Sein Korridor ist die einzige Handelsroute zum alten Kontinent; wenn Sie ihn erobern, können Sie Ihre Macht ausbauen.",
	"map.[hota] daggerwin valley.header.name" : "Dolchsturztal",
	"map.[hota] daggerwin valley.header.rumor.0.text" : "Tipp des Tages: Überraschen Sie und versuchen Sie, sich nicht überraschen zu lassen!",
	"map.[hota] daggerwin valley.header.rumor.1.text" : "Tipp des Tages: Wer ein Schwert schwingt, ist im Recht.",
	"map.[hota] daggerwin valley.header.rumor.10.text" : "Tipp des Tages: Wenn man geht, kommt man nicht immer. Wenn man kommt, denkt man meist nicht ans Gehen.",
	"map.[hota] daggerwin valley.header.rumor.11.text" : "Weise Worte des Tages: Eine gute Ehefrau ist immer bei ihrem Mann, wenn schwere Zeiten kommen. Eine schlechte Frau ist immer bei ihrem Mann, wenn es hart auf hart kommt.",
	"map.[hota] daggerwin valley.header.rumor.12.text" : "Spruch des Tages: Was dich nicht umbringt, kann dich vergewaltigen.",
	"map.[hota] daggerwin valley.header.rumor.13.text" : "Weiser Spruch des Tages: Wenn Ihnen nach Niesen zumute ist, nehmen Sie besser den Finger aus der Nase.",
	"map.[hota] daggerwin valley.header.rumor.14.text" : "Ein Trapper sagte mir, ich solle die nördlichen Gebiete meiden. Azurblaue Drachen halten sich dort auf.",
	"map.[hota] daggerwin valley.header.rumor.2.text" : "Ein alter Seemann behauptet, er wisse, wo die Götter den Gral versteckt haben. Als ob! Unwahrscheinlich, dass jemand, der ein solches Wissen besitzt, hier mit so einem mürrischen Gesichtsausdruck sitzt.",
	"map.[hota] daggerwin valley.header.rumor.3.text" : "Kommen Sie, Sie glauben doch nicht wirklich dieses Gefasel über den Gral, oder?... Ach, verflixt. Ihr Abenteuerlustigen seid doch alle gleich. Sobald ihr Wind von einem verlorenen Schatz, einem legendären Haufen Schrott oder einem Beutel mit nutzlosem Glitter bekommt, leuchten eure Augen auf...",
	"map.[hota] daggerwin valley.header.rumor.4.text" : "Sie meinen, Sie wollen 'wirklich' wissen, was dieser Trottel nach seinem zehnten Becher gesagt hat? Zum Teufel mit Ihnen - hier ist es: Weit oben im Nordosten... oder vielleicht im Westen... Jedenfalls, irgendwo in der Nordsee liegt eine Insel...",
	"map.[hota] daggerwin valley.header.rumor.5.text" : "Tipp des Tages: Erwarten Sie nicht viel, und Sie werden immer mehr bekommen, als Sie sich vorgenommen haben.",
	"map.[hota] daggerwin valley.header.rumor.6.text" : "Tipp des Tages: Ein Löwe ist kein guter Freund für einen Kojoten.",
	"map.[hota] daggerwin valley.header.rumor.7.text" : "Weiser Spruch des Tages: Gürkchen nie mit Milch runterspülen.",
	"map.[hota] daggerwin valley.header.rumor.8.text" : "Also, wegen der Insel, von der der Vino behauptete, sie beherberge den Schatz. Ich bin mir nicht sicher, wo sie ist oder wie sie aussieht, aber er war felsenfest davon überzeugt, dass er dort gewesen ist. Wenn ich etwas über das Leben weiß, muss es inzwischen wie ein Sieb aussehen. Nun, das ist im G",
	"map.[hota] daggerwin valley.header.rumor.9.text" : "Geh in die Hölle und finde dort eine angefressene Insel... Und, nur für den Fall, dass der Groghound sich geirrt hat, finden Sie auch eine unpitted Insel.",
	"map.[hota] dead man's tales.event.0.description" : "{Einrichten der Start-Schatzkammer...}",
	"map.[hota] dead man's tales.event.1.description" : "(Fertig mit dem Einrichten des Startschatzes!)",
	"map.[hota] dead man's tales.event.10.description" : "\"Nachdem die Insel den Besitzer wechselte, wurden die Soldaten der besiegten Armeen zu Banditen. Sie verdienen ihren Lebensunterhalt damit, Menschen auf den Straßen und in den Wäldern auszurauben und zu töten. Seid sehr vorsichtig bei der Erkundung. Sie haben bereits eine unserer Handelskarawanen gekapert. Aus Sicherheitsgründen muss jeder Kommandant eine Eskorte von mindestens fünfzig Bogenschützen und zwei Dutzend Kreuzrittern haben\".",
	"map.[hota] dead man's tales.event.2.description" : "\"Wir konnten Elmore nicht finden. Er hat sich in einem Sturm verirrt, obwohl er versucht hat, in der Nähe unseres Geschwaders zu bleiben. Sieht aus, als wäre er von den Wasserelementaren geholt worden, die hier überall sind. Was für ein guter Seemann er war...\n\nEovacius' Schiff wurde von einheimischen Söldnern geentert, die sich auf die Seite der Erathianer stellten. Er wird wahrscheinlich auf einer der kleineren Inseln im Norden oder Süden festgehalten.\"",
	"map.[hota] dead man's tales.event.3.description" : "\"Es klingt absurd, aber Sylvia, eine der besten Seefahrerinnen Erathias, hat sich verfahren. Sie konnte den Kurs nicht halten, was dazu führte, dass ein Teil der Flotte zu spät kam. Manche sagen, der Grund dafür seien die Seeungeheuer gewesen, die ihr Schiff weggezerrt haben...\"",
	"map.[hota] dead man's tales.event.4.description" : "\"Wir könnten jetzt etwas leichtes Geld gebrauchen. Es gibt irgendwo im Nordosten eine Halbinsel, auf der sich ein Portal befindet, das zu einer kleinen unterirdischen Stadt führt. Man munkelt, dass die Pilzfarmen dort sehr profitabel sind. \n\nAber scheiß auf die Kerker.\"",
	"map.[hota] dead man's tales.event.5.description" : "\"Coleshire erwähnte, dass bracadanische Magier, die den Archipel zu ihrer neuen Heimat machten, das \"Eiskönigreich\" - Regnum Nevis - erschufen. Wir konnten mit diesen Lügengeschichten von der \"großen, unterirdischen Burg, die auf gefrorenem Wasser steht und deren Wände wie feines, klares Glas sind\" nichts anfangen; aber es gab einen curoischen Teil. Die Magier haben offenbar Titanen hergebracht. Eine ganze Armee von mächtigen Riesen, komplett mit ihren Blitzen, die meilenweit schlagen. Wir sollten nach diesem Ort suchen, denn die Titanen könnten sich als entscheidend für unseren Feldzug erweisen\".",
	"map.[hota] dead man's tales.event.6.description" : "{Die Startschatzkammer einrichten...}",
	"map.[hota] dead man's tales.event.7.description" : "{Fertig mit dem Einrichten der Start-Schatzkammer!}",
	"map.[hota] dead man's tales.event.8.description" : "\"Regnanische Fregatten SIND schließlich die schnellsten Schiffe in ganz dem verflixten Enroth! Wir haben sie gut abgeschüttelt und hatten genug Zeit, um einen Umweg zu machen. Wir haben es sogar geschafft, auf der Insel Fuß zu fassen und eine Verschnaufpause in unseren Forts einzulegen.\n\nDiese Inseln sollten unsere vorübergehende Basis sein, da wir über den Endlosen Ozean zur Vori-Insel unterwegs waren, aber die Erathianer schafften es, die Meere zu blockieren. Unser Plan B war riskant; er beinhaltete, dass wir uns in Richtung der Crossroads, einer unterirdischen Stadt, durchkämpfen mussten. Dort gibt es Portale, die nach Enroth und Jadam führen, einige weit entfernte Orte, viele Meilen von Antagarich und diesen Inseln entfernt. Wir werden sie zerstören, nachdem wir hindurchgegangen sind, und den Rittern den Weg abschneiden. Die Erathianer werden nicht den Mumm haben, uns auf einem anderen Kontinent zu jagen...\n\nEs gibt allerdings ein Problem; irgendein Nighon-Lord hat die Stadt zu seinem persönlichen verrückten Zoo gemacht. Weiß der Teufel, was ihn dorthin geführt hat, aber wir müssen uns durchkämpfen. Zu allem Übel gibt es Nekromanten auf der Insel, wo man zur Kreuzung hinabsteigt.\n\nWir haben Glück, dass Tazar und sein Sumpfvolk mitkamen - für einen Preis, natürlich. Die Tatalianer können kaum kämpfen, aber ihr Kapitän ist sehr gut.\n\nEs gibt auch eine letzte Möglichkeit: einfach alle zu zerschlagen; aber wir haben wahrscheinlich nicht genug Schießpulver, um jeden erathianischen Hund zu erschießen.\"",
	"map.[hota] dead man's tales.event.9.description" : "\"Wir hätten sie ein paar Mal fast verloren, hielten aber noch durch; allerdings schüttelten sie uns in Küstennähe ab. Ich habe den Admiral der zweiten Flotte über meinen magischen Spiegel kontaktiert, und die Regnans sind auch nicht da. Diese Hunde kennen sich hier aus, aber diesmal wird es ihre eigene Falle sein.\nDas Land... Diese Inseln sind auf keiner unserer Karten zu finden.\n\nWir mussten die Burgen der örtlichen Lords einnehmen, aber ein Bracadan-Herzog im Norden bot seine Hilfe im Kampf gegen die Piraten an. Er schlug vor, dass die Piraten hier gelandet sind, weil es eine Stadt unterhalb des Archipels gibt. In der Stadt gibt es Portale, die nach Enroth und Jadam führen. Sie wurde von irgendeinem Nighon-Lord eingenommen, und obwohl er gestorben ist, wimmelt es dort immer noch von Monstern. Zu allem Übel haben Nekromanten die Kontrolle über den unterirdischen Gang.\n\nWenn es dort unten wirklich eine Stadt gibt, müssen wir sie einnehmen und die Portale zerstören, um den Piraten die Flucht zu versperren. Jadam und Enroth sind ziemlich weit von Antagarich entfernt, und wir können sie verlieren, wenn wir hier keinen Erfolg haben.\"",
	"map.[hota] dead man's tales.guards.1.125.0.message" : "lol",
	"map.[hota] dead man's tales.guards.15.128.0.message" : "Eine Banditenbande hat Sie überfallen!",
	"map.[hota] dead man's tales.guards.2.37.0.message" : "Vielleicht solltest du nicht?",
	"map.[hota] dead man's tales.guards.21.44.0.message" : "Eine Banditenbande hat Sie überfallen.",
	"map.[hota] dead man's tales.guards.24.19.0.message" : "Eine Banditenbande hat Sie überfallen!",
	"map.[hota] dead man's tales.guards.37.117.0.message" : "Ein Haufen Banditen hat dich überfallen.",
	"map.[hota] dead man's tales.guards.48.92.0.message" : "- Ein Trupp Hellebardiere soll auf dem Wachposten auf mich warten.",
	"map.[hota] dead man's tales.guards.54.87.0.message" : "Auf der Kiste ist ein Schriftzug zu finden: \"Made in Nighon\".",
	"map.[hota] dead man's tales.guards.64.47.1.message" : "Auf einem Schild über dem Grenztor steht: \"Schwarzer-Welle-Kult\".",
	"map.[hota] dead man's tales.guards.69.70.0.message" : "Auf einem Schild am Grenztor steht:\n\"Wer auch immer den Fuß in den Glanz des weißen Portals setzt, wird bald die Quintessenz seines Lebens erfahren.\"",
	"map.[hota] dead man's tales.guards.69.72.0.message" : "Sie werden von den Grenzwächtern begrüßt: \"Nur für den Fall, dass Sie die Nachricht nicht erhalten haben, dies ist ein Einwegportal! Bleiben Sie besser weg, wenn Sie nicht sicher sind, dass Sie auf der Höhe sind!\"",
	"map.[hota] dead man's tales.guards.71.66.0.message" : "Ein Hinterhalt der Elfen! Sieht so aus, als hätten wir diese avleischen Häfen nicht plündern und uns am Holzschmuggel beteiligen sollen. Diese Elfen sind boshafte Bastarde...",
	"map.[hota] dead man's tales.guards.87.52.0.message" : "\"Was macht ein Elfenschiff hier? Haben sie uns schon in einen Hinterhalt gelockt?\"\n\n",
	"map.[hota] dead man's tales.guards.9.81.0.message" : "Eine Banditenbande hat Dich überfallen!",
	"map.[hota] dead man's tales.guards.91.79.0.message" : "Plötzlich erhebt sich ein Heer von Toten vor euren Truppen aus dem Boden. Zu den Waffen!",
	"map.[hota] dead man's tales.guards.91.92.0.message" : "Plötzlich erhebt sich ein Heer von Toten aus dem Boden vor euren Truppen. Zu den Waffen!",
	"map.[hota] dead man's tales.guards.93.74.0.message" : "Plötzlich erhebt sich ein Heer von Toten vor Ihren Truppen aus dem Boden. Zu den Waffen!",
	"map.[hota] dead man's tales.guards.93.85.0.message" : "Plötzlich erhebt sich ein Heer von Toten vor Ihren Truppen aus dem Boden. Zu den Waffen!",
	"map.[hota] dead man's tales.guards.94.80.0.message" : "Plötzlich erhebt sich vor Ihren Truppen eine Armee von Toten aus dem Boden. Zu den Waffen!",
	"map.[hota] dead man's tales.header.description" : "Dieser Archipel ist nur den Regnans bekannt. Eine Legende besagt, dass es tief unter den Inseln eine Stadt gibt, von der aus man durch Portale nach Jadam oder nach Enroth gelangen kann; man nennt sie den Kreuzweg.\n...Die erathianische Flotte verfolgte die Piraten, und sie mussten auf den unbekannten",
	"map.[hota] dead man's tales.header.heroNames.14" : "Loynis",
	"map.[hota] dead man's tales.header.heroNames.156" : "Korken",
	"map.[hota] dead man's tales.header.heroNames.36" : "Coleshire",
	"map.[hota] dead man's tales.header.heroNames.4" : "Trystan",
	"map.[hota] dead man's tales.header.heroNames.48" : "Maghbore",
	"map.[hota] dead man's tales.header.heroNames.49" : "Manshere",
	"map.[hota] dead man's tales.header.heroNames.51" : "Wellenkiller",
	"map.[hota] dead man's tales.header.heroNames.56" : "Joe der Krüp",
	"map.[hota] dead man's tales.header.name" : "Geschichten eines toten Mannes",
	"map.[hota] dead man's tales.header.player.0.mainHeroName" : "Korken",
	"map.[hota] dead man's tales.header.player.1.mainHeroName" : "Loynis",
	"map.[hota] dead man's tales.heroes.14.name" : "Loynis",
	"map.[hota] dead man's tales.heroes.153.biography" : "Phalm der Große ist ein alter Drache, der von den Kultisten hereingelegt wurde. Sie ergriffen ihn und versuchten, ihn als Köder zu benutzen, um eine noch mächtigere Kreatur zu beschwören.",
	"map.[hota] dead man's tales.heroes.153.name" : "Phalm",
	"map.[hota] dead man's tales.heroes.160.name" : "Korken",
	"map.[hota] dead man's tales.heroes.36.biography" : "Coleshire ist ein bracadanischer Alchemist, der lange in Frieden im Norden des Vergessenen Archipels gelebt hat. Nachdem die Flotte von Erathia in das Land einfiel und die alten Herren stürzte, bot er den Neuankömmlingen gerne seine Talente an.",
	"map.[hota] dead man's tales.heroes.36.name" : "Coleshire",
	"map.[hota] dead man's tales.heroes.4.biography" : "Trystan geriet bei seiner Familie in Ungnade, weil er sein Geld für kaputte Aufträge ausgab, anstatt seine Ländereien zu verbessern. In der Zwischenzeit war er bei den Heerführern sehr beliebt. Soldaten, die für Trystan kämpften, führten ein kurzes, aber dekadentes Leben. ",
	"map.[hota] dead man's tales.heroes.4.name" : "Trystan",
	"map.[hota] dead man's tales.heroes.48.name" : "Maghbore",
	"map.[hota] dead man's tales.heroes.49.name" : "Manshere",
	"map.[hota] dead man's tales.heroes.51.name" : "Wellenkiller",
	"map.[hota] dead man's tales.heroes.56.name" : "Joe der Krüp",
	"map.[hota] dead man's tales.monster.104.70.0.message" : "- Du wirst zu einem Haufen Knochenstaub, und ich behalte deine Rippen als Andenken.",
	"map.[hota] dead man's tales.monster.123.106.0.message" : "- Verdammt, Mann, ich dachte schon, wir würden hier in Untote verwandelt werden...",
	"map.[hota] dead man's tales.monster.124.107.0.message" : "- Freunde! Das sind Freunde!",
	"map.[hota] dead man's tales.monster.39.94.0.message" : "- Sieht aus, als hätten die Echsenmenschen die Bogenschützen. Lassen wir sie frei!",
	"map.[hota] dead man's tales.monster.49.94.0.message" : "- Bereit zu dienen, mein Herr!",
	"map.[hota] dead man's tales.monster.5.48.0.message" : "- Ist das mein Axthe?\n- Nö! - Hier ist es nicht, du Dummkopf! Gottha!\n\nDas war wahrscheinlich die unverständlichste Unterhaltung, die du je in deinem Leben geführt hast.",
	"map.[hota] dead man's tales.monster.76.49.1.message" : "- Nein! Wagt es nicht, unser Ritual zu stören! Haltet sie auf, Schwestern!",
	"map.[hota] dead man's tales.quest.100.107.0.completed" : "Der Besitzer der Hütte öffnete die Tür und nahm Ihr Angebot schweigend an. Er hat sofort die Sklaven an die Arbeit geschickt und ihnen befohlen, einen großen Sack auf Ihr Schiff zu laden.",
	"map.[hota] dead man's tales.quest.100.107.0.firstVisit" : "Auf dem Dach befindet sich ein großes Schild mit der Aufschrift \"Sklaven gesucht. Guter Preis\".",
	"map.[hota] dead man's tales.quest.100.107.0.nextVisit" : "Das Schild ist immer noch da.",
	"map.[hota] dead man's tales.quest.116.100.0.completed" : "Ihr dürft passieren.",
	"map.[hota] dead man's tales.quest.116.100.0.firstVisit" : "Beseitigen Sie die Nymphen in der Nähe, dann lassen wir Sie durch.",
	"map.[hota] dead man's tales.quest.116.100.0.nextVisit" : "Die Nymphen sind noch da, holt sie euch.",
	"map.[hota] dead man's tales.quest.117.62.0.completed" : "Du glaubst zwar nicht, dass du jetzt einen Azurblauen Drachen mit einem Schlag einer Rumflasche töten kannst, wie es dein Lehrer behauptet, aber du hast auf jeden Fall etwas Neues gelernt.",
	"map.[hota] dead man's tales.quest.117.62.0.firstVisit" : "- Wenn du diese Arschlöcher in einem Fort im Osten von hier zerschlägst, bringe ich dir ein paar Kampftricks bei.",
	"map.[hota] dead man's tales.quest.117.62.0.nextVisit" : "- Diese Arschlöcher gibt es immer noch!",
	"map.[hota] dead man's tales.quest.134.103.0.completed" : "- Ich hoffe, der Kerl ist nur ein Kannibale, der lieber Schwarze isst, also gab er mir die Weißen, sonst...\n\nDu wirst in den nächsten Tagen nicht gut schlafen können.",
	"map.[hota] dead man's tales.quest.134.103.0.firstVisit" : "- Ich bin ein alter Seemann, der seit mindestens sieben Jahrzehnten hier lebt, was könnte ich für Euch von Interesse haben?  Nun... Ich habe ein paar Waffen übrig, gut für, sagen wir, einen Trupp von 45. Ich bringe ihnen bei, das Auge eines Albatros aus 200 Schritt Entfernung zu treffen.",
	"map.[hota] dead man's tales.quest.134.103.0.nextVisit" : "- Ich dachte, wir hätten eine Abmachung - 45 Mann!",
	"map.[hota] dead man's tales.quest.14.118.1.firstVisit" : "- Du verjagst die Bösen Augen aus dem Quecksilberlabor, und ich gebe dir eine Gruppe Minotauren. Abgemacht?",
	"map.[hota] dead man's tales.quest.21.110.1.completed" : "- Sehr gut gemacht. Jetzt entschuldigt mich, ich muss mich um meine Pilzfarm kümmern.",
	"map.[hota] dead man's tales.quest.21.110.1.firstVisit" : "- Hier ist der Deal. Ihr vertreibt die Bösen Augen aus dem Quecksilberlabor im Westen von hier, und ich gebe Euch 4.000 Gold. Wird das funktionieren?",
	"map.[hota] dead man's tales.quest.21.110.1.nextVisit" : "- Das war so nicht abgemacht.",
	"map.[hota] dead man's tales.quest.26.118.1.completed" : "- Sehr gut gemacht. Jetzt entschuldigt mich, ich muss mich um meine Pilzfarm kümmern.",
	"map.[hota] dead man's tales.quest.26.118.1.firstVisit" : "- Hier ist der Deal. Ihr vertreibt die Evil Eyes aus dem Quecksilberlabor im Osten von hier, und ich gebe Euch 4000 Gold. Wird das funktionieren?",
	"map.[hota] dead man's tales.quest.26.118.1.nextVisit" : "- Das war so nicht abgemacht.",
	"map.[hota] dead man's tales.quest.31.35.1.completed" : "- Gänsehaut, du hast es geschafft! Ich hoffe, meine Jungs werden Euch gute Dienste leisten.",
	"map.[hota] dead man's tales.quest.31.35.1.firstVisit" : "- Du musst genauso verrückt sein wie ich, wenn du es geschafft hast, hierher zu kommen. Wisst Ihr was - schlagt die Seeungeheuer im Süden von hier aus zu Brei, und ich überlasse Euch meine Piraten, da Ihr sie wahrscheinlich mehr braucht.\nÜbrigens gibt es ein sicheres Portal aus diesem Kerker nach Westen, aber es ist gut bewacht.",
	"map.[hota] dead man's tales.quest.31.35.1.nextVisit" : "- Was wollt Ihr?",
	"map.[hota] dead man's tales.quest.34.46.0.completed" : "Die alte Frau belohnt Sie mit einer Zauberschriftrolle.",
	"map.[hota] dead man's tales.quest.34.46.0.firstVisit" : "Eine alte Frau bittet Sie, einen Haufen Trolle westlich von hier zu finden und auszulöschen. Sie verspricht, Ihnen als Belohnung eine Schriftrolle mit dem Zauber \"Blind\" zu geben.",
	"map.[hota] dead man's tales.quest.34.46.0.nextVisit" : "Die alte Hexe schmeißt dich raus, sobald sie herausfindet, dass du dich noch nicht um die Trolle gekümmert hast.",
	"map.[hota] dead man's tales.quest.38.19.0.completed" : "- Diese Soldaten werden dir gut dienen, das verspreche ich dir! Auf Wiedersehen!",
	"map.[hota] dead man's tales.quest.38.19.0.firstVisit" : "- Diese verdammten Golems, die ich erschaffen habe, haben mich hier eingesperrt! Danke, dass Ihr mich freigelassen habt.\nIch kann einen Haufen Soldaten aus Bauern für dich machen. Bringt sie einfach her.",
	"map.[hota] dead man's tales.quest.38.19.0.nextVisit" : "- 65! Besorg mir ein paar Bauern, ja?",
	"map.[hota] dead man's tales.quest.38.26.0.completed" : "- Es schmerzt mich, mich von ihnen zu trennen, aber es gibt keinen anderen Weg, euch zu belohnen. Lebt wohl, meine lieben Kleinen.",
	"map.[hota] dead man's tales.quest.38.26.0.firstVisit" : "- Gesegnet seist du, mein Held, dafür, dass du diese frechen Kristalldrachen aus meiner Brutstätte vertrieben hast... Sie gehörten einst mir, aber sie wurden aus irgendeinem Grund verrückt. Alles, was ich jetzt habe, sind diese hier, die Feen-Drachen... Wie kann ich meine Dankbarkeit ausdrücken?",
	"map.[hota] dead man's tales.quest.62.45.0.completed" : "- Ich danke Euch! Du hast bewiesen, dass du das Recht hast, diesen Trupp anzuführen.",
	"map.[hota] dead man's tales.quest.62.45.0.firstVisit" : "- Meine Handelsflotte wurde von den Seebiestern nördlich von hier zerstört. Wischen Sie sie aus, und ich tauche Sie mit einem Trupp meiner besten Scharfschützen.",
	"map.[hota] dead man's tales.quest.62.45.0.nextVisit" : "- Das ist einfach nicht gut genug.",
	"map.[hota] dead man's tales.quest.68.63.1.completed" : "- Hier sind sie!",
	"map.[hota] dead man's tales.quest.68.63.1.firstVisit" : "- Für 7500 Gold und 8 Kristalle erhalten Sie acht ausgezeichnete Grüne Drachen.",
	"map.[hota] dead man's tales.quest.68.63.1.nextVisit" : "- Kein Geld, kein Spaß.",
	"map.[hota] dead man's tales.quest.70.2.0.completed" : "Schließlich führen Sie einen ausgeklügelten Plan aus, um die Klinke mit einem Vorschlaghammer zu zertrümmern, und hinter der Tür befindet sich eine reiche Bibliothek.",
	"map.[hota] dead man's tales.quest.70.2.0.firstVisit" : "Sie betreten das Haus, das auf Stapeln steht, aber es ist völlig leer. Allerdings finden Sie bald eine Tür mit einem leuchtenden Griff. Sie lässt sich nicht öffnen oder eintreten. Wahrscheinlich ist sie magisch verschlossen.",
	"map.[hota] dead man's tales.quest.70.2.0.nextVisit" : "Sie haben immer noch keine Ahnung, wie Sie die Tür aufschließen können.",
	"map.[hota] dead man's tales.quest.72.135.0.completed" : "- Sie werden Euch gut dienen!",
	"map.[hota] dead man's tales.quest.72.135.0.firstVisit" : "- Wenn Ihr die höllische Brut im Süden von hier auslöscht, werden sich meine Champions Eurer Armee anschließen.",
	"map.[hota] dead man's tales.quest.72.135.0.nextVisit" : "- Das haben wir nicht vereinbart.",
	"map.[hota] dead man's tales.quest.73.54.1.completed" : "- Hier sind sie!",
	"map.[hota] dead man's tales.quest.73.54.1.firstVisit" : "- Für 5500 Gold und 6 Kristalle erhältst du sechs ausgezeichnete Grüne Drachen.",
	"map.[hota] dead man's tales.quest.73.54.1.nextVisit" : "- Kein Geld, nicht lustig.",
	"map.[hota] dead man's tales.quest.80.53.1.completed" : "- Hier sind sie!",
	"map.[hota] dead man's tales.quest.80.53.1.firstVisit" : "- Für 10000 Gold und 10 Kristalle erhältst du zehn ausgezeichnete Grüne Drachen.",
	"map.[hota] dead man's tales.quest.80.53.1.nextVisit" : "- Kein Geld, kein Spaß.",
	"map.[hota] dead man's tales.quest.90.97.0.completed" : "- Willkommen.",
	"map.[hota] dead man's tales.quest.90.97.0.firstVisit" : "- Nur diejenigen, die mindestens zehn Geisterdrachen aus dem Königreich Sombra besitzen, dürfen hier passieren.",
	"map.[hota] dead man's tales.quest.90.97.0.nextVisit" : "- Zutritt verweigert. Nur Sombra-Lords mit einem Gefolge von zehn Geisterdrachen dürfen passieren.",
	"map.[hota] dead man's tales.quest.96.67.0.completed" : "- Willkommen zurück, Eure Dunkelheit.",
	"map.[hota] dead man's tales.quest.96.67.0.firstVisit" : "- Nur der wahre König der Untoten darf passieren.",
	"map.[hota] dead man's tales.quest.96.67.0.nextVisit" : "- Nur der wahre untote König darf passieren.",
	"map.[hota] dead man's tales.sign.111.30.1.message" : "Die Godforsaken-Mine.",
	"map.[hota] dead man's tales.sign.17.113.1.message" : "Willkommen im Pilzland! Das beste Quecksilber kommt von hier.",
	"map.[hota] dead man's tales.sign.18.39.1.message" : "\"Phalm der Große wird in die Welt zurückkehren, und seine Macht wird den Ski zerschmettern~\" - Der unvollendete Zettel ist mit Blut befleckt.",
	"map.[hota] dead man's tales.sign.39.36.0.message" : "\"Man munkelt, dass der Weiße Schlüsselmeister irgendwo im Untergrund ist.\"",
	"map.[hota] dead man's tales.sign.51.26.1.message" : "\"Cattelberg, 1099\" Das war wohl ein richtig guter Wein.",
	"map.[hota] dead man's tales.sign.92.76.0.message" : "Galthrans Wohnsitz liegt im Süden.\nDie Burg von Sombra liegt im Norden.",
	"map.[hota] dead man's tales.town.101.51.0.name" : "Sombra",
	"map.[hota] dead man's tales.town.107.140.0.event.0.description" : "Gaher-Bell - Magogs, Gehörnte Dämonen, Grubenfürsten.",
	"map.[hota] dead man's tales.town.107.140.0.name" : "Gaher-Glocke",
	"map.[hota] dead man's tales.town.117.33.1.event.0.description" : "Regnum-Nevis - Erzmagier.",
	"map.[hota] dead man's tales.town.117.33.1.event.1.description" : "Regnum-Nevis - Titanen.",
	"map.[hota] dead man's tales.town.117.33.1.event.2.description" : "Regnum-Nevis - abgebaute Ressourcen.",
	"map.[hota] dead man's tales.town.117.33.1.name" : "Regnum-Nevis",
	"map.[hota] dead man's tales.town.118.85.0.event.0.description" : "Garth - Nix, Piraten.",
	"map.[hota] dead man's tales.town.118.85.0.event.1.description" : "Garth - Handelsressourcen.",
	"map.[hota] dead man's tales.town.118.85.0.event.2.description" : "In der Stadt Maghort wurde ein erweitertes Nix-Fort fertiggestellt. Sie können nun dort Nix-Krieger anheuern. Óëó÷øåííûé ôîðò íèêñîâ áûë ïîñòðîåí â ãîðîäå Ãàðò. Òåïåðü âû ìîæåòå íàíèìàòü íèêñîâ-âîèíîâ.",
	"map.[hota] dead man's tales.town.118.85.0.name" : "Garth",
	"map.[hota] dead man's tales.town.12.111.0.event.0.description" : "Fortus - Kavaliere.",
	"map.[hota] dead man's tales.town.12.111.0.event.1.description" : "In der Stadt Fortus wurde ein verbessertes Trainingsgelände fertiggestellt. Sie können dort nun Champions anheuern.",
	"map.[hota] dead man's tales.town.12.111.0.name" : "Fortus",
	"map.[hota] dead man's tales.town.122.66.1.name" : "Der Kreuzweg",
	"map.[hota] dead man's tales.town.122.73.0.event.0.description" : "Cubent - Ayssids.",
	"map.[hota] dead man's tales.town.122.73.0.event.1.description" : "Roost wurde in der Stadt Cubent fertiggestellt. Sie können dort nun weitere Ayssiden anheuern.",
	"map.[hota] dead man's tales.town.122.73.0.name" : "Cubent",
	"map.[hota] dead man's tales.town.127.119.0.event.0.description" : "Vorago - Seeschlangen, Korsaren, Crewmates.",
	"map.[hota] dead man's tales.town.127.119.0.event.1.description" : "Upgraded Maelstrom wurde in der Stadt Vorago fertiggestellt. Sie können nun dort Haspiden anheuern.",
	"map.[hota] dead man's tales.town.127.119.0.name" : "Vorago",
	"map.[hota] dead man's tales.town.133.94.0.event.0.description" : "Fortalesa - Schlangenfliegen, Eidechsenmenschen.",
	"map.[hota] dead man's tales.town.133.94.0.event.1.description" : "Fortalesa - Gorgonen, Wyverns.",
	"map.[hota] dead man's tales.town.133.94.0.event.2.description" : "In der Stadt Fortalesa wurden eine verbesserte Gorgonenhöhle und ein verbessertes Wyvernest fertiggestellt. Sie können dort nun Mighty Gorgons und Wyvern Monarchs anheuern.",
	"map.[hota] dead man's tales.town.133.94.0.name" : "Fortalesa",
	"map.[hota] dead man's tales.town.142.36.0.event.0.description" : "Marine-Nevma - Nymphen.",
	"map.[hota] dead man's tales.town.142.36.0.event.1.description" : "Marine-Nevma - Meereshexen.",
	"map.[hota] dead man's tales.town.142.36.0.name" : "Marine-Nevma",
	"map.[hota] dead man's tales.town.142.4.0.event.0.description" : "Bay - Crewmates, Piraten.",
	"map.[hota] dead man's tales.town.142.4.0.event.1.description" : "Aufgerüstete Fregatte, aufgerüstete Hütte und Kneipe wurden in der Stadt Bay fertiggestellt. Sie können dort nun Korsaren und Seeleute anheuern. Das Wachstum der Seemänner ist gestiegen.",
	"map.[hota] dead man's tales.town.142.4.0.event.2.description" : "Gunpowder Warehouse wurde in der Stadt Bay fertiggestellt. Sie können dort jetzt Seehunde anheuern.",
	"map.[hota] dead man's tales.town.142.4.0.name" : "Bucht",
	"map.[hota] dead man's tales.town.16.57.0.event.0.description" : "Pull-Allice - Griffins",
	"map.[hota] dead man's tales.town.16.57.0.event.1.description" : "Griffin Bastion wurde in der Stadt Pull-Allice fertiggestellt. Sie können dort nun weitere Greifen anheuern.",
	"map.[hota] dead man's tales.town.16.57.0.name" : "Pull-Allice",
	"map.[hota] dead man's tales.town.20.135.0.event.0.description" : "Angelorum - Engel, Kreuzritter, Mönche.",
	"map.[hota] dead man's tales.town.20.135.0.event.1.description" : "Verbessertes Portal der Herrlichkeit wurde in der Stadt Angelorum fertiggestellt. Sie können dort nun Erzengel anheuern.",
	"map.[hota] dead man's tales.town.20.135.0.name" : "Angelorum",
	"map.[hota] dead man's tales.town.21.28.0.event.0.description" : "Ironhold - Pikeniere, Scharfschützen, Schwertkämpfer.",
	"map.[hota] dead man's tales.town.21.28.0.name" : "Eisenhut",
	"map.[hota] dead man's tales.town.41.8.0.event.0.description" : "Heilige Gärten - Mönche.",
	"map.[hota] dead man's tales.town.41.8.0.name" : "Heilige Gärten",
	"map.[hota] dead man's tales.town.52.90.0.event.0.description" : "Maritimum - Handelsressourcen.",
	"map.[hota] dead man's tales.town.52.90.0.event.1.description" : "Maritimum - Handelsressourcen.",
	"map.[hota] dead man's tales.town.52.90.0.event.2.description" : "Die Werft wurde in der Stadt Maritimum fertiggestellt.",
	"map.[hota] dead man's tales.town.52.90.0.name" : "Maritimum",
	"map.[hota] dead man's tales.town.53.47.0.event.0.description" : "Elvengard - Elfen.",
	"map.[hota] dead man's tales.town.53.47.0.name" : "Elvengard",
	"map.[hota] dead man's tales.town.56.106.1.name" : "Panopticum",
	"map.[hota] dead man's tales.town.6.6.0.event.0.description" : "Maghort - Gremlins, Golems.",
	"map.[hota] dead man's tales.town.6.6.0.event.1.description" : "Maghort - Magi, Genies.",
	"map.[hota] dead man's tales.town.6.6.0.event.2.description" : "In der Stadt Maghort wurde ein verbesserter Magierturm fertiggestellt. Sie können nun dort Erzmagier anheuern.",
	"map.[hota] dead man's tales.town.6.6.0.event.3.description" : "In der Stadt Maghort wurde ein verbesserter Altar der Wünsche fertiggestellt. Sie können dort nun Meistergenies anheuern.",
	"map.[hota] dead man's tales.town.6.6.0.name" : "Maghort",
	"map.[hota] dead man's tales.town.80.26.0.event.0.description" : "Aves-Flamma - Phönixe.",
	"map.[hota] dead man's tales.town.80.26.0.name" : "Aves-Flamma",
	"map.[hota] dead man's tales.town.93.7.0.event.0.description" : "Trybus - die drei Elemente.",
	"map.[hota] dead man's tales.town.93.7.0.name" : "Trybus",
	"map.[hota] dead man's tales.town.95.29.0.event.0.description" : "Essentia - Sprites, Magische Elementare.",
	"map.[hota] dead man's tales.town.95.29.0.name" : "Essentia",
	"map.[hota] divide et impera allied.guards.10.40.1.message" : "Hier wurde vor langer Zeit, zu Zeiten der Isolationspolitik, eine Garnison gegründet. Seltsamerweise sind die Wachen an Ort und Stelle. Für Sie ist das natürlich kein Problem.",
	"map.[hota] divide et impera allied.guards.102.11.1.message" : "Garrison wurde hier vor langer Zeit gegründet, in den Zeiten der Isolationspolitik. Seltsamerweise sind die Wachen vor Ort. Für Sie ist das natürlich kein Problem.",
	"map.[hota] divide et impera allied.guards.32.103.1.message" : "Die Garnison wurde hier schon vor langer Zeit gegründet, zu Zeiten der Isolationspolitik. Seltsamerweise sind die Wachen an Ort und Stelle. Das ist für Sie natürlich kein Problem.",
	"map.[hota] divide et impera allied.guards.97.55.1.message" : "Garrison wurde hier vor langer Zeit gegründet, in den Zeiten der Isolationspolitik. Seltsamerweise sind die Wachen vor Ort. Für Sie ist das natürlich kein Problem.",
	"map.[hota] divide et impera allied.header.description" : "Man sagt, dass die Herrscher der Nachbarprovinzen Euch nicht trauen... Mehr noch, sie träumen davon, einen Teil Eures Landes zu bekommen! Natürlich verstehen Sie, dass dieses Problem nicht diplomatisch lösbar ist und die beste Verteidigung ist der Angriff.",
	"map.[hota] divide et impera allied.header.name" : "Divide et Impera! (Team)",
	"map.[hota] divide et impera.guards.10.40.1.message" : "Hier wurde vor langer Zeit, zu Zeiten der Isolationspolitik, eine Garnison gegründet. Seltsamerweise sind die Wachen an Ort und Stelle. Für Sie ist das natürlich kein Problem.",
	"map.[hota] divide et impera.guards.102.11.1.message" : "Garrison wurde hier vor langer Zeit gegründet, in den Zeiten der Isolationspolitik. Seltsamerweise sind die Wachen vor Ort. Für Sie ist das natürlich kein Problem.",
	"map.[hota] divide et impera.guards.32.103.1.message" : "Die Garnison wurde hier schon vor langer Zeit gegründet, zu Zeiten der Isolationspolitik. Seltsamerweise sind die Wachen an Ort und Stelle. Das ist für Sie natürlich kein Problem.",
	"map.[hota] divide et impera.guards.97.55.1.message" : "Garrison wurde hier vor langer Zeit gegründet, in den Zeiten der Isolationspolitik. Seltsamerweise sind die Wachen vor Ort. Für Sie ist das natürlich kein Problem.",
	"map.[hota] divide et impera.header.description" : "Man sagt, dass die Herrscher der Nachbarprovinzen Euch nicht trauen... Mehr noch, sie träumen davon, einen Teil Eures Landes zu bekommen! Natürlich verstehen Sie, dass dieses Problem nicht diplomatisch lösbar ist und die beste Verteidigung die Offensive ist.",
	"map.[hota] divide et impera.header.name" : "Divide et Impera!",
	"map.[hota] face to face.header.description" : "Es gibt nichts Schöneres, als in einem fairen Duell den Stärkeren zu ermitteln. Das einzige Set an wertvollen Minen ist ein Kern und die Essenz des Konflikts zwischen den beiden Rivalen.",
	"map.[hota] face to face.header.name" : "Von Angesicht zu Angesicht",
	"map.[hota] fortune favors fools.guards.33.23.0.message" : "\"Mumien sind nicht immer nett, aber Daddy schon. Hier, ein paar Freunde für dich.\" Gezeichnet: D.",
	"map.[hota] fortune favors fools.header.description" : "Du warst schon immer ein bisschen dumm. Für einen erstgeborenen Sohn ist das bedauerlich. Da Ihr Vater nicht akzeptieren konnte, dass sein Erbe ein Taugenichts ist, handelte er eine Ernennung für Sie aus. Diese schöne Domäne sollst du regieren; die einzige Aufgabe ist: \"Versaue es nicht\". Das klingt",
	"map.[hota] fortune favors fools.header.name" : "Das Glück begünstigt die Narre",
	"map.[hota] fortune favors fools.town.23.36.0.event.0.description" : "Du hast keine Ahnung, woher all diese Sachen und Männer kommen. Der Haushofmeister des Bergfrieds, ein faltiger alter Magier, tut sein Bestes, um Ihnen nicht in die Augen zu schauen.",
	"map.[hota] fortune favors fools.town.34.4.0.event.0.description" : "Ein Nachbarfürst kommt Sie besuchen und behauptet, er müsse eine Schuld zurückzahlen. Sie können sich nicht erinnern, ihm etwas geliehen zu haben, aber es wäre zu dumm, kostenloses Geld und Truppen abzulehnen, selbst für Sie.",
	"map.[hota] fortune favors fools.town.5.16.0.event.0.description" : "Sie haben keine Ahnung, woher all diese Sachen und Männer kommen. Der Haushofmeister des Bergfrieds, ein runzliger alter Magier, tut sein Bestes, um Ihnen nicht in die Augen zu sehen.",
	"map.[hota] fortune favors fools.town.50.67.0.event.0.description" : "Ein Kobold, den Sie bei Ihrem Morgenspaziergang getroffen haben, besteht darauf, dass Sie seinen Cache annehmen und verschwindet, bevor Sie den Topf öffnen können. Er ist voll mit frisch geprägten Münzen und glänzendem Schmuck. Was für eine anständige kleine Kreatur. Oh, und Sie treffen ein paar Freiwillige auf Ihrem Heimweg. Was für ein Tag!",
	"map.[hota] fortune favors fools.town.62.38.0.event.0.description" : "Ein Nachbarfürst kommt zu Besuch und behauptet, er müsse eine Schuld zurückzahlen. Sie können sich nicht erinnern, ihm etwas geliehen zu haben, aber es wäre zu dumm, kostenloses Geld und Truppen abzulehnen, selbst für Sie.",
	"map.[hota] fortune favors fools.town.69.8.0.event.0.description" : "Der oberste Nekromant der Stadt verkündet, dass er einen Weg gefunden hat, mehr Tote zu erwecken und gleichzeitig Geld zu sparen. Was für eine äußerst glückliche Wendung der Ereignisse, schließen Sie.",
	"map.[hota] fortune favors fools.town.9.66.0.event.0.description" : "Ihre Soldaten behaupten, sie hätten eine feindliche Stadt geplündert und dabei eine schöne Beute gemacht. Klingt plausibel, nur irgendwie haben sie keinen einzigen Mann verloren, sondern sind im Gegenteil in größerer Zahl zurückgekehrt. Na ja.",
	"map.[hota] from the depths of hell.event.0.description" : "Die Menschen in der Stadt sind alle entsetzt über das, was heute Abend passieren wird. Sie heben ihre Moral, aber tief im Inneren wissen Sie nicht, ob all die Vorbereitungen, die Sie in dieser Woche getroffen haben, ausreichen werden.",
	"map.[hota] from the depths of hell.event.16.description" : "Octavia, der letzte der sieben Dämonen, sagte Ihnen in ihren letzten Momenten:\n\"Ich war der letzte Dämon, mit dem du gekämpft hast. In einer Woche wird eine Armee, die eure Stärke um das Hunderttausendfache übertrifft, auf diese Ländereien marschieren und alles plündern und verwüsten, was euch lieb und teuer ist. Ihr habt im direkten Kampf absolut keine Chance, nicht einmal hinter Euren Burgmauern. Meine Seele ist jedoch an den Höllenaltar gebunden und mein Tod wird das Portal zu den Tiefen der Hölle öffnen, wenn Ihr also vorzeitig sterben wollt, könnt Ihr dorthin gehen und gegen die Dämonenburg antreten. Wenn du erfolgreich bist, was ich bezweifle, könntest du den Dämonenfürsten davon abhalten, alles Leben von der Insel zu tilgen. Wenn du jedoch versagst, wird deine Seele in den unendlichen Labyrinthen der Hölle umherwandern!\"",
	"map.[hota] from the depths of hell.event.17.description" : "Sie haben Ihre Stadt erfolgreich gegen den ersten Dämonenangriff verteidigt. Bevor Sie Ignatius den letzten Schlag versetzten, lachte er und sagte: \n\"Ihr mögt mich töten, aber gegen meine Nachfolger habt ihr keine Chance! Meine Mentorin Fiona hungert bereits ihre Hunde aus, um sie so wild wie nie zuvor zu machen! Sie werden sich an den Leichen von Euch, Eurer Familie und Eurem ganzen erbärmlichen Volk laben!\"",
	"map.[hota] from the depths of hell.event.18.description" : "Eine Gruppe von Stadtbewohnern hat diese Ressourcen für den Schutz der Stadt gesammelt.",
	"map.[hota] from the depths of hell.event.19.description" : "Ein Erdbeben hat die gesamte Bevölkerung von Camp Kuttans aufgeweckt. Die Menschen konnten eine schwarze, vulkanische Wolke sehen, die von den Bergen in der Mitte der Insel aufstieg. Ein Portal direkt aus der Hölle ist dort erschienen und ein paar Kobolde sind bereits herausgesprungen und haben die Bewohner über mehrere Dämonen informiert, die darauf warten, beschworen zu werden, um die Menschen vom Angesicht der Insel zu tilgen. Der erste Dämon wird am Ende dieser Woche kommen. Wirst du, Kuttans der Kampfmagier, ihren heftigen Angriffen widerstehen und dein Volk beschützen?\n\nDa die Bewohner Ihrer Stadt noch nie die Grausamkeit und den Schrecken eines echten Krieges zu spüren bekommen haben, haben sie auch nie daran gedacht, Ressourcen für schlechte Zeiten anzuhäufen. Deshalb fangen Sie ohne jegliche Ressourcen an und müssen die Materialien selbst sammeln.",
	"map.[hota] from the depths of hell.event.20.description" : "Eine Gruppe von Stadtbewohnern hat diese Ressourcen für den Schutz der Stadt gesammelt.",
	"map.[hota] from the depths of hell.event.21.description" : "Nur noch knapp eine halbe Woche bis zur Ankunft des Dämonenlords. Wenn Sie noch nicht alle Truppen versammelt haben und durch das Portal hinter dem Vulkan in die Hölle marschiert sind, sollten Sie sich jetzt auf den Weg dorthin machen.",
	"map.[hota] from the depths of hell.event.22.description" : "Obwohl Ihr Euer Volk verteidigt und den ersten Dämon getötet habt, gab es viele Verluste. Die Leute sind erschöpft von den Kämpfen der letzten Nacht, aber Sie können spüren, dass ihre Hoffnung zu überleben viel größer ist als vor der Schlacht.",
	"map.[hota] from the depths of hell.event.23.description" : "Wie schon beim letzten Mal hat die dämonische Fiona Ihnen ihre letzte Nachricht zukommen lassen, bevor sie ihrer gerechten Strafe zugeführt wird: \n\"Meine Armee mag zu klein gewesen sein, um dem Sperrfeuer eurer Schützen standzuhalten. Aber wartet eine Woche, bis meine Meisterin Marius mit ihren Streitkräften kommt! Sie hat ihre Dämonen erfolgreich mit Ogern gekreuzt, so dass ihre Armee zäh und wild ist wie keine Armee zuvor!\"",
	"map.[hota] from the depths of hell.event.24.description" : "Bereits Ihren Sieg feiernd, warfen Sie die gefangene Dämonin Marius auf die Knie und gaben ihr die Möglichkeit zu sprechen. Ihre letzten Worte waren: \n\"Erbärmliche Menschen, die sich in ihren kleinen erbärmlichen Schlössern verschließen! Meine Kräfte waren nicht stark genug, um eure Befestigungen zu überwinden, aber wartet noch eine Woche, bis meine Schwester kommt! Nymus wird eure Burgmauern und Schützentürme zerstören, dann mit ihren gigantischen Bestien in euren Hof stürmen und euch in Stücke reißen, bevor ihr reagieren könnt!\"",
	"map.[hota] from the depths of hell.event.25.description" : "Die riesigen Behemots waren immer noch nicht stark genug, um Sie zu besiegen. Die letzte Nachricht von Nymus war:\n\"Meine rohe Kraft hat mich im Stich gelassen! Feiere deinen Sieg, denn dies ist die letzte Woche deines Lebens! Mein Nachfolger weiß viel weniger über den direkten Kampf als ich, aber ich war immer neidisch auf seine Zauberkräfte! Solmyr, der blauhäutige Dämon, wird die Magie nach besten Kräften einsetzen, um dich von der Erde zu tilgen.\"",
	"map.[hota] from the depths of hell.event.26.description" : "Solmyr, der blauhäutige Dämon, war nicht so gesprächig über den kommenden Dämon wie seine Vorgänger. Alles was er sagte war:\n\"Es spielt keine Rolle, ob ihr meinen Nachfolger in der nächsten Woche besiegt. In zwei Wochen kommt unser großer Dämonenherr an die Oberfläche. Seine Macht ist für jeden Menschen unübertrefflich und seine Kräfte sind zahlreicher als alle Lebewesen auf eurer Insel zusammen. Ihr müsstet euch in die Tiefen der Hölle wagen und den Höllenaltar zerstören, um das Portal zu eurer Insel zu versiegeln.\"",
	"map.[hota] from the depths of hell.event.27.description" : "Das PORTAL zur Hölle ist GEÖFFNET! Du hast SIEBEN TAGE Zeit, den Altar in den Tiefen der Hölle zu zerstören, um das Portal zu schließen, bevor der Dämonenlord beschworen wird und alles verloren ist!",
	"map.[hota] from the depths of hell.event.28.description" : "Späher haben von seltsamen, reptilienartigen Kreaturen in den seichten Gewässern an der Küste berichtet. Handelt es sich dabei um die Rasse der Nix? Was sind ihre Absichten?",
	"map.[hota] from the depths of hell.event.29.description" : "Eine Gruppe von Stadtbewohnern hat diese Mittel zum Schutz der Stadt aufgebracht.",
	"map.[hota] from the depths of hell.event.3.description" : "Eine Gruppe von Stadtbewohnern hat diese Ressourcen für den Schutz der Stadt gesammelt.",
	"map.[hota] from the depths of hell.event.30.description" : "Eine Gruppe von Stadtbewohnern hat diese Ressourcen für den Schutz der Stadt aufgebracht.",
	"map.[hota] from the depths of hell.event.31.description" : "Ihr erstes Ziel sollte es sein, Ihre Stadt zu befestigen. Camp Kuttans ist in seinem jetzigen Zustand zu anfällig für eine Belagerung. Um das zu erreichen, sollten Sie sich umsehen und Baumaterialien finden. Die Leute erzählen Ihnen von einem verlassenen Samwill einen Tag von der Stadt entfernt, der jetzt von den Gnollen bewohnt wird. Westlich von Ihrem derzeitigen Standort befindet sich ein Erzlager, das von wilden, auf Wildschweinen reitenden Goblins bevölkert wird. Wenn die Vorräte, die Sie dort finden, nicht ausreichen, sollten Sie sich noch ein wenig umsehen. Sie wissen auch von einem Lager exzellenter Bogenschützen im Westen der Insel, die sich ebenfalls als nützlich gegen die Dämonen erweisen könnten.",
	"map.[hota] from the depths of hell.guards.13.11.0.message" : "Du wurdest von dämonischen Kräften überfallen, bevor du das Portal betreten konntest!",
	"map.[hota] from the depths of hell.guards.24.15.1.message" : "Dutzende von gequälten Seelen haben sich Ihnen genähert. Überraschenderweise sind sie nicht feindselig, sondern bitten Sie um eine Chance, an der Schlacht teilzunehmen, um ihre Seelen zu erlösen.",
	"map.[hota] from the depths of hell.header.description" : "Die Menschen auf einer Insel wachen durch ein Erdbeben auf. Mitten auf dem Land ist ein Portal aus den Tiefen der Hölle erschienen. Werden Kuttans und seine Leute den ankommenden Dämonen widerstehen und das Portal schließen?",
	"map.[hota] from the depths of hell.header.heroNames.110" : "Kuttans",
	"map.[hota] from the depths of hell.header.heroNames.155" : "Dämon Herr",
	"map.[hota] from the depths of hell.header.heroNames.49" : "Solmyr",
	"map.[hota] from the depths of hell.header.heroNames.57" : "Dämonen-Lord",
	"map.[hota] from the depths of hell.header.name" : "Aus den Tiefen der Hölle",
	"map.[hota] from the depths of hell.header.player.6.mainHeroName" : "Kuttans",
	"map.[hota] from the depths of hell.heroes.110.biography" : "Kuttans",
	"map.[hota] from the depths of hell.heroes.110.name" : "Kuttans",
	"map.[hota] from the depths of hell.heroes.155.name" : "Dämon Herr",
	"map.[hota] from the depths of hell.heroes.49.name" : "Solmyr",
	"map.[hota] from the depths of hell.heroes.57.name" : "Dämonen-Lord",
	"map.[hota] from the depths of hell.monster.24.13.1.message" : "Die verlorenen Seelen suchen nach einem starken Anführer, um an seiner Seite zu kämpfen. Werden Sie ihnen erlauben, sich Ihnen anzuschließen?",
	"map.[hota] from the depths of hell.monster.26.11.1.message" : "\"Lasst uns mit euch gegen die Dämonen kämpfen! Wir haben seit Ewigkeiten auf einen solchen Moment gewartet!\"",
	"map.[hota] from the depths of hell.quest.10.26.0.completed" : "Willst du die Brücke für 12 Holzstücke reparieren?",
	"map.[hota] from the depths of hell.quest.10.26.0.firstVisit" : "Der Fluss ist unpassierbar, weil die Brücke zerstört ist. Man braucht 12 Holzstücke, um sie zu reparieren, damit man den Fluss passieren kann.",
	"map.[hota] from the depths of hell.quest.10.26.0.nextVisit" : "Du brauchst 12 Holzstücke, um die Brücke zu reparieren.",
	"map.[hota] from the depths of hell.quest.12.11.0.completed" : "Das Portal in die Tiefen der Hölle ist wieder funktionsfähig. Willst Du es betreten?",
	"map.[hota] from the depths of hell.quest.12.11.0.firstVisit" : "Du stehst vor einem Portal, das in die Tiefen der Hölle führt. Leider ist es verschlossen. Wahrscheinlich würde es sich öffnen, wenn du alle eindringenden Dämonen besiegst.",
	"map.[hota] from the depths of hell.quest.12.11.0.nextVisit" : "Du stehst vor einem Portal, das in die Tiefen der Hölle führt. Leider ist es verschlossen. Wahrscheinlich würde es sich öffnen, wenn du alle eindringenden Dämonen besiegt hättest.",
	"map.[hota] from the depths of hell.town.26.19.0.event.0.description" : "Die Stadtbewohner haben einen Platz gebaut, um alle jungen Männer zu versammeln und ihnen eine gute Kampfausbildung zu geben.",
	"map.[hota] from the depths of hell.town.26.19.0.event.1.description" : "Die Städter haben eine Schmiede gebaut.",
	"map.[hota] from the depths of hell.town.26.19.0.event.2.description" : "Ihre Leute haben das Rathaus aufgerüstet. Als Sie Ihre Siege sehen, kommen weitere Freiwillige von der Insel, die bereit sind, gegen die Dämonen zu kämpfen.",
	"map.[hota] from the depths of hell.town.26.19.0.event.3.description" : "Die Nix sind aus den Gewässern an die Oberfläche gekommen. Sie beweisen Ihnen Loyalität und sind bereit, für den größeren Ruhm zu kämpfen!",
	"map.[hota] from the depths of hell.town.26.19.0.event.4.description" : "Die Nix haben die letzten Tage trainiert und sind nun kampfbereiter denn je.",
	"map.[hota] from the depths of hell.town.26.19.0.event.5.description" : "Es kommen immer mehr Menschen von der Insel, um eine Kampfausbildung zu erhalten und die Dämonen von den Ländereien zu vertreiben.",
	"map.[hota] from the depths of hell.town.26.19.0.event.6.description" : "Die Piraten sind bereit, gegen die Dämonen zu kämpfen.",
	"map.[hota] from the depths of hell.town.26.19.0.event.7.description" : "Nachdem Sie Ihre unfassbaren Erfolge gegen die dämonischen Invasoren gesehen haben, kommen viele Menschen an den Toren von Camp Kuttans an und bitten um ein Kampftraining, um die Streitkräfte zu stärken!\nDie Stadt ist inzwischen so groß, dass die Städter ein Kapitol gebaut haben.",
	"map.[hota] from the depths of hell.town.26.19.0.event.8.description" : "Weitere Nix-Krieger sind an die Oberfläche gekommen und haben sich Ihren Stadttruppen angeschlossen.",
	"map.[hota] from the depths of hell.town.26.19.0.event.9.description" : "Andere Leute kamen aus anderen Teilen der Insel und wollen das Camp Kuttans verteidigen!",
	"map.[hota] from the depths of hell.town.26.19.0.name" : "Lager Kuttans",
	"map.[hota] from the depths of hell.town.27.9.1.name" : "Höllentiefen",
	"map.[hota] gambit.header.description" : "Dieses strenge Land ist so unglaublich reich an Ressourcen und Artefakten wie an Feinden. Erobern Sie die nächstgelegenen Inseln, durchstreifen Sie die Meere oder versuchen Sie, die Wächter des mysteriösen Portals zu besiegen. Wie auch immer, seien Sie bereit für den Krieg.",
	"map.[hota] gambit.header.name" : "Gambit",
	"map.[hota] glorious days.event.0.description" : "Reiche Ländereien voller Inseln liegen vor Ihnen. Auf der größten von ihnen leben Ihre Konkurrenten. Erreichen Sie sie auf dem Seeweg oder finden Sie einen Tunnel, bevor sie zuerst zu Ihnen kommen.",
	"map.[hota] glorious days.event.1.description" : "Der Handel mit fernen Ländern brachte Profit.",
	"map.[hota] glorious days.event.2.description" : "Der Handel mit fernen Ländern brachte Gewinn.",
	"map.[hota] glorious days.event.3.description" : "Der Handel mit fernen Ländern brachte Profit.",
	"map.[hota] glorious days.guards.88.82.1.message" : "Sie haben eine reiche uribische Mine gefunden!",
	"map.[hota] glorious days.header.description" : "Die Herrscher mehrerer Inseln befinden sich im Krieg. Werden Sie der mächtigste von ihnen und zwingen Sie Ihre Nachbarn, Ihre Vorherrschaft anzuerkennen.",
	"map.[hota] glorious days.header.name" : "Glorreiche Tage",
	"map.[hota] glorious days.header.rumor.0.text" : "Ahh, verdammt, gutes Bier!",
	"map.[hota] glorious days.header.rumor.1.text" : "Ich trinke Bier, wenn es einen Grund dafür gibt...",
	"map.[hota] glorious days.header.rumor.2.text" : "Es ist ein guter Tag heute!",
	"map.[hota] glorious days.header.rumor.3.text" : "Es gibt eine Menge Inseln in diesen Ländern.",
	"map.[hota] glorious days.header.rumor.4.text" : "ALLE UNTER DEM JOLLY ROGER!!!  ARRGHH!",
	"map.[hota] glorious days.header.rumor.5.text" : "Vielleicht finden Sie hier Ihr Glück.",
	"map.[hota] glorious days.header.rumor.6.text" : "Suchen Sie nach den Uribian Minen.",
	"map.[hota] glorious days.header.rumor.7.text" : "Ein riesiger unterirdischer Fluss fließt von Norden nach Süden.",
	"map.[hota] glorious days.sign.69.17.1.message" : "Heimlicher Ort",
	"map.[hota] glorious days.sign.88.78.1.message" : "Uribische Minen voraus",
	"map.[hota] gold rush.event.0.description" : "Auf Befehl des Monarchen seid Ihr an der Grenze der drei Königreiche angekommen. Sie müssen die Kontrolle über die Goldminen der umstrittenen Insel erlangen. Mit den mitgebrachten Ressourcen haben Sie eine Festung für weitere Operationen errichtet. Zeit, Ihr treues Pferd zu satteln.",
	"map.[hota] gold rush.event.1.description" : "Wenn Sie es nicht schaffen, die Goldminen innerhalb von zwei Monaten zu übernehmen, oder, noch schlimmer, die Minen unter die Kontrolle anderer Königreiche fallen, wird Ihr Kopf rollen. Der königliche Henker wird ihn zur Belustigung der verarmten Bauern gerne nehmen, auch wenn er der Staatskasse keine einzige Münze einbringt. ",
	"map.[hota] gold rush.event.2.description" : "Es ist ein Bote aus der Hauptstadt eingetroffen. Die Situation im Herzen des Königreichs wird von Tag zu Tag schlimmer. Wenn nicht schleunigst ein Weg gefunden wird, die Schatzkammer zu füllen, sind Hungeraufstände und Rebellionen vorprogrammiert. Deshalb müsst Ihr jeden Montag einen Vorrat an Schätzen nach Hause schicken, egal wie sehr Ihr sie zur Erfüllung Eurer Mission braucht. ",
	"map.[hota] gold rush.event.4.description" : "Späher berichten, dass es auf der felsigen Insel von allerlei Hexenmeistern und Alchemisten wimmelt. Vielleicht helfen deren Geheimnisse Ihnen, Ihre finanziellen Sorgen zu lösen. ",
	"map.[hota] gold rush.event.5.description" : "Die Situation hat sich als noch schlimmer herausgestellt als erwartet; Sie werden sich trotz schwerer Ressourcenknappheit behelfen müssen, da es in diesen Gebieten keine erschlossenen Minen gibt. Sie werden sich auf die Gerissenheit der Späher und ihre klebrigen Finger verlassen müssen. Apropos, die Späher erzählen uns, dass anstelle der verfallenen Sägewerke und Steinbrüche Karren voller Rohstoffe zu finden sind. Es wäre schön, sie zu erobern.",
	"map.[hota] gold rush.event.6.description" : "Sie sind weniger als eine Woche von der Deadline entfernt. Jeden Tag treffen Boten ein, die Stapel von wütenden Forderungen überreichen - Sie erkennen die zitternde Hand des Königs. ",
	"map.[hota] gold rush.event.7.description" : "Berichten zufolge sind in der Hauptstadt Hungerrevolten ausgebrochen. Der König schickte Ihnen eine viszerale Beschreibung des Henkers, der seine Axt wetzt, was Sie erschauern ließ. ",
	"map.[hota] gold rush.event.8.description" : "Dies ist der letzte Tag. Nur ein Wunder oder ein perfekt berechneter Schachzug kann Sie und Ihr Reich noch retten. ",
	"map.[hota] gold rush.event.9.description" : "Die Hälfte der Zeit, die man Ihnen gegeben hat, ist vergangen. Es wäre schön, wenn Sie sich beeilen und diese Goldminen übernehmen würden. ",
	"map.[hota] gold rush.header.description" : "Die Schatzkammern sind leer und die Minen erschöpft... In diesen mühsamen Zeiten schickt Sie der König an die Grenze dreier Länder, wo auf einer felsigen Insel mehrere noch unberührte Goldminen liegen. Erobern Sie alle vier Minen, bevor die Helden der anderen Königreiche dies tun, oder die Frist läu",
	"map.[hota] gold rush.header.name" : "Goldrausch",
	"map.[hota] gold rush.header.rumor.0.text" : "Gerüchten zufolge wurde dieses beißende Ödland zur neuen Heimat für die Halblinge, die aus Eeofol geflohen waren, nachdem die Dämonen auf brennenden Sternen vom Himmel gefallen waren.",
	"map.[hota] gold rush.header.rumor.1.text" : "In der sengenden Sonne der Prärien... Ein schimmernder Berg erhob sich und ging auf mich zu! Dann wurde er zu einem Vulkan und stieß schwarzen Rauch aus, und auf seiner Spitze öffnete sich ein Auge.",
	"map.[hota] gold rush.header.rumor.2.text" : "Man sagt, dass es in dieser toten, felsigen Einöde von Pyromantikern und Brandstiftern wimmelt, und geschickte Schmiede schmieden für sie feuerspeiende Stöcke.",
	"map.[hota] gold rush.header.rumor.3.text" : "Haben Sie schon einmal einen düsteren Mann in einem schwarzen Umhang mit einem großen Eisenstab getroffen? Natürlich nicht, sonst würden Sie jetzt nicht hier sitzen und sich diesen Unsinn anhören.",
	"map.[hota] gold rush.header.rumor.4.text" : "Ich schwöre bei allem, was heilig ist, als ich als Goldsucher gearbeitet habe, habe ich oft gespürt, dass sich etwas unter meinen Füßen bewegt, tief unter der Erde!",
	"map.[hota] gold rush.sign.34.37.0.message" : "Mineralien in Gold verwandeln. Wir arbeiten an Wochenenden. Besuchen Sie unser Geschäft: nördlich an der Straße und dann links.",
	"map.[hota] gold rush.town.35.63.0.event.0.description" : "Da der König die schwierige Situation mit den Rohstoffvorkommen in der Region sieht, hat er ein spezielles Verfahren eingeleitet, um in Ihrer Stadt ein Lagerhaus zu errichten, in dem täglich Nachschub eintrifft.",
	"map.[hota] gold rush.town.5.5.0.event.0.description" : "Da der König die schwierige Situation mit den Rohstoffvorkommen in der Region gesehen hat, hat er in einer Sonderaktion ein Lagerhaus in Ihrer Stadt bauen lassen, in das täglich Nachschub geliefert wird.",
	"map.[hota] gold rush.town.70.7.0.event.0.description" : "Da der König die schwierige Situation mit den Rohstoffvorkommen in der Region gesehen hat, hat er ein spezielles Verfahren eingeleitet, um in Ihrer Stadt ein Lagerhaus zu errichten, in dem jeden Tag Nachschub eintreffen wird.",
	"map.[hota] in defense.event.0.description" : "Hier ist etwas",
	"map.[hota] in defense.event.1.description" : "Eine Gruppe von Fischern ist aus Galantier gekommen. Sie rannten wie die Hölle selbst auf ihren Fersen, um beunruhigende Nachrichten zu überbringen: Sie erspähten eine Gruppe von Piraten, die auf einer nahegelegenen Insel Feuer entfachten. Das ist übel. Sieht so aus, als ob die Schurken einen Angriff auf uns planen. Das größte Problem ist, dass die erathianische Armee weit weg marschiert ist und nur ein paar Wachen zu unserem Schutz abgestellt hat. Pech für jeden, der sich hier niedergelassen hat. Wie auch immer, wir können unmöglich fliehen und die Armee wird zu lange brauchen, um hierher zu kommen. Also bleibt uns wohl nichts anderes übrig, als uns gegen die ungebetenen Gäste zu wehren. ",
	"map.[hota] in defense.event.2.description" : "Wir müssen die Kontrolle über Fort Bullden übernehmen. Es wird nicht viel Material brauchen, um es wieder aufzubauen, aber laut den Einheimischen ist es derzeit von einer Bande von Räubern besetzt. Wir sollten uns um diese kümmern und uns darauf vorbereiten, den Piraten dort gegenüberzutreten, obwohl es noch besser wäre, zuerst anzugreifen.",
	"map.[hota] in defense.event.3.description" : "Die übrigen Siedlungen, nämlich Dulvein und Galantier, wissen noch nichts von der Anwesenheit der Piraten. Wir sollten dorthin gehen, die Miliz versammeln und uns auf das Schlimmste vorbereiten. Es wäre sehr nützlich, dort Mauern und Zinnen zu errichten, aber dafür brauchen wir Unmengen an Holz und Erz. Wir müssen handeln, und zwar schnell!",
	"map.[hota] in defense.guards.17.37.0.message" : "Eine Horde von Kreaturen mit fischartigen Schwänzen und eisiger Haut ist um eine Art Kugel versammelt. Wenn Sie möchten, können Sie mit ihnen darum kämpfen.",
	"map.[hota] in defense.guards.32.39.1.message" : "Sie sehen ein kleines Gewölbe, das wie ein offener Tempel aussieht und in dem der legendäre Goldene Bogen schwebt. Es wird jedoch von Dread Knights bewacht. Willst du um dieses großartige Artefakt kämpfen?",
	"map.[hota] in defense.guards.40.63.0.message" : "Dieser Ort stinkt nach Tod...",
	"map.[hota] in defense.header.description" : "Die örtlichen Dörfer haben Wind von einer Bedrohung bekommen, die vom Meer her kommt. Piraten sind auf dem Weg, das Land zu plündern. Die erathianische Armee ist weit weg, und die Dorfbewohner sind hier auf sich allein gestellt...",
	"map.[hota] in defense.header.name" : "In der Verteidigung",
	"map.[hota] in defense.quest.12.58.0.completed" : "Oh, ich habe schon fast die Hoffnung verloren, meinen Schatz jemals wiederzusehen! Wie abgemacht, sind 25 meiner Schüler bereit, unter Euer Banner zu treten. Ich versichere Euch, sie werden sich als viel nützlicher erweisen als dieser Ring.",
	"map.[hota] in defense.quest.12.58.0.firstVisit" : "Ich habe von Ihren Problemen gehört. Es hat sich herausgestellt, dass ich auch welche habe. Mein Ring der unendlichen Edelsteine wurde von Dieben gestohlen und für einen guten Preis an die Titanen an der Küste verkauft. Ich verstehe, dass Ihr mit den Piraten zu kämpfen habt, aber ich kann Euch einen anständigen Preis für den Ring bieten. Ich bilde hier Zauberer aus, und 25 meiner Schüler würden Euch gerne helfen.",
	"map.[hota] in defense.quest.12.58.0.nextVisit" : "Ein Deal ist ein Deal. Kein Ring der unendlichen Edelsteine bedeutet keine Armee von Verzauberern für Sie.",
	"map.[hota] in defense.quest.45.39.1.completed" : "Oh je! Du bist wirklich hingegangen und hast meine Bitte erfüllt! Ich kann meine Freude nicht mit Worten ausdrücken! Jetzt kann mein Experiment ohne Probleme weitergehen. Ich werde es nicht einmal bereuen, mich dafür von einer Reliquie getrennt zu haben. Dieses Schwert verstaubt schon viel zu lange in meiner Brust. Es gehört Euch.",
	"map.[hota] in defense.quest.45.39.1.firstVisit" : "Sei gegrüßt, Fremder! Könntest du mir vielleicht helfen? Ich führe gerade ein sehr wichtiges Experiment durch, aber eine kleine Nuance ist mir entgangen: Ich brauche 60 Schwefel, um es zu vollenden, und ich habe derzeit keinen. Ich werde alle Fortschritte verlieren, die ich gemacht habe, wenn ich es nicht bekomme, und zwar bald! Könnten Sie mir das Material zur Verfügung stellen? Ich versichere Euch, es wird nicht unbelohnt bleiben. Ich habe nicht genug Geld, um das zu bezahlen, aber ich habe einen Gegenstand, der Ihnen von Nutzen sein könnte.",
	"map.[hota] in defense.quest.45.39.1.nextVisit" : "Aber das ist nicht genug...",
	"map.[hota] in defense.quest.57.42.0.completed" : "Ich kann nicht glauben, dass du es geschafft hast! Obwohl ich das nicht muss, da Ihr die Köpfe dieser Bestien mitgebracht habt. Nun, abgemacht ist abgemacht, schätze ich? Machen Sie es sich bequem, und ich erzähle Ihnen alles, was Sie wissen müssen.",
	"map.[hota] in defense.quest.57.42.0.firstVisit" : "Ein Rudel Grüner Drachen hat sich in der Nähe niedergelassen. Sie sind eine große Gefahr für jeden, nicht nur für einen allein reisenden Ritter. Ich kann Euch nicht wirklich etwas bezahlen, aber ich kann meine Erfahrung weitergeben. Sie sollte Euch im Krieg mit den Piraten nützlich sein.",
	"map.[hota] in defense.quest.57.42.0.nextVisit" : "Die Grünen Drachen sind immer noch da.",
	"map.[hota] in defense.sign.27.53.0.message" : "Shamrock Scent Inns",
	"map.[hota] in defense.sign.33.51.0.message" : "Erathian Festung Bullden",
	"map.[hota] in defense.sign.36.67.0.message" : "Erathia im Süden",
	"map.[hota] in defense.town.13.17.0.name" : "Gaulvein",
	"map.[hota] in defense.town.17.67.0.name" : "Ourt-Delph",
	"map.[hota] in defense.town.36.49.0.name" : "Fort Bullden",
	"map.[hota] in defense.town.39.40.1.name" : "Shaque-fael",
	"map.[hota] in defense.town.40.4.0.name" : "Deansaur",
	"map.[hota] in defense.town.57.66.0.name" : "Kersan",
	"map.[hota] in defense.town.65.8.0.name" : "Porkwell",
	"map.[hota] in defense.town.66.41.0.name" : "Galantier",
	"map.[hota] in defense.town.7.41.0.name" : "Dulvein",
	"map.[hota] island of dust.event.0.description" : "Dies ist die legendäre Insel des Staubes, Heimat vieler Generationen von Drachen. Sie stehen am Ufer und bewundern das neu errichtete Fort, das als Basis für Ihre glorreichen Taten dienen wird. ",
	"map.[hota] island of dust.event.1.description" : "Sie müssen in der Tat ziemlich glorreich sein. In die Höhle der Drachen einbrechen, den Schatz von fünf Kontinenten ganz für sich beanspruchen und Ihre Klinge im kochenden Blut sieden lassen! Es gibt allerdings ein Problem: Deine Crew hat drei weitere Schiffe gesichtet, die auf die Insel zu segeln. Wer auch immer mit denen angekommen ist, muss dasselbe vorhaben. ",
	"map.[hota] island of dust.event.2.description" : "War es eine schlechte Idee, gleich nach der Ausschiffung in die Wüste zu stürmen? Die Küste ist trotz der verbrannten Mitte immer noch mit dichtem Bewuchs bedeckt. Diese Streifen tropischen Waldes werden von furchterregenden Biestern bewohnt. Es mag seltsam klingen, aber die Bestien scheinen bereit zu sein, Ihnen zu helfen, die Drachen zu besiegen. ",
	"map.[hota] island of dust.event.3.description" : "Die Späher sind aus der Wüste zurückgekehrt. Nicht alle von ihnen. Eigentlich haben diejenigen, die es geschafft haben, es kaum geschafft, und sie werden nicht in der Lage sein, in nächster Zeit zurückzukehren. Es wäre eine Sache, wenn sie mit Verbrennungen und von Drachenklauen zerrissen zurückkämen... aber sie haben noch schlimmere Nachrichten mitgebracht! In der Wüste wimmelt es bereits von Spionen, die von den drei Lords ausgesandt wurden, deren Schiffe Ihr vorhin erspäht habt.  \nDie Drachen scheinen ihren Einfluss verloren zu haben, und neue Befestigungen haben sich aus dem Sand erhoben. Sieht aus, als würden sich die Kopfgeldjäger gegenseitig jagen... ",
	"map.[hota] island of dust.header.description" : "Dieses tropische Eiland liegt seit Ewigkeiten in Asche, seit seine Drachenbewohner das üppige Land um den Krater in der Mitte verbrannt haben. Einige Abenteurer sind in dem einst schönen Land angekommen. Sie müssen furchtlos und tapfer sein, wenn sie den Schatz des glühenden Sandes für sich beanspru",
	"map.[hota] island of dust.header.name" : "Insel des Staubs",
	"map.[hota] island of dust.quest.104.65.0.completed" : "Endlich ein paar Versuchsobjekte für meine Experimente! Ich schwöre, bis zum letzten Satyr werde ich jeden Fehler ausbügeln, und dann mache ich so viele, wie ich versprochen habe!",
	"map.[hota] island of dust.quest.104.65.0.firstVisit" : "Ich versuche, den Klonzauber zu meistern, aber ich habe nicht genug Freiwillige, an denen ich ihn testen kann. Wären Sie so freundlich, mir, sagen wir, 24 der Satyrn zu bringen, deren Wohnsitz im Norden liegt, ich würde diese Zahl gerne verdoppeln!",
	"map.[hota] island of dust.quest.104.65.0.nextVisit" : "Gestern habe ich mit einem Schwein experimentiert, das zufällig vorbeikam. Es hat jetzt zwei Köpfe und fünf Beine! Offensichtlich werde ich es besser machen, wenn du mir 24 Satyrn bringst!",
	"map.[hota] island of dust.quest.28.9.0.completed" : "Endlich ein paar Probanden für meine Experimente! Ich schwöre, bis zum letzten Wildschwein werde ich jeden Fehler ausbügeln, und dann mache ich so viele, wie ich versprochen habe!",
	"map.[hota] island of dust.quest.28.9.0.firstVisit" : "Ich versuche, den Klonzauber zu meistern, aber ich habe nicht genug Freiwillige, an denen ich ihn testen kann. Wären Sie so freundlich, mir, sagen wir, 48 der Wildschweinreiter zu bringen, deren Behausung im Norden liegt, ich würde die Zahl gerne verdoppeln!",
	"map.[hota] island of dust.quest.28.9.0.nextVisit" : "Gestern habe ich versucht, einige Kieselsteine zu klonen, die ich am Strand gefunden habe... sagen wir mal, es war kein erfolgreiches Experiment. Offensichtlich wird es besser, wenn Sie mir 48 Wildschweinreiter bringen!",
	"map.[hota] island of dust.quest.77.84.0.completed" : "Endlich ein paar Subjekte für meine Experimente! Ich schwöre, bis zum letzten Schurken werde ich jeden Fehler ausbügeln, und dann werde ich so viele machen, wie ich versprochen habe!",
	"map.[hota] island of dust.quest.77.84.0.firstVisit" : "Ich versuche, den Klonzauber zu meistern, aber ich habe nicht genug Freiwillige, an denen ich ihn testen kann. Wenn Ihr so freundlich wärt, mir, sagen wir, 48 der Schurken zu bringen, deren Wohnsitz im Westen liegt, würde ich diese Zahl gerne verdoppeln! ",
	"map.[hota] island of dust.quest.77.84.0.nextVisit" : "Ich nahm gestern ein Boot und wollte meinen Zauber an der Meerjungfrau dort ausprobieren. Das Ergebnis... nun, ich kann immer noch nicht ganz ein lebendes Wesen verdoppeln, aber ich denke, die Seeleute werden mit dem, was ich diesmal erreicht habe, zufrieden sein. Natürlich werde ich es besser machen, wenn Sie mir 48 Schurken bringen!",
	"map.[hota] island of dust.quest.8.87.0.completed" : "Endlich ein paar Versuchsobjekte für meine Experimente! Ich schwöre, bis der letzte Troll übrig ist, werde ich jeden Fehler ausbügeln, und dann mache ich so viele, wie ich versprochen habe!",
	"map.[hota] island of dust.quest.8.87.0.firstVisit" : "Ich versuche, den Klonzauber zu meistern, aber ich habe nicht genug Freiwillige, an denen ich ihn testen kann. Wären Sie so freundlich, mir, sagen wir, 18 der Trolle zu bringen, deren Behausung im Norden liegt, ich würde diese Zahl gerne verdoppeln!",
	"map.[hota] island of dust.quest.8.87.0.nextVisit" : "Gestern bin ich an einer Mühle vorbeigekommen und habe beschlossen, mit dem Müllerhahn zu experimentieren. Ich habe jetzt genug Hühnerköpfe, um eine Suppe für den nächsten Monat zu kochen! Natürlich werde ich es viel besser machen, nachdem ihr mir 18 Trolle gebracht habt!",
	"map.[hota] island of dust.sign.26.82.0.message" : "Nicht so schnell, o Reisender! Es könnte dein letzter Trunk sein, bevor du in den Abgrund fährst.",
	"map.[hota] island of dust.sign.34.28.0.message" : "Nicht so schnell, o Reisender! Es könnte dein letzter Drink sein, bevor du dich in den Waste begibst.",
	"map.[hota] island of dust.sign.73.26.0.message" : "Nicht so schnell, o Reisender! Es könnte dein letzter Drink sein, bevor du dich in den Waste begibst.",
	"map.[hota] island of dust.sign.75.61.0.message" : "Nicht so schnell, o Reisender! Es könnte Ihr letzter Drink sein, bevor Sie in den Waste gehen.",
	"map.[hota] king of the hill.event.0.description" : "Du zitterst. Entweder vor Wut oder vor dem eigentlichen Erdbeben. Diese sieben Schurken, diese Mistkerle! Das werden sie büßen! Ihre Rache wird wie ein Feuersturm sein. Mit diesen Gedanken hast du dem Fahnenträger befohlen, die Fahne deiner Farbe zu hissen. Der Marsch hat begonnen! Scharlachrot leuchtet weithin sichtbar auf dem Gipfel des Berges.",
	"map.[hota] king of the hill.event.1.description" : "Das Glühen hat sich am Horizont verdichtet. Außerdem hat sich die Luft mit kleinsten Aschepartikeln gefüllt. Der mächtige Vulkan bricht aus. Die Burgen Ihrer Feinde stehen an seiner Seite. Die Legende besagt, dass sich tief im Inneren eine Herzstadt befindet. Derjenige, der diese Stadt kontrolliert, wird in der Lage sein, die Kraft des Vulkans zu kontrollieren. Du hast mit deinen vergilbten Zähnen gegrinst und deinem Pferd die Sporen gegeben.",
	"map.[hota] king of the hill.header.description" : "Der Hass von acht Lords ist wie ein Vulkan im Begriff, in einem blutigen Krieg gegeneinander auszubrechen. Es wird bald heiß werden!",
	"map.[hota] king of the hill.header.name" : "König des Hügels",
	"map.[hota] king of the hill.header.rumor.0.text" : "Egal, wer gewinnen wird. Der Vulkan wird jeden Moment ausbrechen und der Strom der geschmolzenen Lava wird sowohl die Gewinner als auch die Verlierer zerstören.",
	"map.[hota] king of the hill.header.rumor.1.text" : "Wir werden alle sterben!",
	"map.[hota] king of the hill.town.19.17.1.name" : "Herz",
	"map.[hota] maelstrom.header.description" : "Niemand kann vorhersagen, auf welche Seite sich das Rad des Schicksals dreht. Versuche dein Glück, Krieger, in den Ländern, die vielleicht wollen, dass du deine Heimat für immer verlässt. Komme voran in den Ländern, in denen nichts von Dauer ist!",
	"map.[hota] maelstrom.header.name" : "Mahlstrom",
	"map.[hota] marsh.event.0.description" : "Die Menschen in diesen gottverlassenen Landen leben in ständiger Angst. Wer es wagt, von der breiten Straße ins Dickicht abzubiegen, kommt nicht mehr zurück... Jeden Tag verschwinden ein paar Menschen im Sumpf. Jemand sagt, dass dies die Tat eines bösen Geistes ist. Andere beschuldigen Waldtiere, aber niemand kennt die Wahrheit.",
	"map.[hota] marsh.event.1.description" : "Es ist an der Zeit, diese Situation ein für alle Mal zu ändern! Um erfolgreich zu sein, lösen Sie den Konflikt mit den anderen drei Lords, die über diese Sümpfe herrschen. Die diplomatische Verhandlung endete in einer Pattsituation. Nicht ein einziger Diplomat kehrte von der Mission zurück. Auch kein einziger Vertreter der anderen Lords hat Euch besucht. Vielleicht sind sie durch die Hand eines bösen Geistes im Sumpf umgekommen... Oder vielleicht marschieren feindliche Armeen bereits auf Euch zu, bereit für einen hinterhältigen Angriff! In diesem Fall müssen wir ihnen zuvorkommen!",
	"map.[hota] marsh.header.description" : "Die Straßen sind sauber und sicher, doch wer es wagt, in ein dunkles Dickicht einzubiegen, wird Reichtum und Macht erlangen.",
	"map.[hota] marsh.header.name" : "Sumpf",
	"map.[hota] mysterious ways.header.description" : "Dieses kleine Reich lebt nach seinen eigenen Regeln. Alles kann sich hier mit einem Fingerschnippen verändern. Neue Wege tauchen in den Wäldern auf und warten auf einen Abenteurer, der sie betritt. Sie werden sich Ihren eigenen Weg bahnen müssen, um zu triumphieren.",
	"map.[hota] mysterious ways.header.name" : "Mysteriöse Wege",
	"map.[hota] perfect equality.header.description" : "Die Handlung ist so alt wie die Welt - ein sterbender König forderte vier Söhne auf, in einem fairen Kampf einen würdigen Nachfolger zu finden. Das Königreich ist groß, und der König konnte jedem Sohn ein faires Stück Land geben, so dass es keinen unfairen Vorteil geben würde. ",
	"map.[hota] perfect equality.header.name" : "Perfekte Gleichheit",
	"map.[hota] perfect equality.quest.15.61.0.completed" : "Der alte Mann sieht begeistert und stolz auf Dich aus. Er gewährt Ihnen sein Wissen.",
	"map.[hota] perfect equality.quest.15.61.0.firstVisit" : "Sie kommen zu einer kleinen Behausung, die direkt in einen alten, aber noch recht mächtigen Baum gebaut ist. Im unteren Fenster brannte ein schwaches Licht - anscheinend war eine Kerze die einzige Möglichkeit, das Haus zu erhellen. Während Du noch überlegst, ob Du an die Tür klopfen sollst oder nicht, öffnet sie sich von selbst und ein alter Mann tritt heraus.\n\nHier wohnt ein alter Krieger. Er wird bereit sein, Ihnen einige Tricks beizubringen, aber Sie müssen würdig sein. Komm zurück, wenn du mindestens 32 Angriff und 14 Verteidigung hast.",
	"map.[hota] perfect equality.quest.15.61.0.nextVisit" : "Der alte Mann weigert sich zu sprechen, bis Du stark genug bist.",
	"map.[hota] perfect equality.quest.32.16.0.completed" : "Du bist stark genug, und der Magier gewährt dir etwas von seiner Macht.",
	"map.[hota] perfect equality.quest.32.16.0.firstVisit" : "Du bemerkst ein kleines Haus am Rande des Waldes. Du beschließt, nachzusehen, was sich darin befindet. Du triffst einen Magier, der bereit ist, dir für 32 Kraft und 14 Wissen große Macht zu geben.",
	"map.[hota] perfect equality.quest.32.16.0.nextVisit" : "Du versuchst, die Tür zu öffnen, aber du siehst die Zahlen 32 und 14 darauf erscheinen. Du gehst weg.",
	"map.[hota] perfect equality.quest.51.22.0.completed" : "Sie nähern sich dem Haus, da Sie wissen, dass Sie bereit sind. Drinnen empfängt Sie ein Mann. Er bietet dir seine Kräfte an, um dich in den Künsten der Verteidigung zu unterrichten.",
	"map.[hota] perfect equality.quest.51.22.0.firstVisit" : "Ein paar Schritte vom Haus entfernt, trifft ein Pfeil den Boden unter Ihren Beinen.\n\n\"Schutz - 32 Punkte und Angriff - 14 Punkte. Wage es nicht, dich ohne diese Werte zu nähern.\"",
	"map.[hota] perfect equality.quest.51.22.0.nextVisit" : "Sie meiden das kleine Haus, da Sie wissen, dass Sie noch nicht vorbereitet sind.",
	"map.[hota] perfect equality.quest.53.39.0.completed" : "Sie kommen in die Bibliothek und sind endlich in der Lage zu verstehen, worum es in den Büchern geht. Sie lernen viel in Ihrer kurzen Zeit hier.",
	"map.[hota] perfect equality.quest.53.39.0.firstVisit" : "Sie betreten ein kleines Haus, das eine Bibliothek zu sein scheint. Sie nehmen wahllos ein Buch aus dem Regal, können aber die seltsamen Schriften darin nicht verstehen. Vielleicht gewährt Ihnen der Besitz von 32 Wissen und 14 Macht das Wissen über diese Seiten.",
	"map.[hota] perfect equality.quest.53.39.0.nextVisit" : "Sie wissen, dass die Bibliothek zum jetzigen Zeitpunkt eine Zeitverschwendung ist. Sie brauchen mehr Wissen und Macht.",
	"map.[hota] pirate's utopia.guards.12.138.0.message" : "Ein legendärer Eispalast befindet sich direkt über Ihnen. Vor Jahrhunderten lebte dort ein Prinz, der die Liebe der Göttin des Winters zurückwies, und dafür verwandelte sie ihn und alle seine Besitztümer in totes Eis. Wer mutig und klug genug ist, kann den Prinzen befreien.",
	"map.[hota] pirate's utopia.guards.126.136.0.message" : "Man kann die Buchstaben kaum in einzelnen Wörtern lesen. Sieht aus, als ob es eine Art Gedicht ist...",
	"map.[hota] pirate's utopia.guards.13.134.0.message" : "Sobald man in der Nähe des Eispalastes ist, beginnen die Eisblöcke zu schmelzen, die den Palast wohl jahrhundertelang festgehalten haben...",
	"map.[hota] pirate's utopia.guards.143.143.0.message" : "Du willst was davon? Komm und hol's dir.",
	"map.[hota] pirate's utopia.guards.28.90.0.message" : "Ihr habt eine uralte Lampe gefunden. Nachdem Sie sie gerieben haben, ist eine Gruppe von Genies vor Ihnen erschienen.",
	"map.[hota] pirate's utopia.guards.40.143.0.message" : "Ihr Team denkt ernsthaft über eine Rebellion nach.",
	"map.[hota] pirate's utopia.guards.93.143.0.message" : "Ihre Armee denkt, Sie seien verrückt.",
	"map.[hota] pirate's utopia.guards.97.93.0.message" : "Ìíîãî êðèñòàëëîâ.",
	"map.[hota] pirate's utopia.header.description" : "Der Schatz der legendären Piratenkönigin ist auf einer Insel vergraben. Suchen Sie ihn!",
	"map.[hota] pirate's utopia.header.name" : "Utopie der Piraten",
	"map.[hota] pirate's utopia.header.rumor.0.text" : "Ich habe gehört, dass es auf den Inseln viele Einsiedler gibt, die sich ohne Zivilisation langweilen.",
	"map.[hota] pirate's utopia.header.rumor.1.text" : "Hätten Sie von einer schönen Legende gewusst, die von der Liebe des Winters zu einem unbekannten Prinzen erzählt? Es heißt, dass er weit im Süden im Reich des alten Eises gefangen ist.",
	"map.[hota] pirate's utopia.heroes.147.biography" : "Einst ein Gefangener der Göttin des Winters. Jetzt befreit von einem tapferen Helden.",
	"map.[hota] pirate's utopia.heroes.147.name" : "Prinz",
	"map.[hota] pirate's utopia.quest.117.96.0.completed" : "Was würdet Ihr sagen, Mylord?",
	"map.[hota] pirate's utopia.quest.117.96.0.firstVisit" : "Willst du eine Gruppe böse aussehender, aber gutherziger Schurken anheuern?",
	"map.[hota] pirate's utopia.quest.117.96.0.nextVisit" : "Kein Geld - keine Hilfe.",
	"map.[hota] pirate's utopia.sign.102.131.0.message" : "Der Weg zur Ebene der Luft ist verschlossen. Vielleicht findest du ihn.",
	"map.[hota] pirate's utopia.sign.118.133.0.message" : "Ödland",
	"map.[hota] pirate's utopia.town.16.132.0.name" : "Eine Eisklippe",
	"map.[hota] province.event.0.description" : "Diese kargen Ländereien sind vom Krieg verwüstet und erlauben es Ihnen nicht, eine große Armee zu halten. Es ist besser, darauf zu warten, dass sich Ihre Gegner gegenseitig schwächen, und dann die Chance zu nutzen, einen finalen Schlag auszuführen.",
	"map.[hota] province.header.description" : "Eine kleine, ressourcenknappe Provinz liegt knietief im Krieg zwischen vier Fürsten. Das Land ist unfruchtbar und hat keinen Wert, dennoch will keine Seite zurückweichen. Es geht wohl nur noch ums Prinzip.",
	"map.[hota] province.header.name" : "Bundesland",
	"map.[hota] scorched earth.event.0.description" : "Das einst fruchtbare Land liegt in Trümmern. Minen sind nach einem Ausbruch auf der Insel eingestürzt. Unsere einzige Hoffnung liegt in den Lagerhäusern. Die dort angesammelten Waren werden uns helfen, wieder zu Kräften zu kommen.\nWie immer kommt der Ärger nicht allein: Was nicht von der Lava zerstört wurde, wurde von Piraten und Geiern geplündert. Außerdem hat der Lord, mit dem Sie jahrelang gekämpft haben, beschlossen, Ihre geschwächte Armee anzugreifen, in der Hoffnung, die gesamte Insel zu erobern. Verhandeln ist keine Option. Sie müssen sich auf die Schlacht vorbereiten.",
	"map.[hota] scorched earth.event.1.description" : "Die überlebenden Arbeiter konnten die Trümmer etwas aufräumen. Einige der abgebauten Ressourcen konnten geborgen werden.",
	"map.[hota] scorched earth.event.2.description" : "Das restliche Geld wurde für die Bezahlung von Dieben ausgegeben, die Ihre entfernte Garnison bemannen. Vielleicht ersparen sie uns für einige Zeit den Ärger mit unerwarteten Gästen.",
	"map.[hota] scorched earth.event.3.description" : "Man munkelt, dass einige Minen in den Dungeons überlebt haben könnten.",
	"map.[hota] scorched earth.event.4.description" : "Ressourcen",
	"map.[hota] scorched earth.event.5.description" : "Weitere Ressourcen.",
	"map.[hota] scorched earth.guards.35.34.0.message" : "Als ob es nicht schon genug wäre, dass Piraten die Insel plündern, haben sie auch noch die Überreste eines Dorfes übernommen.\n\nEs ist nicht die beste Idee, ein Lager in der Nähe des ausbrechenden Vulkans aufzuschlagen, aber das scheint diese Typen wenig zu kümmern.\n",
	"map.[hota] scorched earth.header.description" : "Ein Vulkanausbruch zwingt Sie dazu, den Abbau von Rohstoffen auf der Insel einzustellen. Die Minen sind eingestürzt, abgebrannt oder wurden mit kochender Lava überflutet. Die einzige verbliebene Quelle für Vorräte sind die Lagerhäuser. Offenbar hat auch ein benachbarter Lord ein Auge auf sie geworfe",
	"map.[hota] scorched earth.header.name" : "Verbrannte Erde",
	"map.[hota] scorched earth.sign.67.27.0.message" : "Du hast eine Flasche aus dem Wasser gefischt, aber du hast nichts weiter als einen ausgezeichneten Rum darin gefunden. Das hier ist für den Piraten, d",
	"map.[hota] strait of storms - invasion.event.0.description" : "Du hast festgestellt, dass die Planeswalker nicht allein gekommen sind. Sie haben Orks, Goblins und andere Fremde angeheuert, damit sie die ganze Drecksarbeit für sie erledigen.",
	"map.[hota] strait of storms - invasion.event.1.description" : "Piraten haben Ihre Handelsschiffe angegriffen!",
	"map.[hota] strait of storms - invasion.header.description" : "Der prekäre Frieden in der Straße der Stürme wurde durch die Invasion der Elementarfürsten gebrochen. Sie haben ein Portal im Herzen des Meeres geschaffen. Und obwohl Sie die Zugänge zum Monolithen verstärkt haben, hat sich der Feind nicht zurückgezogen. ",
	"map.[hota] strait of storms - invasion.header.name" : "Straße der Stürme - Invasion",
	"map.[hota] strait of storms - skirmish.header.description" : "Die Straße der Stürme ist ein strategisch wichtiger Punkt auf diesem Land. Verdrängen Sie einen Konkurrenten von der anderen Seite und erhalten Sie die volle Kontrolle über die Meerenge!",
	"map.[hota] strait of storms - skirmish.header.name" : "Meerenge der Stürme - Scharmüt",
	"map.[hota] talent shortage.event.0.description" : "Mullich war noch wütender als sonst. Die fliehenden Soldaten nahmen alles mit, was sie tragen konnten. Es gab niemanden mehr im Schloss. Diener, Stallburschen, Schmiede, die jahrhundertealte Haushälterin, fast alle machten sich aus dem Staub. Der einzige, der blieb, war David, der Knappe, den Mullich am Vortag an einen Pfahl binden ließ, nachdem der Kerl einen Schinken aus der Speisekammer des Hausherrn gestohlen hatte. Der Junge hatte sich auf eine Reihe mieser Tage eingestellt, denn Mullich würde das alles an ihm auslassen.",
	"map.[hota] talent shortage.guards.1.35.0.message" : "Die Strapazen des Tages bescherten Mullich einige neue Erkenntnisse.",
	"map.[hota] talent shortage.guards.12.38.0.message" : "Die Strapazen des Tages brachten Mullich neue Erkenntnisse.",
	"map.[hota] talent shortage.guards.13.33.0.message" : "Oh, sieh mal, sind das nicht Mullichs ehemalige Truppe? Es hat nicht lange gedauert, bis sie ohne richtige Führung ins Schleudern geraten sind, und es scheint, dass sie hoffen, ihre Verluste durch ihren ehemaligen Kommandanten wieder auszugleichen.",
	"map.[hota] talent shortage.guards.19.39.1.message" : "Die Strapazen des Tages brachten Mullich einige neue Erkenntnisse.",
	"map.[hota] talent shortage.guards.27.23.0.message" : "Die Strapazen des Tages brachten Mullich einige neue Erkenntnisse.",
	"map.[hota] talent shortage.guards.28.10.0.message" : "Die Strapazen des Tages brachten Mullich einige neue Erkenntnisse.",
	"map.[hota] talent shortage.guards.33.5.0.message" : "Ein Blitzschlag lässt Mullichs Haare zu Berge stehen. Er spürt, wie eine neue Erkenntnis unter seinem Schädel brodelt.",
	"map.[hota] talent shortage.guards.33.61.0.message" : "Im Nachhinein war es dumm zu hoffen, dass niemand aus einem Flammenmeer wie diesem herausspringen würde. Nun, siehe da.",
	"map.[hota] talent shortage.guards.36.56.0.message" : "Die Strapazen des Tages brachten Mullich einige neue Erkenntnisse.",
	"map.[hota] talent shortage.guards.37.5.0.message" : "Die Strapazen des Tages brachten Mullich einige neue Erkenntnisse.",
	"map.[hota] talent shortage.guards.38.54.0.message" : "Dieser Schrein wird doch bewacht! Zu den Waffen!!!",
	"map.[hota] talent shortage.guards.46.2.0.message" : "Die Strapazen des Tages brachten Mullich einige neue Erkenntnisse.",
	"map.[hota] talent shortage.guards.49.10.0.message" : "Gerade als Mullich dachte, das wäre genug Untote für heute Abend...",
	"map.[hota] talent shortage.guards.50.17.0.message" : "Ein Dieb, den Mullich beim Abtasten seines leeren Geldbeutels erwischte, wurde gezwungen, sich der Sache des Ritters zu verschreiben; die einzige andere Möglichkeit war die sofortige Hinrichtung.",
	"map.[hota] talent shortage.guards.9.53.0.message" : "Oh, wie süß! Diese Drachen haben hier ein Date. Schade, dass sie wirklich keine Aufmerksamkeit mögen.",
	"map.[hota] talent shortage.header.description" : "Sir Mullichs Schauspiel wurde alt. Am Morgen, nachdem der berüchtigte Ritter einen weiteren Gewaltausbruch hatte, wachte er in einem leeren Schloss auf. Seine Leute packten zusammen und reisten mitten in der Nacht ab, gerade als Mullich einen Auftrag zur Schädlingsbekämpfung im königlichen Landhaus ",
	"map.[hota] talent shortage.header.name" : "Talentmangel",
	"map.[hota] talent shortage.quest.10.44.0.completed" : "Hier ist Eure neue Ausrüstung, bitte unterschreibt hier. Das bedeutet auch, dass Ihr Euch sofort zu melden habt, wenn ein Kreuzzug gestartet wird.",
	"map.[hota] talent shortage.quest.10.44.0.firstVisit" : "Kommen Sie zu unserem Umrüstungsprogramm! Wir bieten leichtere Schwerter, stabilere Rüstungen und schönere Buc... Helme!",
	"map.[hota] talent shortage.quest.10.44.0.nextVisit" : "Wir werden keine Rüstung an irgendeinen beliebigen Stümper ausgeben. Bringt einen erfahrenen Schwertkämpfer mit.",
	"map.[hota] talent shortage.quest.11.52.0.completed" : "Treten Sie vor, hier ist Ihr neues Gewand. Versuchen Sie bitte, keine Bolzen ins Haus zu schleudern, ja?",
	"map.[hota] talent shortage.quest.11.52.0.firstVisit" : "Modische blaue Soutanen und Strombolzen! Nur für vornehme Geistliche.",
	"map.[hota] talent shortage.quest.11.52.0.nextVisit" : "Wir bedienen nur den Klerus!",
	"map.[hota] talent shortage.quest.12.34.0.completed" : "Habt ihr alles bekommen? Oh toll, lade alles hier ab! Ihr müsst erschöpft sein, um so einen Haufen überschüssiger Ausrüstung zu tragen.",
	"map.[hota] talent shortage.quest.12.34.0.firstVisit" : "Wir können Ihnen nutzlosen Schrott abnehmen. Nun, Ihr würdet es vielleicht als nutzlos bezeichnen, aber wir hoffen, dass wir es gut wiederverwenden können. Hier ist, was wir suchen.",
	"map.[hota] talent shortage.quest.12.34.0.nextVisit" : "Ein Helm, ein Schild, ein Brustpanzer und eine Schärpe. Soll ich Ihnen eine Liste schreiben?",
	"map.[hota] talent shortage.quest.15.33.1.completed" : "Na endlich! Hier, nimm meinen Bogen und meine Rüstung, und verpass dem Bastard von Prinz einen Pfeil in den Bauch, falls du ihm jemals begegnen solltest!",
	"map.[hota] talent shortage.quest.15.33.1.firstVisit" : "Ich wurde vor vielen Jahren in die Unterwelt verbannt, nachdem ich den Prinzen in einem Bogenschießwettbewerb besiegt hatte. Ich war wirklich gut und würde gerne das, was von meinem Talent übrig geblieben ist, an einen jüngeren Elfen weitergeben.",
	"map.[hota] talent shortage.quest.15.33.1.nextVisit" : "Beeilt euch, bringt mir einen Elfen! Ich werde nicht ewig leben!",
	"map.[hota] talent shortage.quest.17.26.0.completed" : "Sollen wir mit der Umschulung weitermachen?",
	"map.[hota] talent shortage.quest.17.26.0.firstVisit" : "Na, haben Sie sich endlich entschlossen, Ihren Männern etwas Eindrucksvolleres als Stöcke und Beile zu geben? Dann seid Ihr hier genau richtig...",
	"map.[hota] talent shortage.quest.17.26.0.nextVisit" : "Habt Ihr Eure Hellebarde verlegt?!",
	"map.[hota] talent shortage.quest.27.9.0.completed" : "Gib mir die Kristalle und verschwinde. Ich habe es langsam satt, hier zu faulenzen.",
	"map.[hota] talent shortage.quest.27.9.0.firstVisit" : "Der Zutritt kostet Sie 10 Kristalle, nicht weniger.",
	"map.[hota] talent shortage.quest.27.9.0.nextVisit" : "Sie haben keine 10 Kristalle übrig? Eine Schande! Und du wagst es, dich einen Ritter zu nennen!",
	"map.[hota] talent shortage.quest.28.2.0.completed" : "Bereit, sich die Hände schmutzig zu machen, Junge?",
	"map.[hota] talent shortage.quest.28.2.0.firstVisit" : "Wenn Ihr Eure Schussrate erhöhen wollt, müsst Ihr doppelt so viel Arbeit investieren...",
	"map.[hota] talent shortage.quest.28.2.0.nextVisit" : "Habt Ihr Euren Bogenschützen verlegt?!",
	"map.[hota] talent shortage.quest.3.49.0.completed" : "Ich hoffe, es macht deiner Elfe nichts aus, an meinem Experiment teilzunehmen. Die Sache ist die... es hat einen eher ungewöhnlichen Nebeneffekt.",
	"map.[hota] talent shortage.quest.3.49.0.firstVisit" : "Ich glaube, ich habe einen Weg gefunden, Männer zu segnen, die keine angeborenen magischen Fähigkeiten haben. Ich möchte ein Experiment durchführen, aber ich fürchte, es fehlt mir ein geeignetes Subjekt. Habt Ihr zufällig einen Elfen zu entbehren? Ich werde ihn nicht brechen, versprochen!",
	"map.[hota] talent shortage.quest.3.49.0.nextVisit" : "Einen Elfen! Ich brauche einen Elfen!",
	"map.[hota] talent shortage.quest.33.9.0.completed" : "Sollen wir sie abreißen?",
	"map.[hota] talent shortage.quest.33.9.0.firstVisit" : "Ich habe von einem weisen Mann gehört, dass eine bestimmte Zugschnur, die vom Bogen abgetrennt wurde, Euch hilft, viel besser zu schießen!",
	"map.[hota] talent shortage.quest.33.9.0.nextVisit" : "Die Wahl liegt bei Euch...",
	"map.[hota] talent shortage.quest.34.60.0.completed" : "Hier ist unser Mädchen! Bist du bereit, befördert zu werden?",
	"map.[hota] talent shortage.quest.34.60.0.firstVisit" : "Sie fragen sich, wie unser Baum unversehrt in einem Flammenmeer steht? Nun, wir sind Meister des Elements Wasser, und Feuer kann uns nichts anhaben. Wollt ihr diesen Trick lernen? Dann bringt uns eine Hexe.",
	"map.[hota] talent shortage.quest.34.60.0.nextVisit" : "Nur eine Hexe kann unsere komplizierten Zaubertricks beherrschen.",
	"map.[hota] talent shortage.quest.35.32.1.completed" : "Möchten Sie lernen, schnell zu marschieren?",
	"map.[hota] talent shortage.quest.35.32.1.firstVisit" : "Hier können Sie lernen, im doppelten Takt zu marschieren.",
	"map.[hota] talent shortage.quest.35.32.1.nextVisit" : "Hier können Sie lernen, im doppelten Takt zu marschieren. Wählen Sie mit Bedacht!",
	"map.[hota] talent shortage.quest.36.28.1.completed" : "Möchten Sie lernen, gut zu schießen?",
	"map.[hota] talent shortage.quest.36.28.1.firstVisit" : "Hier könnt Ihr lernen, mit großer Genauigkeit zu schießen.",
	"map.[hota] talent shortage.quest.36.28.1.nextVisit" : "Hier könnt Ihr lernen, mit großer Genauigkeit zu schießen. Wählen Sie weise!",
	"map.[hota] talent shortage.quest.40.45.0.completed" : "Oh, Gott segne Sie! Meine Sammlung ist jetzt komplett! Möchten Sie weitergeben?",
	"map.[hota] talent shortage.quest.40.45.0.firstVisit" : "Ich bin ein Sammler, der sich für Raritäten interessiert, die im Stil des \"Graveyard Empire\" gefertigt wurden. Ich habe gehört, dass es hier in der Gegend einige solcher Dinge zu finden gibt. Würden Sie sie mir bitte bringen?",
	"map.[hota] talent shortage.quest.40.45.0.nextVisit" : "Totenköpfe, Knochen, Verfall und Verzweiflung. Das ist es, wonach ich suche.",
	"map.[hota] talent shortage.quest.44.22.0.completed" : "Wir werden uns wiedersehen...",
	"map.[hota] talent shortage.quest.44.22.0.firstVisit" : "Hey, ich bin's wieder. Ich nehme dieses Mal 10 Edelsteine.",
	"map.[hota] talent shortage.quest.44.22.0.nextVisit" : "Du hast keine 10 Edelsteine übrig? Das ist eine Schande! Und du wagst es, dich einen Ritter zu nennen!",
	"map.[hota] talent shortage.quest.44.8.0.completed" : "Hier ist sie! Sollen wir tauschen?",
	"map.[hota] talent shortage.quest.44.8.0.firstVisit" : "Die Axt eines Zentauren? Wozu brauchst du diesen Haufen Eisen? Gib es mir, und ich gebe dir im Gegenzug etwas Nettes.",
	"map.[hota] talent shortage.quest.44.8.0.nextVisit" : "Es ist eine Axt. Groß und ziemlich unhandlich. Gib sie mir.",
	"map.[hota] talent shortage.quest.45.44.0.completed" : "Hier ist eine schöne Soutane für unseren neuen Bruder!",
	"map.[hota] talent shortage.quest.45.44.0.firstVisit" : "Wir sind ein kämpferischer Orden. Wäre Ihr Kreuzritter daran interessiert, sich uns anzuschließen?",
	"map.[hota] talent shortage.quest.45.44.0.nextVisit" : "Gibt es niemanden, der bereit ist, den monastischen Weg zu gehen?",
	"map.[hota] talent shortage.quest.51.10.0.completed" : "Sollen wir unser Schwerttraining beginnen?",
	"map.[hota] talent shortage.quest.51.10.0.firstVisit" : "Ihre Schützen können sich hier in schwere Infanterie verwandeln.",
	"map.[hota] talent shortage.quest.51.10.0.nextVisit" : "Keine Schützen in deiner Armee? Was ist das überhaupt für eine Armee?!",
	"map.[hota] talent shortage.quest.52.2.0.completed" : "Wusstet Ihr, dass Euer Schurke ein Elf ist? Wir geben ihm einen Bogen, er wird gut damit umgehen können.",
	"map.[hota] talent shortage.quest.52.2.0.firstVisit" : "Wir helfen ehemaligen Sündern, sich zu bessern und einen rechtschaffenen Weg im Leben zu finden. Wenn du einem begegnest, bring ihn hierher.",
	"map.[hota] talent shortage.quest.52.2.0.nextVisit" : "Wo ist der Schurke?",
	"map.[hota] talent shortage.quest.59.16.0.completed" : "Gebt mir den Ring, und ich verpasse euren Jungs eine schöne Übung.",
	"map.[hota] talent shortage.quest.59.16.0.firstVisit" : "Wollt Ihr das Geheimnis wissen, wie man von Natur aus stark ist? Du wirst nicht einmal mehr diesen Ring brauchen, den ich als meine Bezahlung einfordern werde...",
	"map.[hota] talent shortage.quest.59.16.0.nextVisit" : "Ring der Vitalität. Es ist ein hübsches goldenes Schmuckstück. Macht weiter mit Eurer Suche.",
	"map.[hota] talent shortage.sign.34.30.1.message" : "Sie können hier lernen, gut zu schießen oder schnell zu marschieren, aber nicht beides.",
	"map.[hota] talent shortage.town.8.3.0.name" : "Stadt",
	"map.[hota] terra incognita.guards.7.15.1.message" : "Zweifellos sollte dieser Tunnel zu dem Ort führen, an dem sich die Stadt befindet!",
	"map.[hota] terra incognita.header.description" : "Sie haben es geschafft, eine sehr alte Karte zu bekommen. Sie markierte eine Stadt mit unermesslichen Reichtümern... Eliminieren Sie die Konkurrenz und erreichen Sie den Schatz als Erster!",
	"map.[hota] terra incognita.header.name" : "Terra Incognita",
	"map.[hota] terra incognita.sign.6.15.1.message" : "Versteckter Pfad",
	"map.[hota] the alliance.guards.114.82.1.message" : "Sie stehen vor dem Eingang der Gruft. Zombies erheben sich und starten einen Angriff.",
	"map.[hota] the alliance.header.description" : "Ein weltbewegender Krieg zwischen West und Ost ist im Gange. Sie und Ihre Verbündeten müssen den Feind um jeden Preis vernichten.",
	"map.[hota] the alliance.header.name" : "Die Allianz",
	"map.[hota] the alliance.monster.106.58.1.message" : "Willkommen in meinem Labyrinth! Es wird einen großen Teil deines Lebens in Anspruch nehmen!",
	"map.[hota] the alliance.monster.64.52.1.message" : "STIRB!!",
	"map.[hota] the alliance.monster.86.96.0.message" : "Sie müssen uns besiegen, bevor Sie den Gefangenen retten können.",
	"map.[hota] the alliance.monster.91.53.1.message" : "Probier mal meine mächtige Axt!",
	"map.[hota] the alliance.monster.95.69.1.message" : "Ihr könnt meinen haarigen Hintern küssen!!",
	"map.[hota] the alliance.quest.37.115.1.completed" : "Wow! Das ist genau das, was ich brauchte. Wie ich bereits gesagt habe, gibt es viele Kreaturen in meinem Zoo. Darunter auch Feen-Drachen. Sie vermehren sich sehr gut, und ich kann Euch ein paar im Tausch gegen einen Kristalldrachen geben.",
	"map.[hota] the alliance.quest.37.115.1.firstVisit" : "Ich sammle einzigartige Tiere für meinen Zoo. Ich habe schon viele verschiedene Kreaturen, aber immer noch keine Kristalldrachen. Nördlich von hier gibt es eine Behausung von diesen. Besorgt mir einen, und ich werde Euch belohnen.",
	"map.[hota] the devil is in the detail.event.0.description" : "Hilfe",
	"map.[hota] the devil is in the detail.event.1.description" : "Hilfe extra",
	"map.[hota] the devil is in the detail.event.3.description" : "Dieses Land hat Ihrer Sippe gut gedient und wird genug Ressourcen liefern, um Ihre Grenzen zu erweitern. Der alte Prophet pflegte zu sagen: \"Südliche Regionen sind reich, aber auch gefährlich\".",
	"map.[hota] the devil is in the detail.event.4.description" : "Dieses Land hat Eurer Sippe gute Dienste geleistet und wird genug Ressourcen bieten, um Eure Grenzen zu erweitern. Der alte Prophet pflegte zu sagen: Nördliche Regionen sind reich, aber auch gefährlich\".",
	"map.[hota] the devil is in the detail.event.5.description" : "Der alte Prophet erzählte Ihnen von der mythischen Insel, von der man glaubt, dass sie das Zentrum von allem ist. Vor Jahrhunderten war sie eine Arena, in der Götter kämpften. Sie soll voll von Schätzen sein.",
	"map.[hota] the devil is in the detail.event.6.description" : "Der alte Prophet hat dir eine Geschichte über einen alten Gang erzählt, der vor Jahrhunderten zusammengebrochen ist. Gerüchte besagen, dass böse Mächte ein Portal gebaut haben, um aus dem Untergrund herauszukommen.",
	"map.[hota] the devil is in the detail.event.7.description" : "Ein alter Bergmann erzählte Ihnen von einem Unfall, den sein Team in einer Ihrer Minen hatte. Als sie zu tief gruben, wurden sie von einem Rudel Troglodyten angegriffen. Es scheint, als würden bereits böse Kreaturen unter der Erde lauern.",
	"map.[hota] the devil is in the detail.event.8.description" : "Die Legionen der Hölle sind unzählig. Ihre Späher berichten, dass sie noch nie so viele Dämonen aus der Hölle kommen gesehen haben.",
	"map.[hota] the devil is in the detail.event.9.description" : "Auf der zentralen Insel befindet sich ein uralter Schrein. Manche sagen, dass man dort Runen finden kann, mit denen man lernen kann, sich zwischen verschiedenen Orten zu teleportieren!",
	"map.[hota] the devil is in the detail.guards.125.124.1.message" : "Hölle",
	"map.[hota] the devil is in the detail.header.description" : "Während der letzten Jahrhunderte war dieses Land zwischen sechs Nationen aufgeteilt, die in Frieden koexistierten. Als sich Gerüchte über unterirdische Monster zu verbreiten begannen, wurde klar, dass die Welt nicht mehr lange so bleiben würde.",
	"map.[hota] the devil is in the detail.header.heroNames.72" : "Kummer",
	"map.[hota] the devil is in the detail.header.heroNames.73" : "Untergang",
	"map.[hota] the devil is in the detail.header.heroNames.74" : "Aussterben",
	"map.[hota] the devil is in the detail.header.heroNames.75" : "Todesfall",
	"map.[hota] the devil is in the detail.header.heroNames.76" : "Tod",
	"map.[hota] the devil is in the detail.header.heroNames.77" : "Grab",
	"map.[hota] the devil is in the detail.header.heroNames.78" : "Dunkelheit",
	"map.[hota] the devil is in the detail.header.heroNames.79" : "Seuche",
	"map.[hota] the devil is in the detail.header.name" : "Der Teufel steckt im Detail",
	"map.[hota] the devil is in the detail.header.player.7.mainHeroName" : "Seuche",
	"map.[hota] the devil is in the detail.heroes.72.name" : "Kummer",
	"map.[hota] the devil is in the detail.heroes.73.name" : "Untergang",
	"map.[hota] the devil is in the detail.heroes.74.name" : "Aussterben",
	"map.[hota] the devil is in the detail.heroes.75.name" : "Todesfall",
	"map.[hota] the devil is in the detail.heroes.76.name" : "Tod",
	"map.[hota] the devil is in the detail.heroes.77.name" : "Grab",
	"map.[hota] the devil is in the detail.heroes.78.name" : "Dunkelheit",
	"map.[hota] the devil is in the detail.heroes.79.name" : "Seuche",
	"map.[hota] the devil is in the detail.quest.10.194.0.completed" : "Na endlich! Hier, gib mir das Gold und sieh es vor deinen Augen wachsen!",
	"map.[hota] the devil is in the detail.quest.10.194.0.firstVisit" : "Willkommen bei der Gold Brothers Merchant Bank! Wir bieten großartige Renditen, wenn Sie bereit sind, zu investieren.",
	"map.[hota] the devil is in the detail.quest.10.194.0.nextVisit" : "Oh je, das ist einfach nicht genug. Wir brauchen 10000 Gold. Ich werde keinen Cent verdienen, wenn ihr weniger bringt!",
	"map.[hota] the devil is in the detail.quest.10.49.0.completed" : "Na endlich! Hier, gebt mir das Gold und seht zu, wie es vor Euren Augen wächst!",
	"map.[hota] the devil is in the detail.quest.10.49.0.firstVisit" : "Willkommen bei der Gold Brothers Merchant Bank! Wir bieten großartige Renditen, wenn Sie bereit sind, zu investieren.",
	"map.[hota] the devil is in the detail.quest.10.49.0.nextVisit" : "Oh je, das ist einfach nicht genug. Wir brauchen 10000 Gold. Ich werde keinen Cent verdienen, wenn ihr weniger bringt!",
	"map.[hota] the devil is in the detail.quest.11.125.0.completed" : "Endlich ist meine Familie wieder vereint! Bitte schließe Deine Augen, ich werde Dir echte Magie beibringen!",
	"map.[hota] the devil is in the detail.quest.11.125.0.firstVisit" : "Meine Familie wurde vor vielen Jahren von einem bösen Nekromanten ausgelöscht. Bring mir meine Familie zurück und ich werde dir die mächtigste Magie beibringen, den \"Auferstehungs\"-Zauber!",
	"map.[hota] the devil is in the detail.quest.11.125.0.nextVisit" : "Kein Glück bei der Suche nach meinen Vorfahren?",
	"map.[hota] the devil is in the detail.quest.118.93.0.firstVisit" : "Willkommen in der berühmtesten Taverne auf diesen Gewässern! Viele Reisende und Kaufleute besuchen uns. Der letzte war nicht sehr höflich, und wir haben ihn gezwungen, etwas für die Unordnung, die er angerichtet hat, zurückzulassen! Wenn Ihr mir etwas Gold gebt, werde ich es gerne an Euch weitergeben.",
	"map.[hota] the devil is in the detail.quest.137.12.1.firstVisit" : "Was ich habe, ist nur für Dracon. Ich werde es keinem anderen geben. Er wurde gefangen genommen, aber ich habe versprochen, seinen Anteil zu behalten!",
	"map.[hota] the devil is in the detail.quest.158.232.1.firstVisit" : "Was ich habe, ist für Kilgor allein. Ich werde es keinem anderen geben. Er wurde gefangen genommen, aber ich habe versprochen, seinen Anteil zu behalten!",
	"map.[hota] the devil is in the detail.quest.158.57.0.firstVisit" : "Liches bedrohen die südwestliche Region dieses Landes.  Wenn Ihr so kühn sein könntet, sie zu besiegen, würde ich Euch den Zauber \"Boot beschwören\" beibringen.",
	"map.[hota] the devil is in the detail.quest.158.57.1.completed" : "Endlich, die 500 Bauern und 8 Wildschweine, die meine Firma retten werden! Hier sind ein paar dieser nutzlosen Monster!",
	"map.[hota] the devil is in the detail.quest.158.57.1.firstVisit" : "Die Zeiten werden hart im Untergrund... Aber wenn ich mehr Arbeitskräfte hätte, würde ich mein Geschäft noch ausbauen! Können Sie mir helfen, mehr Männer an die Arbeit zu bringen? Ich gebe dir gerne ein paar von den faulen Monstern, die hier leben!",
	"map.[hota] the devil is in the detail.quest.158.57.1.nextVisit" : "Kein Glück bei der Suche nach den 500 Bauern und 8 Wildschweinen? Bitte beeilt Euch, ich brauche Hilfe bei meinem Geschäft!",
	"map.[hota] the devil is in the detail.quest.159.153.0.firstVisit" : "Willkommen in der berühmtesten Taverne auf diesen Gewässern! Viele Reisende und Kaufleute besuchen uns. Der letzte war nicht sehr höflich, und wir haben ihn gezwungen, etwas für die Unordnung, die er angerichtet hat, zurückzulassen! Wenn Ihr mir etwas Gold gebt, werde ich es gerne an Euch weitergeben.",
	"map.[hota] the devil is in the detail.quest.159.202.0.completed" : "Na endlich!  Hier, geben Sie mir die 10000 Gold und sehen Sie, wie es wächst!.",
	"map.[hota] the devil is in the detail.quest.159.202.0.firstVisit" : "Willkommen bei der Gold Brothers Merchant Bank! Wir bieten tolle Renditen, wenn Sie bereit sind zu investieren.",
	"map.[hota] the devil is in the detail.quest.159.202.0.nextVisit" : "Oh je, das ist einfach nicht genug.  Ich brauche 10000 Gold.  Ich werde keinen Cent verdienen, wenn Sie weniger bringen!",
	"map.[hota] the devil is in the detail.quest.160.162.0.firstVisit" : "Ich erforsche einen Weg, die ultimative Kriegsmaschine zu erschaffen, aber mir fehlen die Materialien für meine Werkstatt.  Wenn Ihr mir 20 Holz, 20 Quecksilber, 20 Erz, 20 Schwefel, 20 Kristall, 20 Edelsteine und 10000 Gold bringen könntet, wäre ich Euch sehr dankbar.",
	"map.[hota] the devil is in the detail.quest.160.25.0.completed" : "Na endlich! Hier, gebt mir das Gold und seht zu, wie es vor Euren Augen wächst!",
	"map.[hota] the devil is in the detail.quest.160.25.0.firstVisit" : "Willkommen bei der Gold Brothers Merchant Bank! Wir bieten großartige Renditen, wenn Sie bereit sind, zu investieren.",
	"map.[hota] the devil is in the detail.quest.160.25.0.nextVisit" : "Oh je, das ist einfach nicht genug. Wir brauchen 10000 Gold. Ich werde keinen Cent verdienen, wenn ihr weniger bringt!",
	"map.[hota] the devil is in the detail.quest.167.200.1.completed" : "Endlich, die 500 Bauern und 8 Wildschweine, die meine Firma retten werden! Hier sind ein paar dieser nutzlosen Monster!",
	"map.[hota] the devil is in the detail.quest.167.200.1.firstVisit" : "Die Zeiten werden hart im Untergrund... Aber wenn ich mehr Arbeitskräfte hätte, könnte ich mein Geschäft noch ausbauen! Könnt Ihr mir helfen, mehr Männer an die Arbeit zu bringen? Ich gebe Euch gerne ein paar von diesen faulen Monstern, die hier leben!",
	"map.[hota] the devil is in the detail.quest.167.200.1.nextVisit" : "Kein Glück bei der Suche nach den 500 Bauern und 8 Wildschweinen? Bitte beeilt Euch, ich brauche Hilfe bei meinem Geschäft!",
	"map.[hota] the devil is in the detail.quest.167.202.0.firstVisit" : "Liches bedrohen die südwestliche Region dieses Landes.  Wenn Ihr so kühn sein könntet, sie zu besiegen, würde ich Euch den Zauber \"Boot beschwören\" beibringen.",
	"map.[hota] the devil is in the detail.quest.177.62.0.firstVisit" : "Ich erforsche einen Weg, die ultimative Kriegsmaschine zu erschaffen, aber mir fehlen die Materialien für meine Werkstatt.  Wenn Ihr mir 20 Holz, 20 Quecksilber, 20 Erz, 20 Schwefel, 20 Kristall, 20 Edelsteine und 10000 Gold bringen könntet, wäre ich Euch sehr dankbar.",
	"map.[hota] the devil is in the detail.quest.217.12.1.firstVisit" : "Was ich habe, ist für Gelu allein. Ich werde es keinem anderen geben. Er wurde gefangen genommen, aber ich habe versprochen, seinen Anteil zu behalten!",
	"map.[hota] the devil is in the detail.quest.220.184.1.completed" : "Endlich, die 500 Bauern und 8 Wildschweine, die meine Firma retten werden! Hier sind ein paar dieser nutzlosen Monster!",
	"map.[hota] the devil is in the detail.quest.220.184.1.firstVisit" : "Die Zeiten werden hart im Untergrund... Aber wenn ich mehr Arbeitskräfte hätte, könnte ich mein Geschäft noch ausbauen! Könnt Ihr mir helfen, mehr Männer an die Arbeit zu bringen? Ich gebe Euch gerne ein paar von diesen faulen Monstern, die hier leben!",
	"map.[hota] the devil is in the detail.quest.220.184.1.nextVisit" : "Kein Glück bei der Suche nach den 500 Bauern und 8 Wildschweinen? Bitte beeilt Euch, ich brauche Hilfe bei meinem Geschäft!",
	"map.[hota] the devil is in the detail.quest.226.42.1.completed" : "Endlich, die 500 Bauern und 8 Wildschweine, die meine Firma retten werden! Hier sind ein paar dieser nutzlosen Monster!",
	"map.[hota] the devil is in the detail.quest.226.42.1.firstVisit" : "Die Zeiten werden hart im Untergrund... Aber wenn ich mehr Arbeitskräfte hätte, könnte ich mein Geschäft noch ausbauen! Könnt Ihr mir helfen, mehr Männer an die Arbeit zu bringen? Ich gebe Euch gerne ein paar von diesen faulen Monstern, die hier leben!",
	"map.[hota] the devil is in the detail.quest.226.42.1.nextVisit" : "Kein Glück bei der Suche nach den 500 Bauern und 8 Wildschweinen? Bitte beeilt Euch, ich brauche Hilfe bei meinem Geschäft!",
	"map.[hota] the devil is in the detail.quest.228.152.0.firstVisit" : "Willkommen in der berühmtesten Taverne auf diesen Gewässern! Viele Reisende und Kaufleute besuchen uns. Der letzte war nicht sehr höflich, und wir haben ihn gezwungen, etwas für die Unordnung, die er angerichtet hat, zurückzulassen! Wenn Ihr mir etwas Gold gebt, werde ich es gerne an Euch weitergeben.",
	"map.[hota] the devil is in the detail.quest.228.226.1.firstVisit" : "Was ich habe, ist für Adrienne allein. Ich werde es keinem anderen geben. Sie wurde verhaftet, aber ich versprach, ihren Anteil zu behalten!",
	"map.[hota] the devil is in the detail.quest.228.75.0.firstVisit" : "Ich forsche an einem Weg, die ultimative Kriegsmaschine zu bauen, aber mir fehlen Materialien für meine Werkstatt.  Wenn Ihr mir 20 Holz, 20 Quecksilber, 20 Erze, 20 Schwefel, 20 Kristalle, 20 Edelsteine und 10000 Gold bringen könntet, wäre ich Euch sehr dankbar.",
	"map.[hota] the devil is in the detail.quest.232.98.0.firstVisit" : "Willkommen in der berühmtesten Taverne auf diesen Gewässern! Viele Reisende und Kaufleute besuchen uns. Der letzte war nicht sehr höflich, und wir haben ihn gezwungen, etwas für die Unordnung, die er angerichtet hat, zurückzulassen! Wenn Ihr mir etwas Gold gebt, werde ich es gerne an Euch weitergeben.",
	"map.[hota] the devil is in the detail.quest.233.171.0.firstVisit" : "Ich erforsche einen Weg, die ultimative Kriegsmaschine zu erschaffen, aber mir fehlen die Materialien für meine Werkstatt.  Wenn Ihr mir 20 Holz, 20 Quecksilber, 20 Erz, 20 Schwefel, 20 Kristall, 20 Edelsteine und 10000 Gold bringen könntet, wäre ich Euch sehr dankbar.",
	"map.[hota] the devil is in the detail.quest.239.199.0.completed" : "Na endlich! Hier, gebt mir das Gold und seht zu, wie es vor Euren Augen wächst!",
	"map.[hota] the devil is in the detail.quest.239.199.0.firstVisit" : "Willkommen bei der Gold Brothers Merchant Bank! Wir bieten tolle Renditen, wenn Sie bereit sind zu investieren.",
	"map.[hota] the devil is in the detail.quest.239.199.0.nextVisit" : "Oh je, das ist einfach nicht genug. Wir brauchen 10000 Gold. Ich werde keinen Cent verdienen, wenn ihr weniger bringt!",
	"map.[hota] the devil is in the detail.quest.240.44.0.firstVisit" : "Liches bedrohen die südwestliche Region dieses Landes.  Wenn Ihr so kühn sein könntet, sie zu besiegen, würde ich Euch den Zauber \"Boot beschwören\" beibringen.",
	"map.[hota] the devil is in the detail.quest.241.121.0.completed" : "Endlich ist meine Familie wieder vereint! Bitte schließe Deine Augen, ich werde Dir echte Magie beibringen!",
	"map.[hota] the devil is in the detail.quest.241.121.0.firstVisit" : "Meine Familie wurde vor vielen Jahren von einem bösen Nekromanten ausgelöscht. Bringen Sie mir meine Familie zurück und ich lehre Sie die mächtigste Magie, den \"Auferstehungs\"-Zauber!",
	"map.[hota] the devil is in the detail.quest.241.121.0.nextVisit" : "Kein Glück bei der Suche nach meinen Vorfahren?",
	"map.[hota] the devil is in the detail.quest.241.50.0.completed" : "Na endlich! Hier, gebt mir das Gold und seht zu, wie es vor Euren Augen wächst!",
	"map.[hota] the devil is in the detail.quest.241.50.0.firstVisit" : "Willkommen bei der Goldbrüder-Händlerbank! Wir bieten großartige Renditen, wenn Sie bereit sind, zu investieren.",
	"map.[hota] the devil is in the detail.quest.241.50.0.nextVisit" : "Oh je, das ist einfach nicht genug. Wir brauchen 10000 Gold. Ich werde keinen Cent verdienen, wenn ihr weniger bringt!",
	"map.[hota] the devil is in the detail.quest.245.195.0.firstVisit" : "Liches bedrohen die südwestliche Region dieses Landes.  Wenn Ihr so kühn sein könntet, sie zu besiegen, würde ich Euch den Zauber \"Boot beschwören\" beibringen.",
	"map.[hota] the devil is in the detail.quest.29.196.0.firstVisit" : "Liches bedrohen die südwestliche Region dieses Landes.  Wenn Ihr so kühn sein könntet, sie zu besiegen, würde ich Euch den Zauber \"Boot beschwören\" beibringen.",
	"map.[hota] the devil is in the detail.quest.31.161.0.firstVisit" : "Ich forsche an einem Weg, die ultimative Kriegsmaschine zu erschaffen, aber mir fehlen Materialien für meine Werkstatt.  Wenn Sie mir 20 Holz, 20 Quecksilber, 20 Erz, 20 Schwefel, 20 Kristall, 20 Edelsteine und 10000 Gold bringen könnten, wäre ich Ihnen sehr dankbar.",
	"map.[hota] the devil is in the detail.quest.31.91.0.firstVisit" : "Willkommen in der berühmtesten Taverne auf diesen Gewässern! Viele Reisende und Kaufleute besuchen uns. Der letzte war nicht sehr höflich, und wir haben ihn gezwungen, etwas für die Unordnung, die er angerichtet hat, zurückzulassen! Wenn Ihr mir etwas Gold gebt, werde ich es gerne an Euch weitergeben.",
	"map.[hota] the devil is in the detail.quest.37.88.0.firstVisit" : "Ich forsche an einem Weg, die ultimative Kriegsmaschine zu erschaffen, aber mir fehlen Materialien für meine Werkstatt.  Wenn Sie mir 20 Holz, 20 Quecksilber, 20 Erz, 20 Schwefel, 20 Kristall, 20 Edelsteine und 10000 Gold bringen könnten, wäre ich Ihnen sehr dankbar.",
	"map.[hota] the devil is in the detail.quest.40.226.1.firstVisit" : "Was ich habe, ist für Bidley allein. Ich werde es keinem anderen geben. Er wurde inhaftiert, aber ich habe versprochen, seinen Anteil zu behalten!",
	"map.[hota] the devil is in the detail.quest.60.15.1.completed" : "Na endlich! Du bist es, Catherine. Hier ist, was ich für dich habe. Nehmt Ihr an?",
	"map.[hota] the devil is in the detail.quest.60.15.1.firstVisit" : "Was ich habe, ist für Catherine allein. Ich werde es keinem anderen geben. Sie wurde gefangen genommen, aber ich habe versprochen, ihren Anteil zu behalten!",
	"map.[hota] the devil is in the detail.quest.78.194.1.completed" : "Endlich, die 500 Bauern und 8 Wildschweine, die meine Firma retten werden! Hier sind ein paar von diesen nutzlosen Monstern!",
	"map.[hota] the devil is in the detail.quest.78.194.1.firstVisit" : "Die Zeiten werden hart im Untergrund... Aber wenn ich mehr Arbeitskräfte hätte, könnte ich mein Geschäft noch ausbauen! Könnt Ihr mir helfen, mehr Männer an die Arbeit zu bringen? Ich gebe Euch gerne ein paar von diesen faulen Monstern, die hier leben!",
	"map.[hota] the devil is in the detail.quest.78.194.1.nextVisit" : "Kein Glück bei der Suche nach den 500 Bauern und 8 Wildschweinen? Bitte beeilt Euch, ich brauche Hilfe bei meinem Geschäft!",
	"map.[hota] the devil is in the detail.quest.82.55.0.firstVisit" : "Liches bedrohen die südwestliche Region dieses Landes.  Wenn Ihr so kühn sein könntet, sie zu besiegen, würde ich Euch den Zauber \"Boot beschwören\" beibringen.",
	"map.[hota] the devil is in the detail.quest.88.173.0.firstVisit" : "Willkommen in der berühmtesten Taverne auf diesen Gewässern! Viele Reisende und Kaufleute besuchen uns. Der letzte war nicht sehr höflich, und wir haben ihn gezwungen, etwas für die Unordnung, die er angerichtet hat, zurückzulassen! Wenn Ihr mir etwas Gold gebt, werde ich es gerne an Euch weitergeben.",
	"map.[hota] the devil is in the detail.quest.89.42.1.completed" : "Endlich, die 500 Bauern und 8 Wildschweine, die meine Firma retten werden! Hier sind ein paar dieser nutzlosen Monster!",
	"map.[hota] the devil is in the detail.quest.89.42.1.firstVisit" : "Die Zeiten werden hart im Untergrund... Aber wenn ich mehr Arbeitskräfte hätte, würde ich mein Geschäft noch ausbauen! Könnt Ihr mir helfen, mehr Männer an die Arbeit zu bringen? Ich gebe Euch gerne ein paar von diesen faulen Monstern, die hier herumlaufen!",
	"map.[hota] the devil is in the detail.quest.89.42.1.nextVisit" : "Kein Glück bei der Suche nach den 500 Bauern und 8 Wildschweinen? Bitte beeilt Euch, ich brauche Hilfe bei meinem Geschäft!",
	"map.[hota] the great wasteland.guards.2.23.0.message" : "Die Toten erheben sich aus ihren Gräbern und greifen an!",
	"map.[hota] the great wasteland.guards.32.67.1.message" : "Du wirst es bereuen, dass du geboren wurdest!",
	"map.[hota] the great wasteland.header.description" : "Einst waren diese Ländereien voller Leben und blühten, bevor ein schief gelaufenes Experiment eines verrückten Alchemisten sie in ein verkohltes Ödland verwandelte. Die Lords, die das Unglück überlebt haben, wollen diesen Ort übernehmen, der zwar seltsam aussieht, aber immer noch voller Schätze ist.",
	"map.[hota] the great wasteland.header.name" : "Das große Ödland",
	"map.[hota] the great wasteland.monster.3.7.1.message" : "Möge das Licht Dich auf Deinem Weg leiten!",
	"map.[hota] the great wasteland.sign.18.64.1.message" : "Hier lebt ein berühmter Kartenmagier, auch ein Zauberer und ein Taschenspieler!",
	"map.[hota] the great wasteland.sign.20.57.1.message" : "Mögliche Wohnung des Erzengels",
	"map.[hota] the great wasteland.sign.31.68.1.message" : "Dangur! Raus hier!",
	"map.[hota] the great wasteland.sign.49.1.0.message" : "Was wollt Ihr überhaupt mit dieser Flasche? Da ist nichts drin. Da Sie sowieso hier sind, sage ich Ihnen, der Gral ist in der Unterwelt.",
	"map.[hota] the great wasteland.sign.6.19.0.message" : "Begräbnisstätte.",
	"map.[hota] trial of flame.event.0.description" : "Mein Name ist Manfred, ich bin einer der besten Feuermagier. Zumindest versuche ich es zu sein. Ich stamme von einem Nomadenvolk ab, das nie eine Heimat hatte. Ich musste meinen Stamm verlassen, um Magie zu lernen.\n\nDoch die Legenden meines Volkes erzählen von der legendären Feuerwüste, in die sich kein Soldat traute. Dort atmet die Erde selbst vor Hitze und feurige Kreaturen sickern durch das Gewebe des Raums in unserer Welt. Wenn ich die feurige Wüste bezwingen kann, werde ich die Feuermagie erlernen. Aber wenn ich zögere, wird mich das Land mit seinem Atem töten. Nach meinen Berechnungen kann ich in dieser Hölle nicht länger als zwei Monate überleben.",
	"map.[hota] trial of flame.event.1.description" : "Heute habe ich den ersten lebenden Menschen in dieser Wüste getroffen. Ein Nomade, wie er mir erzählte, sprach von einer alten Goblinsiedlung. Sie befindet sich im Osten in der Nähe der Oase.\nTolle Neuigkeiten!",
	"map.[hota] trial of flame.event.2.description" : "Das ist der Ort... Sengende Sonne, Sand... Die Hitze ist überall.\nIch werde hier nicht lange durchhalten, es ist notwendig, einen geeigneten Unterschlupf mit Schatten zu finden...",
	"map.[hota] trial of flame.event.3.description" : "Die größte Herausforderung für mich ist es, die Wüste zu erobern. Offenbar verursachen die Kreaturen aus der Feuerebene starke Störungen im Raum. Ich muss sie zerstören oder ihren Willen bezwingen. Der Raum wird sich beruhigen und der Energiefluss wird sich normalisieren.",
	"map.[hota] trial of flame.event.4.description" : "Mir wurde klar, dass wir in dieser Hölle nicht nur Wasser, sondern auch Menschen retten müssen. Nicht viele tapfere Seelen wagen sich in dieses Land.",
	"map.[hota] trial of flame.event.5.description" : "Ich muss mich beeilen. Jeden Tag wird es für mich schwieriger, den Körper vor dem Widerrist zu schützen.",
	"map.[hota] trial of flame.event.6.description" : "Heute Morgen habe ich aus der Nase geblutet und die Augen werden unscharf, alles ist verschwommen. Wir müssen uns beeilen, meine Kräfte sind fast erschöpft.",
	"map.[hota] trial of flame.header.description" : "Manfred, ein Anfänger-Magier, steht vor seiner ersten Prüfung - der Prüfung der Flamme. Erforschen Sie die raue und unberechenbare Wüste und vernichten Sie ihre Bewohner in zwei Monaten.\n",
	"map.[hota] trial of flame.header.name" : "Versuch der Flamme",
	"map.[hota] trial of flame.header.rumor.0.text" : "Seien Sie bereit für ein unvorhergesehenes Problem...",
	"map.[hota] trial of flame.header.rumor.1.text" : "Gewinnen... Sie würden nicht gewinnen...",
	"map.[hota] trial of flame.header.rumor.2.text" : "Heute ist es heiß!",
	"map.[hota] trial of flame.monster.14.30.0.message" : "Hier sind sie! Die Verkörperung des reinen Feuers. Erstaunliche Kreaturen...",
	"map.[hota] trial of flame.monster.19.19.0.message" : "Ich spürte mächtige magische Energieausstöße, als ob die Sonne selbst vom Himmel herunterkommen wollte. Leider war ich nicht so weit oben, denn vom Himmel stiegen Phönixe auf uns herab.",
	"map.[hota] trial of flame.monster.21.23.0.message" : "Ich sehe Hunderte und Aberhunderte von Knochen auf dem Sand liegen. Hier muss es eine Schlacht gegeben haben... Ich sehe Bewegung... Die Armee der Toten erhebt sich und umzingelt meinen Trupp.",
	"map.[hota] trial of flame.monster.26.8.0.message" : "Überraschenderweise hätte ich nie gedacht, dass ein so großer Nomadenstamm an einem so feindlichen Ort leben kann.",
	"map.[hota] trial of flame.monster.3.8.0.message" : "Mumien, dazu verdammt, von den Toten aufzuerstehen. Ich habe über sie gelesen, war den Kreaturen aber noch nie begegnet.",
	"map.[hota] trial of flame.monster.31.2.0.message" : "Es scheint, dass eine Gruppe von Piraten völlig den Verstand verloren hat und bereit war, jeden Reisenden nicht für Gold, sondern für Wasser zu töten.",
	"map.[hota] trial of flame.monster.34.34.0.message" : "Mächtige Feuerdämonen versperren mir den Weg. Ihre Vernichtung ist einer der wichtigsten Meilensteine auf meiner Reise.",
	"map.[hota] trial of flame.quest.22.15.0.completed" : "Als Zeichen der Dankbarkeit ist der Elementar bereit, mir eine Sammlung von Schriftrollen der Ebene des Feuers zu geben. Diese Schriftrollen enthalten geheimes Wissen.",
	"map.[hota] trial of flame.quest.22.15.0.firstVisit" : "Ein intelligentes Feuerelementar lebt hier. Er kam hierher, um sein Phönix-Haustier zu finden.",
	"map.[hota] trial of flame.quest.22.15.0.nextVisit" : "Der Elementar deutete an, dass er mich großzügig belohnen würde, wenn ich sein Haustier finde.",
	"map.[hota] trial of flame.sign.22.4.0.message" : "Virnala-Oase",
	"map.[hota] upper kingdom.guards.27.26.1.message" : "Der Weg zurück zum Boot ist nicht so einfach - die verfolgenden Harpyien sind schon da.",
	"map.[hota] upper kingdom.header.description" : "Auf der Flucht vor den verfolgenden Nighon-Wachen finden Sie eine gut versteckte Höhle. Hier leben Nix, die sich zwar ohne große Begeisterung bereit erklärten, dich zu beherbergen. Sie haben auch deutlich angedeutet, dass es irgendwo in der Nähe einen Ausweg gibt.",
	"map.[hota] upper kingdom.header.name" : "Oberes Königreich",
	"map.[hota] upper kingdom.sign.12.14.1.message" : "Passage zum Oberreich",
	"map.[hota] when seas were deeper.header.description" : "In der Zukunft wird der Avalanche-Archipel nur noch ein Teil der riesigen Halbinsel sein. Jetzt ragt die Halbinsel nur noch aus dem Wasser und offenbart eine Flotte von versunkenen Schiffen, die natürlich Schatzsucher aller Rassen und Farben anziehen.",
	"map.[hota] when seas were deeper.header.name" : "Als die Meere noch tiefer ware",
	"map.[hota] with sword and fire.event.0.description" : "Sie haben weder Gold noch Ressourcen.",
	"map.[hota] with sword and fire.header.description" : "Es kommt der Tag, an dem selbst eine so legendäre Waldläuferin wie Kyrre den Weg aus dem Waldlabyrinth nicht mehr findet. Zu allem Übel ist der Wald gespickt mit Fallen und Rätseln. Da die Elfen sich nicht dazu durchringen können, die Bäume zu verletzen, muss sie jemand anderen hacken und verbrennen",
	"map.[hota] with sword and fire.header.name" : "Mit Schwert und Feuer",
	"map.[hota] with sword and fire.monster.11.2.0.message" : "Keine Pixies jenseits dieser Linie."
}
