{
	"campaign.h1roger.0101.h3m.prolog" : "Licentious life of a pirate… Horizonless sea over, the creaking ship and the whishing salty wind! The young pirate Jeremy Albatross relishes it, until one day he finds himself at the death’s door. A doomed path it was or a chain of eventualities?\n\nDesperately trying to lose the chase of Erathians, Jeremy leads Black Unicorn, his caravel, right into the heart of a storm. He put his trust in the fortune, and was in complete denial of the fact that these humongous, tempestuous waves may overturn the ship and send it into the Davy Jones' locker. However, the fortune smiled on Jeremy, though, not exactly in the way he would prefer. The ship cannoned into the rocks and got a massive hole. It was impossible to repair the damage; however the crew managed to haul Black Unicorn up to the nearest land and abandon it on the in-shore riffs.\n\nAt least, Jeremy Albatross is alive, as well as a good quarter of his crew and his faithful mate Patris. The golden beach of an unknown island, blue sky over their heads, and green sea, lasting up and beyond the horizon… A new adventure awaited them.",
	"campaign.h1roger.0102.h3m.prolog" : "Jeremy didn’t yet think of what awaits him in the future. He was simply enjoying his life now. However, somewhere far away on the continent, humongous hordes of Kreegan demons was beginning to stir. They were preparing for a final move, for an ultimate incarnation of their plan of destroying this world. Now, they were sending their scouts in all word’s corners. And as it turns out, this little island is in their way, with a fort standing in the middle, with Jolly Roger insidiously grinning from a black pirate flag.\n\nIn order to survive, Jeremy has to take over the island. Will he succeed this time?",
	"campaign.h1roger.0103.h3m.epilog" : "The remains of the demonic army were pressed back and thrown to the sea. This was a victory most excellent commanders would be proud of: a handful of militia soldiers and savages made good execution of Kreegans. Such a pity that nobody will come to know about it.\n\nJeremy was standing with his men on a sea shore, in great rejoice. However, he was even happier due to the fact that the speedy, sturdy Kreegan ships were untouched. He immediately ordered to load the ships and cast off.\n\nWhile already on board and looking at the dimming island, Jeremy remembered that he never asked Alkin about whom he really was and what he was doing on that island. However, he threw that out of his head immediately, because new adventures waited. Which, clearly, he was not aware of yet.",
	"campaign.h1roger.0103.h3m.prolog" : "The black ships have moored to the shore. Claws and hooves of terrible alien creatures have\nstepped on the sands of the shore, to destroy all that is able to offer resistance. Jeremy and his new pal Alkin leaned over the map, trying to figure out how to defeat the Kreegan invasion. Will the militia consisting of islanders and bandits be able to provide a worthy resistance, or will they perish, booted in the mud?\n\nJeremy still trusts in his fortune. He is pinned down, and he has no other choice but to face the new enemy. He simply cannot afford to be defeated right now.",
	"campaign.h1roger.description" : "This is a story of one pirate, mostly known as Jeremy Albatross. He never loses heart and is assured that luck will always shine upon him. Even when his beloved \"Black Unicorn\" is lost in a catastrophe, and he ends up on a desolate island without a chance to escape. Even then, he doesn't lose hope.",
	"campaign.h1roger.name" : " Under the Jolly Roger",
	"campaign.h2terror.0201.h3m.prolog" : "In the bards' legends, almost everything starts with a hero sitting in a tavern. Bidley the pirate was doing just the same. The place located in a fishing town on a shore of a barbaric Krewlod.\n\nWho knew that a gossip with a drunkard will turn into a great adventure that will change the world? Nobody, of course. And definitely not Bidley. He was sitting and drinking cheap beer, listening to an old pirate tale about a prisoner who was said to be kept in a magical prison. Bidley thought that it was probably some powerful mage, probably from Bracada. He also thought that the generosity of such prisoner should be, well, generous.\n\nUnfortunately, Bidley was not aware of the existence of Xanthor, the well-known mage. Xanthor was not fond of pirates at all. The fate, however, sent Bidley to rescue his old nemesis. And this was the beginning...",
	"campaign.h2terror.0202.h3m.prolog" : "A quick glance, a misplaced word, a reckless decision… All these things can change our life radically. Through taking the decision to help the woman, Jeremy has changed his and his brother's life dramatically. It is hard to predict who will be our friend, and who will be our foe. It is as hard as to predict the moments when our life will change.  Jeremy stepped on this thin ice since his war with the demons on the small island. So far, he assumed the events around him to be resolved by his luck.",
	"campaign.h2terror.0203.h3m.prolog" : "Bidley got to know about the Horn of the Abyss after saving Xanthor. In reality, Xanthor told him about it in hope that the pirate will vanish, trying to acquire it.  Bidley will never know this, however.\n\nNow, reunited with the brother, they started plotting the march for the Horn of the Abyss with all seriousness. They needed ships, many ships, men and supplies as well. Where to get all of that from? Casmetra offered to explore the Hell Shore, and raid the Kreegan lands. A dangerous venture, but a promising one.",
	"campaign.h2terror.0204.h3m.prolog" : "What to do, when the whole race's fate depends on you? Nix Tark knew what to do in this case. While not being completely sure that his people will restore the former glory of their kingdom, he was ready to do his best to save them. His way lied through the depths of the Nighon caves. He reached the grim lands of the warlocks, cruel lords and underground monsters. Tark was ready to sacrifice himself in order to save nix from slavery and give them freedom.",
	"campaign.h2terror.0205.h3m.prolog" : "And here it is, the moment of doom! Bidley, Casmetra and Jeremy arrived at the place where the Horn of the Abyss was kept. Will they be able to retrieve it? Did they know what awaited them? Of course not. Especially Bidley, with all the trouble he had to go through. He feared nothing with brother at his side, however.\nHowever, they should be alert about things going not as smoothly as they predicted in the beginning of the adventure…",
	"campaign.h2terror.0206.h3m.epilog" : "The defenders of the Regnan fortress have shivered, and Casmetra and Jeremy hurried in. Dargem left the captive be and grabbed the Horn. He ran to the highest tower. While Jeremy was helping his brother to untie the ropes, Casmetra yelled powerfully:\n'Give the Horn back! Immediately!'\nWith a scared face, Dargem yelled back:\n'Never! You betrayed me, and left me alone! Now I know what to do!'\n\nTaking the artifact in both hands, Dargem was just about to blow the Horn, when with a piercing 'STOP!!!' Casmetra threw a magical spell at him. A huge magical explosion followed, and the shock wave destroyed half of a fortress, creating something like a whirlpool underneath it.\n\nThe only thing that Jeremy remembered was how he tried to get to higher ground desperately, and how Casmetra yelled:\n'Idiot! We will be dragged into another Plane of existence because of you!'\n\nHours, or maybe weeks after that, Jeremy found himself on a sea shore. Where is Bidley? And what happened to the Horn? May this be the end of the legend about the Horn of the Abyss?",
	"campaign.h2terror.0206.h3m.prolog" : "As soon as Bidley, after all his dungeon adventures reached for the Horn, the voice behind yelled:\n'Unbelievable! It is mine, finally!'\n\nAfter that, Bidley's new partner Dargem landed a blow at his head, and grabbed the artifact. The walls of the ancient vault started to shake, and the altar rose up, forming an island. The traitor grabbed the Horn, but did not figure out how to use it.  Dargem summoned a boat and jumped in rapidly, taking the unconscious Bidley with him.\n\nJeremy and Casmetra saw the birth of a new island. They also saw how Dargem sail away, and great sea serpents emerge from the depths after him. Jeremy did not know what was going on, but he was sure that his brother is in trouble.",
	"campaign.h2terror.0206.h3m.region" : "\n",
	"campaign.h2terror.description" : "The mysterious Horn of the Abyss was hiding from the eyes of the mortals for too long. Sooner or later, somebody would desire it. Is it a chain of consequences or a random chance?  Hard to say. Jeremy and Bidley do not yet realize what adventure awaits them with their desire to get the Horn.",
	"campaign.h2terror.name" : "Terror or the Seas",
	"campaign.h3horn.0301.h3m.prolog" : "Jeremy found himself on some sand coast again, far from home. He lost his brother but not his faith. Just as at the beginning of that silly story with Utopia and Alkin. But now Jeremy Albatross was burning with the desire to wreak vengeance on Casmetra for her trickery. ",
	"campaign.h3horn.0302.h3m.prolog" : "It will forever remain an enigma in Bidley’s mind whether the dream where he was breathing in water are looking through was a prophetic or just a normal drea. Because now he was standing deep in water, breathing and looking at fish and turtles swimming by.",
	"campaign.h3horn.0303.h3m.prolog" : "Sooner or later, any cunning meets its end. After Casmetra disloyally deprived Bidley of the Horn of the Abyss she realized he would come after her. She could rue her carelessness but it was too late. Bidley, Jeremy and Tark were getting ready to assault her island and put an end to her plans.",
	"campaign.h3horn.0304.h3m.epilog" : "Each story has a beginning and an end. Having begun at a musty tavern on the shore of Krewlod an, the story ended with the tours of the enemies of the Pirate King. Now no one will dare to encroach his power for a long time. The Horn of the Abyss now belongs to Bidley only, and he proved it with proved this right with his own blood. However...will his mind withstand the devouring abyss? ",
	"campaign.h3horn.0304.h3m.prolog" : "When you become powerful, you must keep in mind that there are some who will try to go against your powers. Bidley was not prepared morally that on obtaining the Horn of the Abyss he would become a Pirate King. Multiple enemies have joined their forces to depose the new-sprung King and take the Horn. Will Bidley be able to resist? Will he pass the trial by power and authority? ",
	"campaign.h3horn.description" : "Pirates Bidley and Jeremy seek to regain the Horn of the Abyss which was stolen by tricky Casmetra who left them for dead. They must find a way to return to Raegna and then get revenge on the witch.  \r\n",
	"campaign.h3horn.name" : "Horn of the Abyss",

	"map.h1roger:0.event.0.description" : "With the swashbucklers and the local inhabitants united, the army marched to the eastern side of the island. We had just enough resources and men to erect a new fortress on our own.\n“You've done well, Jeremy Gull,” Alkin praised me. \n“Albatross. It's Albatross,” I corrected indignantly. “What's our next course of action?”\n“My tribe has a settlement to the east. I wasn't catching fleas all this time, you know--the fortifications are up. Yours are surely not as good, but then again, you haven't served in the Tatalian army,” Alkin said teasingly.\n“That's very impressive, but I have firearms instead of flails and bows,” I shot back, conspicuously revealing my pistol in its holster. \n“All right, all right. We need all the weapons we can get,” he snapped irritably. \n“My scouts have informed me that two Kreegan armies have landed on the northern shore. Luckily, they will have a difficult time advancing through the swamp. In fact, they'll be a perfect target for ambushes and sudden strikes,” I surmised.\n“True, but they most certainly have reinforcements elsewhere. And they must have a secret base for these reinforcements, no doubt about it--they'd be unable to proceed with their operations without one. I suggest we find this base and pillage it, if we intend to eliminate a recurring threat. But first things first, as you've mentioned, we need to deal with the immediate threat of these enemy armies on the island. Do you agree with that plan, ally?” Alkin asked, offering me his hand... or paw? I have no idea what they call their limbs.\nI shook it, though it felt odd to shake the hand of someone who wasn't human. “Good,” Alkin nodded. “I'll be returning to my army and we'll try to reinforce the settlement even further. The most important thing is to not let the Kreegans gather enough creatures to capture either your fortress or mine. If that happens, it will be the beginning of the end.”",
	"map.h1roger:0.event.1.description" : "Despite the fact that our new fort was ready, there was no time to stand idle. There were Kreegans all over the island. We'd have to prevent them from reaching their stashes, where they had goods stored away by scouts.\n“Patris!” I called my mate.\n“Yes, Cap'n?” \n“We need to find and pillage the demons' stashes. Can you handle that?” \n“I'm afraid I wouldn't know where to start,” Patris said, his brow furrowed. \n“That's okay. First, take a few good men and ambush a Kreegan caravan. If you're lucky, that'll lead you to their hideouts.” \n“Ah, yes indeed Cap'n, I have a flair for that kind of thing!” Patris's face lit up. “I'll begin the preparations right away. I'll take Diego and Erik with me; those guys are sharper and braver than most.”\n“That's what I like to hear!”",
	"map.h1roger:0.event.2.description" : "Patris's guerilla activity has proven fruitful. He's managed to rob some Kreegan caravans and has sent the resources to our fortress.",
	"map.h1roger:0.event.3.description" : "A note from Alkin arrives:\n“I suspect that the secret demon base is underground. Every week, hordes of imps emerge from below. They will swarm the island if not stopped. As originally planned, we must continue to focus on defeating the nearby Kreegan armies, and then we must locate their base. My scouts report that they have several devils--the elite Kreegan beasts. Even your blasting powder toy won't save you from those, so be careful, friend.”",
	"map.h1roger:0.event.4.description" : "Patris reports that he has located and pillaged a demon stash hidden deep in the jungle. Outstanding work! I wonder who he was before he became a pirate. ",
	"map.h1roger:0.event.5.description" : "We've fended off the Kreegans for over a month now. They must not have expected such fierce and organized resistance from savages. Regardless, the hordes of imps continue to advance without any sign of abating. Lately, I've been curious about Alkin. What is a Tatalian sergeant doing on this god-forsaken island? I certainly have to ask--perhaps once this war is over.",
	"map.h1roger:0.guards.15.69.0.message" : "A sea witch offers her services to the pirate crew.",
	"map.h1roger:0.guards.26.52.0.message" : "A great troll stands before us.\n\n“Hey yous. The pass is no free. Yes, pay now, ten times hundred coins!” he demands, folding his gnarled fingers into a fist. \n“How about one times a sabre between your eyes?” I asked. \n“Hehe!” the troll grinned. “You can do dat. But me is clever. I here, brothers under bridge. If me dying, brothers explode big barrel, and you die with bridge!” \n“You fat racketeer,” I spit, reluctantly handing over the money.",
	"map.h1roger:0.guards.61.1.0.message" : "A large, mysterious fort lies ahead, decorated by statues of strange lizard-like creatures. Take a risk and look inside? Maybe not?",
	"map.h1roger:0.header.description" : "Jeremy and Alkin have united to defend against the Kreegan attacks on the island. To ensure success, they must capture a secret demon base. It can only be captured once all enemy heroes have been eliminated. Your heroes will be limited to level 18. If Jeremy is defeated, the scenario is lost. ",
	"map.h1roger:0.header.name" : "Devil Sunrise",
	"map.h1roger:0.monster.16.59.0.message" : "“Kreegans pillage, pirates pillage! What can poor hobbits do?”",
	"map.h1roger:0.quest.23.10.1.completed" : "We have the staff! We may remove the force field now.",
	"map.h1roger:0.quest.23.10.1.firstVisit" : "The base is surrounded by a force field. It looks like the staff from one of the Kreegan warchiefs is needed to pass through it.",
	"map.h1roger:0.quest.23.10.1.nextVisit" : "There is no other way to remove the barrier.",
	"map.h1roger:0.quest.23.11.1.completed" : "We have the staff! We may remove the force field now.",
	"map.h1roger:0.quest.23.11.1.firstVisit" : "The base is surrounded by a force field. It looks like the staff from one of the Kreegan warchiefs is needed to pass through it.",
	"map.h1roger:0.quest.23.11.1.nextVisit" : "There is no other way to remove the barrier.",
	"map.h1roger:0.quest.23.12.1.completed" : "We have the staff! We may remove the force field now.",
	"map.h1roger:0.quest.23.12.1.firstVisit" : "The base is surrounded by a force field. It looks like the staff from one of the Kreegan warchiefs is needed to pass through it.",
	"map.h1roger:0.quest.23.12.1.nextVisit" : "There is no other way to remove the barrier.",
	"map.h1roger:0.quest.23.13.1.completed" : "We have the staff! We may remove the force field now.",
	"map.h1roger:0.quest.23.13.1.firstVisit" : "The base is surrounded by a force field. It looks like the staff from one of the Kreegan warchiefs is needed to pass through it.",
	"map.h1roger:0.quest.23.13.1.nextVisit" : "There is no other way to remove the barrier.",
	"map.h1roger:0.quest.60.54.0.completed" : "The demons now slain, the old goblin looks elated as he offers to share his knowledge of combat.",
	"map.h1roger:0.quest.60.54.0.firstVisit" : "An old goblin lives here. He claims that he was once a mighty warrior with fierce attack skills. Recently, his beloved wolf was killed by demons, and he is too frail to avenge her. He offers to pass on everything he knows if we slay the demons for him.",
	"map.h1roger:0.quest.60.54.0.nextVisit" : "The goblin refuses to speak until his wolf is avenged.",
	"map.h1roger:0.town.4.42.0.name" : "Wetmoore",
	"map.h1roger:0.town.49.60.0.event.0.description" : "A group of bandits approaches the fort. They say they once served in an Erathian garrison. In exchange for shelter they are willing to serve in battle if provided with weapons.",
	"map.h1roger:1.event.0.description" : "I could hear the crashing waves as I sat on the sand, gazing at my left leg. It was bare, unlike the right one--my left boot had drowned in the shipwreck. This would not do! I’d have to find some sandals or something. My pistol was to the right of me, full of water, and therefore useless. Should any threat appear on the horizon, my sabre would be my only hope. Fortunately, it was one mighty fine blade, all the way from Regna. It had tasted plenty of enemy blood. \nA nearby voice broke the silence: “We managed to hunt down everything the sea didn’t wash away!” I turned to see my first mate Patris. Though he was in his forties, that old salt still possessed great skill and clarity of thought. Patris sat down beside me and gazed sorrowfully at the debris of the Black Unicorn, which drifted in pieces on the ocean tides. Soon it would wash away entirely, leaving no trace of its existence. \n“Are we full on grub?” I asked, hoping to get clear on our situation. \n“Enough for a week, maybe. Hell, it may be for the best that not so many lads survived the crash,” grumbled my first mate. \n“Where are we?” I asked as I got up, brushing sand from my tattered jacket. \n“I think we are on the islands somewhere between Nighon and Eeofol,” Patris replied. “And I have a strong feeling we are stuck, Cap’n.”\n“Why do you say that?” I inquired.\n“There are no human settlements over here, only barbarians and damn bloody beasts. If we don’t find a place to settle within a week, we’ll be overcome by famine, ammunition shortage, disease....” \n“Oh come on, there’s never been a situation Jeremy Albatross couldn’t overcome!” I interrupted as I turned to look at the jungle. \nIt was a dense, dark-green living mass, within which large bright flowers bloomed. In those forest depths lurked snakes, giant mosquitos, and other dangers. I felt like dozens of predatory eyes were staring at us from the jungle, waiting to lure us into a trap. Would Jeremy Albatross face his last days on this damn island? \n“Hey you rogues!” I called out. “Hurry up and grab all you can carry! Let’s see what surprises this cursed island has prepared for us.”",
	"map.h1roger:1.event.1.description" : "We were fighting our way through the dense, boggy jungle. I stepped carefully, trying not to cut my left foot. Damn it, when will I find myself some footwear? I could, of course, demand someone in the crew to lend me one of their boots--who’s the captain here anyway? But I didn’t want to test the battered morale of our small squad for no reason. I have to be an example to the lads. I have to show them that I, their bold captain, don’t feel a thing stepping on these accursed thorny lianas.\n\n“Listen, Patris. Why the hell would Erathians build an outpost here?” I asked, trying to distract myself from the pain in my feet, and from worries about whether that last spike had been poisonous.\n“They were exploring actively once, roaming across the seas, searching for new lands. Then the war with Eeofol and Nighon broke out. Gryphonheart urgently called back many of the garrisons. Anyone left behind was forgotten. Then after the war, everyone was busy restoring the kingdom and dealing with the elves and necromancers....” ‘Twas obvious that my first mate was about to give me another history lesson. \n“Why do you know all of that so well?” \n“I wasn’t always a pirate, Cap’n!” answered Patris with a grin. “By the way, there’s another spike where you’re about to step.” \n“Thanks, but I saw it already,” I grumbled, barely avoiding the spike and placing my foot in a safe spot at the last moment. “Do you mean to say that there may be Erathian soldiers over here?” \nFeigning optimism, Patris replied, “If they weren’t killed by the local barbarians, they may have become pirates or smugglers. This strait is a lively place after all.”",
	"map.h1roger:1.event.2.description" : "I was standing on the overgrown walls of the Erathian fort, observing my surroundings with my spyglass. Such an invaluable tool--I’m damn lucky it didn’t sink with the ship. The island was much larger than I had originally assumed. It stretched far to the east, fading off in the distant haze. This place would be great for raids! We’d just have to set everything up nice and tidy, repair the outpost, build some roads, and tame the local cannibals and other Abrrghs. I also found a new pair of high boots! No idea where those brainless gnolls found them, but they fit me perfectly.\n\n“Hey Jeremy, how are you findin’ the place?” yelled Patris from below. “We went through the gnolls’ supplies and found some food and drinking water! There’s even a well over here!” \n“It’s a nice place,” I replied. “My ship is on the bottom of the sea, so I was going to have to become a land rat anyway. What do you think about that?” “Yep, I was about to suggest we drop anchor here,” laughed Patris, scratching his chin. “But look, this whole place is unprepared. If the gnolls attacked, we’d be slaughtered.” \n“That’s why we need a real fortress with impregnable walls, traps and strategically placed turrets,” I replied, stowing my spyglass in its leather case. “The problem is finding the stone and wood to do all that. I doubt there’s much trade here.” \n“Cap’n, I suggest we scout the surroundings. If there are smugglers in the area, then surely they lose some of their goods once in a while. And some goblins may very well use those goods to build shelters and such. There’s plenty of material here, you just have to look sharp.”\n\nFeeling inspired, I descended down the old, cracked stone ladder. I was afraid it would reduce to dust under my new boots, to be honest. Patris came down too, startling me with a question: “Cap’n, what are we gonna call our fortress?” \n“Utopia,” I said with a smile.",
	"map.h1roger:1.event.3.description" : "Our fears were justified. Late last night, a mob of gnolls and goblins armed with swords and blowpipes approached Utopia. Someone from our group fired a musket shot and the terrified mob scattered into the forest. The locals weren’t properly organized to attack last night, but sooner or later they will gather their courage. The sooner we raise our defenses, the better.",
	"map.h1roger:1.event.4.description" : "I was sitting near the campfire last night and realized that two weeks had passed since the Black Unicorn had sunk. There’s no greater disgrace than for a Regnan to lose his ship. Your ship reflects your status--represents you. The love I had for that vessel! So many glorious days were behind us. Even if I managed to build or steal a new ship, everyone in Regna would know it wasn’t the Black Unicorn. The rumors would spread: Jeremy Albatross has been stripped of his manhood. His old tub has sunk and now he floats around in his wooden dinghy. What a loser! \n\nBut it’s a bit early to be thinking about my return to Regna. I should find my older brother Bidley: he may be one hell of a swindler, but he wouldn’t spread rumors about me. I’d have to ask him, as a brother, to find me a new ship--a better one than the Black Unicorn, so that those gossipers from Regna would think I had just swapped my old ship for a new one. Great idea! I do love myself for my gift of finding a way out of any situation.\nIt’s true what my mother said, that Bidley got the wits while I got the luck. Hard to say which is more important....",
	"map.h1roger:1.event.5.description" : "One of the guards approached me, the look on his face showing disappointment and reluctance. \n“Go on, tell me what happened,” I said. \n“Cap’n, er... Jeremy, we have a problem with the savages. Those cowards snuck into the fort during the night and grabbed everything that glittered. At least they didn’t have enough wit to take our wood and stone.”\n“All right,” I sighed. “I hope next time they drag away those good-for-nothing guards and cook them over the bonfire.”",
	"map.h1roger:1.guards.11.16.0.message" : "It truly was an Erathian outpost! The basic structure was still intact, but the walls were worn down and overgrown with swamp vegetation. It would need a complete overhaul--the current inhabitants cared little about such niceties. Modest creatures, these gnolls were. \nSmoke coiled upward from somewhere deep inside the fort, likely a cooking fire. I hate to spoil someone’s dinner. Suddenly, a huge gnoll emerged right in front of me from a hole in the wall. His neck and body were covered in strange rings and bones, and he was wielding a large club made out of bone from a huge animal. \n“Abrrgh!” growled the gnoll. \n“Delighted to meet you, sir! I’m Jeremy,” I answered cheerfully. \n“Unnah abrrgh dun uuuh!” \n“Abrrgh it is then! Got it, got it. I ain’t deaf,” I replied, the crew chuckling behind me. The lads were enjoying our little conversation. \nBut then the gnoll let out a whining sound and raised his club. What a pity--we could have been such great friends. Needless to say, the stupid creature didn’t have time to realize anything, and with one loud bang, my pistol had already sunk a bullet in his skull. Abrrgh fell to the ground with a sizeable hole in his head. \n“Onward! No quarter!” I commanded.",
	"map.h1roger:1.guards.11.6.0.message" : "“Cap’n, come here, quick!” Patris called excitedly. \nI approached my mate and found him on his knees examining something on the wet ground. He was positively beaming, which was very odd--Patris is not the type who greets you with a wide smile on his face. \n“There are wagon traces here, Cap’n!” he explained. “Somewhere on this island, there are people or creatures smart enough to use wagons!” \n“Good news indeed,” I agreed. “We’ll have to carefully scout the island once we’re set up here. Something tells me we have plenty of adventures ahead.”",
	"map.h1roger:1.guards.2.26.0.message" : "“Hey Cap’n, take a look!” a lad yelled, beckoning to us.\n\nA waterfall cascaded down a rocky cliff, surrounded by stone statues of women. I’m no mage, but I sensed a magical presence here. It didn’t take long before I remembered the magical creatures from the Plane of Water known as nymphs. Regnan mages summoned them frequently for their own purposes.\n\n“We might have allies in this god-forsaken place,” I said, smiling.\n“What do you mean?” Patris asked.\n“Did you ever see those Regnan mages, walking around in the company of female water spirits? It wasn’t their good looks that got them all those beautiful women; those little darlings are nymphs. Somebody told me that they came into this world from the Plane of Water, when Regnan mages opened a portal there,” I said, hopping on one leg. I desperately needed to find some footwear.\n“What makes you think they’re going to help us? You don’t look like a mage to me,” Patris said skeptically.\n\n“Patris, just calm down,” I grinned. “Even if my charming smile doesn’t convince them, a few coins will do the trick.” \n“We’ve got coins?” asked Patris in surprise. ",
	"map.h1roger:1.guards.8.19.0.message" : "We walked through the jungle slowly but steadily. We sent an agile sea dog in front to warn us of any ambushes. The local folk had already shown us their hospitality. \n“Cap’n, Cap’n!” The sea dog was running towards us, his hands and legs bloody. \n“Report immediately! Is there an ambush up there?” \n“A fort!” announced the pirate, catching his breath. “There’s a fort to the north, Cap’n, with some of them bloody gnolls inside!” \n“A fort? Here, in these god-forsaken lands?” I said, astounded. “Probably the old Erathian outpost,” surmised Patris. “In the days of old king Gryphonheart, such outposts were built on pretty much any habitable island.” \n“Interesting,” I said aloud. I put my hand on the sea dog’s shoulder: “You, wrap those wounds and rest awhile; you’ve done well. We’ll continue toward the fort and kindly ask the gnolls to find another place to settle.”",
	"map.h1roger:1.header.description" : "Jeremy has been shipwrecked and has washed up on an unknown island. To complete this scenario, capture an abandoned fort and build it into a castle. Jeremy will be limited to level six, but will transfer to the next scenario.",
	"map.h1roger:1.header.name" : "Pirates and Palms",
	"map.h1roger:1.monster.10.11.0.message" : "“Access denied, password required!” a voice boomed from within the iron statue. \nThe presence of these statues on the island warned me from the beginning. I assumed they were golems, possibly guarding something valuable. \n“Cap’n, it looks like the guard of an old storehouse of some kind,” said Patris, pointing over the golems’ backs. “Surely there’s lots of booty in there.” \n“Password not given. Trespasser will be killed!” boomed the iron guard, jarring me from my deliberations. Suddenly, the guards attacked!",
	"map.h1roger:1.monster.14.2.0.message" : "What could be worse than giant carnivorous fireflies living near the river?  Perhaps that we were near said river?  Perhaps that said fireflies were looking at us?  I managed to shoot a few of them down, but it did not deter the rest of them.",
	"map.h1roger:1.monster.17.13.0.message" : "There was a loud stir coming from the jungle. Fueled by curiosity, some of the crew and I went to investigate. As we moved in closer, the sound seemed to be coming toward us! I was about to command the group to turn around, when suddenly a barrage of mosquitoes flew out of the jungle, each the size of a gull. I barely managed to unsheathe my sabre....",
	"map.h1roger:1.monster.18.23.0.message" : "We came upon human footprints in the sand. With high hopes, we followed the path, eventually finding a smuggler’s hideout. They were unloading something from a boat when they spotted us. They appeared startled, but their sabres came out quickly. \n“Cap’n, don’t kill them all,” whispered Patris. “Just kill the hotheaded ones, and maybe the others will join you.”",
	"map.h1roger:1.monster.2.18.0.message" : "The mercenary captain stepped forward: \n“What the hell! This is our secret encampment. Nobody knows of it!” \n“Guys, relax,” I said. “Me and the lads are merely exploring the island.” \n“I will relax you, permanently!” laughed the swashbuckler, drawing his sword.",
	"map.h1roger:1.monster.22.17.0.message" : "I would not expect to see mages here, but that structure towering over the jungle--I’ve seen those on Bracada’s coast before. But here? Patris jabbed my arm and wouldn’t you know it, I turned to see mages appear out of thin air. \nOne of them yelled, “Aha! Malcom wasn’t brave enough to show up himself, so he sent pirates! But we will not reveal our secrets!” \nWho the hell is Malcom? Well, I don’t think we’ll have time to explain ourselves....",
	"map.h1roger:1.monster.33.5.0.message" : "A large ogre bearing an axe came out toward us. He wore chainmail and a black eyepatch. \n“Did you come for your friends?” he growled. \n“What friends?” I replied in surprise. \n“Collar’s band. We captured their hideout and all its treasures. And we’re about to fill it up a little more with your goods,” the ogre grinned menacingly. \n“My dear friend, I have no idea what band you’re talking about, but if you want to take our goods you’ll have to take them from my corpse.”",
	"map.h1roger:1.monster.4.6.0.message" : "Unexpectedly, we spotted our scout running toward us at top speed. He flew right past me before I could even get a word in. As we scanned our surroundings in confusion, several enormous beasts leapt out from the jungle. They looked like a cross between a cow and a basilisk.",
	"map.h1roger:1.monster.5.11.0.message" : "The most unpleasant creatures in existence, after wild orcs, are wild ogres. And the latter are even dumber than the former. Dressed in hides with skulls hanging off their fetid clothing, these great shambling green hulks were breaking through the jungle. They could be heard from miles away, and those huge cudgels they carry can smash a human like a bedbug. That’s why I advised the troops to quickly retreat to safe grounds before opening fire.",
	"map.h1roger:1.monster.5.21.0.message" : "We kept encountering skulls impaled on stakes. I’ve heard that wild orcs mark their territory that way. With this in mind, I ordered my men to ready their weapons.",
	"map.h1roger:1.monster.6.3.0.message" : "A piercing screech sounded above us. Looking up, I spotted huge predatory birds circling over us. I don’t know what we looked like to them, but whether men or mice, we had to be prepared for a sudden attack. ",
	"map.h1roger:1.monster.9.21.0.message" : "An arrow whistled within inches of my ear. Patris jumped behind a tree just in time as I quickly followed suit.\n\n“It’s a trap!” yelled one of our boys.\n\nThanks, I understood that this wasn’t a welcoming party. Squinting, I managed to spot our culprits hidden in the undergrowth. They looked like lizards dressed in loincloths. The lizardmen were standing ready with their bows, obviously not here for negotiations.",
	"map.h1roger:1.town.13.15.0.name" : "Utopia",
	"map.h1roger:2.event.0.description" : "The Jolly Roger was waving proudly atop Utopia. Me and the boys haven't left this place for a few days now. That might have something to do with all this coconut rum...but it would be a crime to let it go to waste! To hell with all cares!\n“Hey cap'n, a party of gnolls is approaching!” yelled one of the guards on the walls. \n“Shoot those bastards and be done with it!” I yelled back and hit the bottle of rum.\n“They come bearing a white flag!” the guard insisted. \nI wiped my mouth with my sleeve and sighed. “Fine, let their leader in. I don't know what they want.”\nA strapping, tawny-hided gnoll entered the fort yard. Unlike others we had seen, he was wearing chainmail and had a sword hanging from his belt. He also wasn't wearing the usual collection of bone amulets and other garbage. This one was definitely different. \n“Abgrrrh?” I asked sarcastically, recalling my last conversation with a gnoll. \n“What?” the gnoll responded in confusion. “Do you speak Erathian at all, human?” \n“I do. You had to be there,” I chuckled, feeling pleased with my joke. “State your business quickly, and then get lost.” \n“My name is Alkin. I am the warchief of the largest gnoll tribe on the island,” he answered, glancing at the bottle in my hand. \n“I'm Jeremy Albatross, commander of the most well-defended fort on the island!” I replied. \n“These fortifications are a joke,” the gnoll shot back, licking his chops. \n“Should a sufficiently large group of those creatures out there decide to attack, you and your fort will crumble back into the earth.” \n“That sounds like a threat?” \n“Absolutely not. I came for two reasons: I'd like to offer you an alliance, and to give you some friendly advice.” \nThere was a brief moment of silence. \n“An alliance!” I laughed. “Did you hear that boys? The gnolls want an alliance! You know, Abgrrrh, I can't really see any reason to form an alliance with you.” \n“I'm Alkin,” replied the gnoll calmly. “And there are strong reasons for an alliance; you simply fail to understand them right now. If you don't act, this island will soon become a scorched wasteland. It would be better to face this threat together. And you can't escape from the island anyway.” \n“And who threatens the island?” I demanded to know. \n“One of our shamans had a vision of hordes of horned monsters landing here--Kreegans. I am convinced they will get here sooner or later. Eeofol is very close, you see, and this island is a perfect place to lay ambush for the ships of Erathia and their allies.” “How are you so knowledgeable about the outside world?” I asked, taking another swig from the bottle. The tart taste stung my tongue and nose. “Matters not,” the gnoll said dismissively. “I suggest you stop drinking yourself into a stupor and try to get the island's inhabitants under one flag. That will do some good for the cause.” \n“Listen Abgr... Alkin. Why should we risk our lives stumbling through the swamp? If the Kreegans come, we'll handle them.” \n“There will be many of them, with powerful magic and mighty creatures, and all you have is a band of swashbucklers. Think about my offer.” With that, Alkin took his leave.",
	"map.h1roger:2.event.1.description" : "I decided to talk to Patris about the gnolls' offer.\n“Ya know Cap'n, regardless of what Alkin said, there is a point to consider. We must gain the locals' respect. By the way, the island smugglers and bandits are already thinking of joining us. All that's left is to find them some room in Utopia,” Patris remarked. \n“The less there are of those ambushes, the easier our lives will be,” I agreed. “One more thing, Patris. Order the men to hide the rest of that rum as far away as possible.” \n“Why?” asked Patris, almost shocked.\n“It gave me a terrible headache.”",
	"map.h1roger:2.event.2.description" : "The scouts report that small creatures that look like imps have been spotted near Utopia. If this is true, then the Kreegans have already sent their scouts here and the invasion could be a real threat.",
	"map.h1roger:2.event.3.description" : "Alkin visited me again today--alone this time. \n“I see you have followed my advice! Good decision. Efreet, imps and demons were spotted near my tribe's settlement. They're not an army yet, just a scout group--likely mapping out their attack,” Alkin warned. “Listen, I know I was drunk the first time we talked, so I need to ask again: how can you be sure of all this?” I asked. \n“Ha. You're talking to a former sergeant of the Tatalian army,” Alkin grinned, disappearing back into the jungle night before I could ask more.",
	"map.h1roger:2.event.4.description" : "Scouts have been informing me of some disturbing news. In the middle of the night, deep within the jungle, strange lights and sounds have been observed. During the day, the scouts encounter the bloody remains of bodies strewn across altars. This is obviously some form of ritual. Rumors have been swirling that this could mean the Kreegans are working to open portals for imps, cerberi and other foul creatures. It's giving me the creeps. ",
	"map.h1roger:2.event.5.description" : "I felt a sudden pain in the back of my head and turned to see Alkin sitting on a rock. He had a handful of nuts in his hand.\n\n“The hell are you waiting for, pirate?” he asked sharply, throwing another nut at me. I dodged this time. “I heard that Kreegan ships will be here in a month and a half. Everyone is preparing for the invasion.” \n“Calm down, can't you see I'm doing my best?” \n“Do better,” grinned Alkin, standing up from the rock. “Next time we meet, I hope we'll be heading an allied army.”",
	"map.h1roger:2.event.6.description" : "“Cap'n!” Patris hailed me. “I saw a large bird over the jungle--it was covered in scales instead of feathers.”\n“That's an ayssid,” I replied. \n“I figured. I also thought, if Regna lords use them like Erathians use griffins, why not us?” \n“We'll have to find a nest of the birds and tame them,” I agreed. “We might even breed them later on.”",
	"map.h1roger:2.guards.17.70.0.message" : "Suddenly, a group of pirates appears on the nearby reef. \n“Surrender! You are no match for us!” one yells, ordering his men to board our ship. ",
	"map.h1roger:2.header.description" : "To win, capture all external dwellings within 3 months. Jeremy will be limited to level 12, but will continue on to the next scenario of the campaign. ",
	"map.h1roger:2.header.name" : "Master of the Island",
	"map.h1roger:2.monster.29.12.0.message" : "Judging by the furious screeching and the continued attempts to pluck the crew's eyes out, not every stormbird is willing to serve in the pirate brotherhood.",
	"map.h1roger:2.monster.29.2.0.message" : "The Ayssids, recognizing the pirates as their allies, seem eager to fight within your ranks.",
	"map.h1roger:2.monster.30.24.0.message" : "E-e-e-e-k!",
	"map.h1roger:2.monster.35.26.0.message" : "“Boom-stick man kill our warchief! We kill boom-stick man and take the stick”",
	"map.h1roger:2.monster.6.1.0.message" : "Giant swamp creatures slowly emerge from the marsh, their countless eyes staring menacingly at you.",
	"map.h1roger:2.monster.68.3.0.message" : "“Shiver me timbers!” screams one of the crew. “Those are real dragons!” \n“Stay calm! Imagine that you are honorable knights!” you say, unsheathing your sabre.",
	"map.h1roger:2.monster.72.38.0.message" : "Looks like we've found one of the Kreegan scout groups! We have to destroy them immediately!",
	"map.h1roger:2.quest.32.40.0.completed" : "The gnoll, looking pleased, puts the artifact in the center of a magical circle and begins the ritual. Suddenly, he opens a portal to the Plane of Water, and nymphs start venturing through. When the ritual is complete, he offers the nymphs to your service. ",
	"map.h1roger:2.quest.32.40.0.firstVisit" : "The gnoll hydromancer living here asks for help with an experiment. He has been performing a ritual that will allow him to summon creatures from the Plane of Water. However, he needs a special item to finish the ritual.",
	"map.h1roger:2.quest.32.40.0.nextVisit" : "The hydromancer is certain that the Pendant of Life is located somewhere on the island.",
	"map.h1roger:2.quest.40.27.0.completed" : "The old ogre becomes excited as he sees four green youngsters ready to listen to his storytelling. As he no longer has a use for his club, he happily hands it over.",
	"map.h1roger:2.quest.40.27.0.firstVisit" : "A huge old ogre lives here. He loves to tell stories of his youth, but complains he has nobody to listen to him. If we bring him some grateful company, such as four young ogres who would love to hear his tales, he promises to hand over his magical club.",
	"map.h1roger:2.quest.40.27.0.nextVisit" : "The old ogre still complains that nobody will listen to his stories. He eagerly awaits four listeners.",
	"map.h1roger:2.town.48.44.0.name" : "Utopia",
	"map.h2terror:0.event.0.description" : "Everything happened so quickly. Water bubbled up like a massive geyser on the surface of the sea, spitting out a magical ship. Casmetra said that Bidley was on that ship, but that someone else was with him and had captured both my brother and the Horn.\n“It's Dargem,” said priestess angrily.\n“Who's Dargem?” \n“A mercenary mage. Worked for Regna--or, to be precise, for one of Regna's lords. It's a nest of vipers there, everyone trying to figure out how to stab everyone else in the back. One of those lords wanted to get his hands on the Horn of the Abyss, and his desire was stronger than yours. So he sent Dargem.” \n“Blasted...we have to chase them down, immediately! Diego, prepare the ships!” I ordered.\n\nWe chased Dargem awhile, but eventually he disappeared behind an island. Instead, we were met by Regna's fleet. We had only a handful of ships, so we had to flee. We set up a camp on a small island and decided to gather forces for a strike on Dargem's fortress, where he is holding the Horn and my brother. I hope Bidley is safe.  \nHowever, we have some good news: Tark has returned! He emerged from the water with his kin right in front of our camp.\n“I promised to return,” hissed the giant reptile leader laconically.\n“We have trouble. Bidley was captured,” I explained. \n“We nix will fight for you. Some will be against you, however. But I am the prince, and truth is with me,” replied Tark.",
	"map.h2terror:0.event.1.description" : "“Jeremy,” smiled Casmetra. “I have some more good news. The theft of the Horn awakened the sea serpents. Now they are wandering the ocean.” \n“That's great news--at least we'll have plenty of fried eel, I guess.”\n“Silly,” Casmetra replied. “These creatures still feel they have to protect the Horn of the Abyss. But the poor stupid things can't figure out whether it has to be returned, or guarded wherever it is. I can enchant them so that the serpents who want to return the Horn will help us fight to get it back from that traitor Dargem.”\n“That's a good idea,” I agreed. “But what will we tell them once we get the Horn from Dargem? ‘Move along, we were just joking?'”\n“You men always try to think 20 steps ahead,” Casmetra said, rolling her eyes. \nBut for all that, I certainly wasn't going to turn down an offer of assistance from the sea serpents. Just one of those beautiful creatures could sink a frigate!",
	"map.h2terror:0.event.2.description" : "Scouts report that the Tatalians, angered by their recent defeat, are hoping to get their entire fleet wiped out yet again. They found us on this archipelago, which was previously known only to pirates. They've raised a fort somewhere to the east, and are preparing for an invasion. On the one hand, this could be great; they're not likely to be able to tell the difference between two pirate bands. On the other hand, it will be terrible if they, and not us, capture Dargem. If that happens, Bidley will surely hang on a rope right beside Dargem.",
	"map.h2terror:0.event.3.description" : "More troubling news: war has broken out again between Erathia and Eeofol. Also, strange cities with golden-domed castles have begun appearing out of thin air all across the continent. Casmetra thinks it is an invasion by elemental lords. One of these cities appeared in the northern region of the archipelago. They've probably been attracted by the power of the Horn of the Abyss and hope to acquire it.",
	"map.h2terror:0.event.4.description" : "I got tired of this pointless resistance and decided to write Dargem a letter. My mind wasn't perfectly clear at the time; invigorated by rum, I wrote the following: \n“Dargem! This is Jeremy Albatross, captain of Regna's armada. You have crossed my path and captured my brother. Set him free immediately, and give us the artifact! If you do, I promise that you and your men will be allowed to leave the island unharmed.”\n",
	"map.h2terror:0.event.5.description" : "Tark's nix report that there is a massive network of caves under this archipelago. Many of them are filled with water, but some parts are dry. The caves are ancient; something unique and powerful might be found inside.",
	"map.h2terror:0.event.6.description" : "Dargem took his time in writing me back. I imagine that is just one more demonstration of his stupidity and inability to think critically. His letter went as follows:\n“The so-called Jeremy the Grouse! I spent far too long in those caves waiting for fortune to smile on me and send me a traveler even less fortunate than myself. And so it happened. I deserve the Horn--though I haven't figured out how it works yet. I suggest you get lost. Your brother is merely a guarantee of my security. As soon as you are gone, he shall be freed. Dargem”\n",
	"map.h2terror:0.event.7.description" : "I've been thinking about what Dargem said. I called Casmetra in my cabin and told her that I was thinking about retreating, to ensure Bidley's safe release. The priestess's eyes widened.\n“Jeremy! How could you even say something like that!” she exclaimed.\n“But we could save Bidley, and avoid unnecessary bloodshed,” I began, when Casmetra interrupted me.\n“You can't even imagine what a villain Dargem is, and what is at stake here. The Horn of the Abyss is one of the greatest artifacts ever created. There's no record of who made it--it was probably created before the Silence. It is a gift from the age of wonders! If only we can figure out how it works, we will be like gods!” the priestess explained with excitement. She stepped up to the table and, to my amusement, took a sip of my rum. “Dargem is a scoundrel and a villain. The only reason he hasn't already killed Bidley is that we're close by. If you leave, he'll have your brother murdered and fed to the sharks. You should realize that. Unless you're a coward?” she asked with reproach in her eyes.\n“No, milady. Jeremy Albatross is the bravest and boldest of all the pirates between Enroth, Erathia and Jadame!” I declared, jumping to my feet.\n“And that's why I love you,” laughed the priestess, embracing me.\n",
	"map.h2terror:0.event.8.description" : "Dargem's raiders attacked our supply ships and vanished into the night.",
	"map.h2terror:0.event.9.description" : "- It's halyava time!\n- No, AI, no!!!",
	"map.h2terror:0.guards.0.140.0.message" : "Are you ready to dispense justice?",
	"map.h2terror:0.guards.111.20.1.message" : "Will you dare to take this ancient volume?",
	"map.h2terror:0.guards.113.8.1.message" : "Terrible frost and grim silence affects your crew negatively.",
	"map.h2terror:0.guards.114.3.1.message" : "These caves are as ancient as the world....",
	"map.h2terror:0.guards.130.59.1.message" : "There is a whole nest of sea serpents here!",
	"map.h2terror:0.guards.133.26.1.message" : "It looks like there is a secret passage here.",
	"map.h2terror:0.guards.60.136.1.message" : "Bear in mind that this monolith may lead anywhere, and it will not be easy to get back.\n",
	"map.h2terror:0.header.description" : "Jeremy, Tark, and Casmetra have to capture Dargem. The mission will be lost if Jeremy is defeated. This is the last mission in the campaign. ",
	"map.h2terror:0.header.name" : "Treachery",
	"map.h2terror:0.monster.116.26.1.message" : "Your presence here has not gone unnoticed. A powerful creature has awakened....",
	"map.h2terror:0.monster.127.4.1.message" : "The guardians of the ancient palaces are on the alert!",
	"map.h2terror:0.monster.42.47.0.message" : "Stop, or I'll shoot!",
	"map.h2terror:0.quest.30.11.0.completed" : "Will you accept them?",
	"map.h2terror:0.quest.30.11.0.firstVisit" : "A group of pirates displeased with Dargem's leadership would like to join you.",
	"map.h2terror:0.quest.9.21.0.completed" : "Will you accept them?",
	"map.h2terror:0.quest.9.21.0.firstVisit" : "A group of pirates displeased with Dargem's leadership would like to join you.",
	"map.h2terror:0.sign.139.3.0.message" : "Kreegan Blockhouse\n\n",
	"map.h2terror:0.sign.54.95.1.message" : "Hall of Teleportation",
	"map.h2terror:0.sign.6.139.0.message" : "Erathian Outpost",
	"map.h2terror:1.event.0.description" : "The Kreegans have wonderful ships--slightly lacking on the speed side, but perfect for lengthy journeys. We headed to Erathia: it was pointless to return to Regna now, and fighting the Erathian patrols would seriously endanger us. \nPatris was talking to the new recruits who joined us on the island. I think they were from Utopia's old garrison--or whatever the fort was called before we took it over. Alkin had promised to look after Utopia and hand it back over to me if I ever return. But right now I had to get a new ship, one worthy of a captain by the name of Jeremy Albatross.\nMy curiosity will ruin me one day. The watchman spotted what looked like land, but I checked the Kreegan map and saw no land there. Interesting, I thought. And that's when the sea devils possessed me to sail closer and drop anchor. ",
	"map.h2terror:1.event.1.description" : "An imposing building hulked in the middle of the island, fenced by pointed stakes. I headed ashore with Patris and a few of my trustiest lads, and found a welcoming party already awaiting us on the beach. Surprisingly, they were women--quite pretty ones, too!\n\n“Shiver me timbers!” I exclaimed as I stepped on shore. “Have I arrived in heaven?” \n“Depends on your definition of heaven,” said one of the women, and took a step forward. “My name is Casmetra. I am the high Hydromancer and the Keeper of the Library.”\n“Jeremy Albatross. Regna's army admiral,” I introduced myself, bowing. I heard a choked giggle from somewhere behind me.\n“What business brings you to the island, admiral?” asked Casmetra.\nBefore answering I paused to take a more leisurely look at my new acquaintance. It was hard to determine her age, but she was certainly attractive. I once heard of a captain whose beloved was a mage: they were quite happy together until he found out she was twice his age. Those mages! \nMy thoughts were interrupted when a young girl rushed out from behind the tower, shouting. “My lady, we are being attacked again!”\nWithout much hesitation I ran after the priestesses, and saw a large party of humans, orcs, lizardmen, and undead. Who knows what could unite such a mismatched band, but they were hauling a battering ram with the clear intention of breaching the gates of the fort. Casmetra and her priestesses attacked them with spells, while I, as a true gentleman, shot the orcs carrying the ram with my pistol.\n\n“Boarding, lads!” I yelled, and jumped down from the wall. I rushed to our foes, cutting them down with my sabre. The enemies were clearly unprepared for this sudden strike, and as soon as the few hottest heads had fallen, the attackers retreated. \n“I like you, Jeremy Albatross,” Casmetra said, smiling at me from atop the wall.\n“It's just Jeremy,” I replied while sheathing my sabre. \n“You helped without even being asked. Thank you.”\n“It's nothing; Jeremy Albatross always protects women and children. I may be a pirate, but I'm an enlightened and compassionate man,” I said modestly.\n“If that is so, would you care to help a woman defend her home from bandits?”\n\nLater, over a mug of ale, Casmetra told me that this island is Evenmorn. I'd heard of this place before, in Regna. Necromancers, with the aid of the Moon temple, hope to pillage their secret library, which contains knowledge about water magic and related artifacts. There had been one unsuccessful attack already, but now the necromancers have brought mercenaries from Tatalia and Krewlod. The priestesses alone are no match for such a force. \nIf I ever have kids, and they ask me why I took part in this stranger's war, my answer will be, “No idea!”",
	"map.h2terror:1.event.2.description" : "This tower called Sacredcove stands in a strategically beneficial location, so the necromancers and their allies will attempt to surround us and cut us off from resources. We can import resources from offshore ships for a while, but those won't last long.",
	"map.h2terror:1.event.3.description" : "Patris was unhappy with my decision. “Cap'n, I know it's not my business, but I don't get why we're helping these...women,” he complained.\n“Listen, Patris--there are many benefits to consider. They will be grateful allies, and this Sacredcove may become our auxiliary base. This is why I'm the captain, you know: because I can plan ahead! And that's why you're the first mate,” I explained.\n“Whatever you say, Jeremy,” Patris agreed unwillingly, “but I don't like this at all.”\n“Why is this crew member insubordinate?” Casmetra asked, appearing out of nowhere and making me jump.\n“This is no regular crew member; this is my first mate, Patris,” I answered.\n“Most pleased,” replied priestess coldly, and introduced herself: “Casmetra, the High Hydromancer.”\n“Good day to you, milady,” replied Patris with a grin, and sauntered away with his limping walk.\n“You should be stricter about the hierarchy under your command,” reproved the priestess.\n“Don't be such a bore. We pirates are brothers to each other! It all builds on mutual respect,” I blustered, knowing perfectly well that Regna is full of crews and captains who look like bands of ogres from Ravage Roaming in Jadame.\n“You are no good at lying,” Casmetra sighed, and disappeared in a magical flash.\n“A poor liar, a poor commander...I'm a pathetic loser, it seems,” I muttered to myself.",
	"map.h2terror:1.event.4.description" : "The first supplies have arrived from the ships. I hope the necromancers don't have a powerful enough fleet to threaten my ships, so the supply chain won't be broken.",
	"map.h2terror:1.event.5.description" : "Today I decided to send a message to my beloved brother Bidley. Inspired by some rum, I started on the letter. My thoughts refused to coalesce into anything comprehensible for some time. I tortured the pen for about an hour, and eventually ended up with this: \n“I have some problems. Your dear brother J.”\n",
	"map.h2terror:1.event.6.description" : "A new supply shipment has arrived from the fleet. Diego sent a message about a storm approaching the island; they may have to find a new place to drop anchor. Bloody hell! That means the supplies will stop coming soon.",
	"map.h2terror:1.event.7.description" : "Large black storm clouds are approaching the island. Looks like Diego was right. I hope they find a place where they'll be safe from both the storm and the mercenaries.",
	"map.h2terror:1.event.8.description" : "I was about to go to bed when Patris appeared with a report. “Cap'n, I did some scouting and found that the enemy has three fortresses. There is also a Nighon colony underground--looks like it was built during the war, but abandoned afterwards. We might try to make those underground monsters serve our cause. If we don't, the enemy will use them.”\nI could hardly contain my delight. \n“You never cease to impress me, Patris. Did you used to be an AvLee ranger or something?”\n“No, Cap'n,” my first mate said wryly. “I don't like to talk about it.” \n“Oh come on, we're all friends here. Crewmates shouldn't have secrets between them.”\n“If you want,” Patris relented. “I'm from an archipelago far to the east. There's an Erathian colony there, and I was one of the men who fought for independence. So sneaking like a rat through swamps and forests is natural for me.”\n“Was your fight successful?” I asked.\n“The governor caught everyone in our movement--except me. I was hired on a ship sailing to Erathia in the morning, so I escaped. Everyone else was hung. Since then, I swore never to go back home,” Patris concluded, anguish in his voice.\n“Why didn't you swear to take revenge?” I exclaimed.\n“What can a solitary middle-aged man do? I have no riches, nor any skill in persuasion, nor any skill in magic. Besides, my wife and daughter are there. I hope no harm has come to them. My daughter must be grown already, probably married, and doesn't even know who her father was.”\n“What if I promise you that we'll return there and bring justice to your people? We'll send that governor swimming with the sharks, and establish you as the new king, or whatever you would like to be,” I offered, smiling.\nPatris's face went pale and he was silent for a long moment. But after some hesitation, he replied quietly, “That would be the greatest gift you could give me, Cap'n.”",
	"map.h2terror:1.header.description" : "Jeremy and Casmetra have to defeat all enemies that threaten the city of Sacredcove. The mission will be lost if Sacredcove is captured by the enemy. The maximum hero level cap is 12. After victory, Jeremy and Casmetra will proceed to the next scenario of the campaign.",
	"map.h2terror:1.header.name" : "Evenmorn",
	"map.h2terror:1.monster.20.43.0.message" : "“So many delicious heroes! I'm going to get fat!”",
	"map.h2terror:1.quest.29.43.0.completed" : "The fortune seekers are grateful for your help in clearing a path for them. As a token of their gratitude they offer you a gift of some magical armor.",
	"map.h2terror:1.quest.29.43.0.firstVisit" : "A band of fortune seekers has set up camp in a small hut. They came here to explore the forsaken library, but a group of red dragons prevents them from getting in. The explorers ask you for help.",
	"map.h2terror:1.quest.29.43.0.nextVisit" : "Defeating the red dragons is no easy task, but you can do it.",
	"map.h2terror:1.quest.44.51.0.completed" : "The priestess is very pleased with your work of bringing her 50 beautiful oceanids. She teaches you the “Frost Ring” spell. ",
	"map.h2terror:1.quest.44.51.0.firstVisit" : "The sea priestess wants to go adventuring. She needs a convoy, however: 50 oceanids would suffice. If you bring them to her, she will teach you a secret spell.",
	"map.h2terror:1.quest.44.51.0.nextVisit" : "The priestess demands exactly 50 oceanids.",
	"map.h2terror:1.quest.60.60.1.completed" : "Before continuing their work, the dwarves would like to offer you a gift of a fine horned helm. What do you say?",
	"map.h2terror:1.quest.60.60.1.firstVisit" : "A group of dwarven miners complain that some bone dragons have appeared close to their mine. They cannot continue their work until the undead monsters have been destroyed.",
	"map.h2terror:1.quest.60.60.1.nextVisit" : "Defeating the bone dragons is no easy task, but you can do it.",
	"map.h2terror:1.town.3.4.0.name" : "Moonlight",
	"map.h2terror:1.town.36.33.0.name" : "Sacredcove",
	"map.h2terror:2.event.0.description" : "Bidley disliked the shores of Krewlod--the stench of dirty orc and goblin bodies, their mumbo-jumbo tongue, their complete lack of any culture, their preference for brute force as the solution to any problem. He preferred the songs of Erathian bards, the artwork of elven artisans, and the wines of Jadame. He had all of that back at home in Regna--contrary to the common prejudice which took pirates to be nearly barbarians. It is true that there are plenty of low-brow types among the young and the foolish, and plenty of his people who would easily be accepted in a company of Krewlod swashbucklers. But there are also plenty of intelligent and civilized people among the captains and admirals.\nBidley left the Shark Chowder Inn, musing. If that drunkard was right and the barbarians had truly captured such a powerful wizard, then the Bracada sorcerers would be very happy if he was rescued. And this would mean that the pirates could not only expect a generous reward, but could also win the right to pillage ships near the shores of Bracada--so long as they didn't hurt the wizards, of course. It was worth a shot.\nThe barbarians were currently holding their Festival of Life. As a Regna native, Bidley could never really understand the celebration. Duke Boragus was dead, and the even crueler and shrewder young barbarian lord Kilgor was taking his place. Krewlod was always on the edge of anarchy, but right now it was closer than usual. Bidley's fleet was far away, but he didn't have much need of it. Instead, he would gather some bold local fellows, capture one of the closest Krewlod forts, and assault Zargand from there. The motley tribes were busy cutting each other down for no reason at all; for a few coins, they'd be happy to attack whoever he told them to.\nBidley stopped a passerby, clearly not a local.\n“Hey fella, where's the closest Krewlod army fort?”\n“Straight north by the road,” answered the stranger laconically as he continued his journey.",
	"map.h2terror:2.event.1.description" : "All in all, Bidley thought, he needed to hurry up. Sooner or later the news of their actions would reach the earwax-clogged heads of the local lords, and they would attempt to roust their unwelcome guests out of the area. But swift and determined actions would force those lords to surrender and to assist him in besieging Zargand. Of course, once Kilgor's henchmen arrive, anyone who had helped him would be executed--but these barbarians are so unprincipled, they're bound to pay for it sooner or later anyways.",
	"map.h2terror:2.event.2.description" : "Scouts report that Krewlod's army holds multiple forts. One is located to the southwest, and the other to the northeast. The magical prison is in the northwest, but it would be foolish to approach it without a powerful army. One should also remember that this prison negates all magic.",
	"map.h2terror:2.event.3.description" : "Bidley had a strange dream last night. He dreamed that he was sailing across the sea, and could see through the water as clearly and distinctly as if he was looking over the horizon. He could also breathe underwater. What could this mean? Were these his nostalgic memories of the seas? Or was it merely a dream?",
	"map.h2terror:2.event.4.description" : "A crewman ran to find Bidley in the morning, handing him a letter that had arrived late last night. The pirate was quite surprised--who would send him a letter? But after unwrapping the parchment, he recognized the familiar handwriting. It included only the following message:\n “I have some problems. Your dear brother J.”\n",
	"map.h2terror:2.guards.45.36.0.message" : "Bidley notices the traces of numerous wagons: the fort must be close. The only thing left is to catch the guards by surprise.",
	"map.h2terror:2.header.description" : "Bidley has to capture the city of Zargand in order to save the barbarians' prisoner. The maximum hero level cap is 12. After victory, Bidley will proceed to the next scenario of the campaign.",
	"map.h2terror:2.header.name" : "Prisoner of Doom",
	"map.h2terror:2.header.rumor.0.text" : "They say that Erathian taverns water down their beer.",
	"map.h2terror:2.header.rumor.1.text" : "Kilgor is missing one eye, because it was ripped out by a behemoth.",
	"map.h2terror:2.header.rumor.2.text" : "Eeofol's army is preparing to attack Erathia!",
	"map.h2terror:2.quest.41.38.0.completed" : "Excellent! The sorceresses are ready to join your forces.",
	"map.h2terror:2.quest.41.38.0.firstVisit" : "Two sorceresses live here. They agree to join the army and back you up with spells--for a small fee, of course.",
	"map.h2terror:2.quest.41.38.0.nextVisit" : "They require 5 gems and 2000 gold, no less.",
	"map.h2terror:2.quest.55.14.0.completed" : "Jabarkas's army was defeated and he has been put to shame; he won't show his face again for some time. Are you ready to accept the corsairs into your army?",
	"map.h2terror:2.quest.55.14.0.firstVisit" : "A band of corsairs is hiding here. Their leader is Jabarkas, son of the late Duke Boragus. Now Jabarkas flies into wild rages all the time because of his father's death. The corsairs would like to find a new leader, but only if their old leader is defeated.",
	"map.h2terror:2.quest.55.14.0.nextVisit" : "Jabarkas is still alive and wandering around somewhere.",
	"map.h2terror:2.quest.68.37.0.completed" : "The priest is grateful to be rid of the undead. He promises to share his knowledge with you.",
	"map.h2terror:2.quest.68.37.0.firstVisit" : "A priest lives here. He tells you about a pack of troublesome mummies. He doesn't have the strength to expel them himself, so he asks you to destroy the foul creatures.",
	"map.h2terror:2.quest.68.37.0.nextVisit" : "Mummies are located to the east of the priest's house. Kill them and return.",
	"map.h2terror:2.town.5.5.0.name" : "Zargand",
	"map.h2terror:4.event.0.description" : "It was a good idea to make proper preparations before going for the Horn. The pirates' path ran south of Tatalia, toward a group of unknown islands. Either it was a coincidence, or somebody was spying on them, but they encountered Tatalia's royal fleet in their way: two frigates and almost a dozen smaller vessels. The smaller ships were easy to sink, but as soon as frigates approached it was clear that they had to withdraw. Bidley's caravel gave one last volley and, propelled by a tailwind, started to flank the dangerous corner. Jeremy was right behind, followed by the galleys. However, the Tatalian frigates pursued, tearing their sails with shrapnel in hopes of stopping the daring pirates. One of the enemy ships caught up and began sinking the galleys. Lizardmen with daggers in the teeth leapt into the water and climbed on board to head for the sails, turning the deck into a bloodbath.\nEventually only one galley was left: Patris's. This was the first time he had taken charge of a vessel as a captain. \n“We have to stop the Tatalians immediately,” said Casmetra with a determined voice. “With magic.”\n“Won't you hurt Patris's galley?” Jeremy asked in alarm.\n“I don't know. What happens happens,” answered the priestess.\n“Wait, we cannot risk his life!” cried Jeremy.\nBut Casmetra wasn't listening. With an elegant gesture, she wove a destructive spell that summoned icebergs from the water. They grew rapidly, destroying everything in their way. Chunks of ice and wood rained down on the pirates' fleet. The Tatalian frigate was damaged, and the galley was torn apart, impaled on a rising spike of ice.\nWhen the destruction was over, Casmetra left for her cabin. Jeremy stood for a while, looking at the now-receding monstrous iceberg that had saved his life, but taken the life of his friend. As a pirate, he had always known that sooner or later he would lose his first mate and his other close friends. That's the risk of being a pirate. But he didn't expect it to happen today.",
	"map.h2terror:4.event.1.description" : "After heavy losses of ships and crew, Bidley's crippled fleet arrived at the place marked by Xanthor. It was an insignificant little island encircled by craggy mountains. The words “Island of the Vengeful Serpent” had been scribbled by an unknown traveler's hand onto one of the stones sticking out of the water.\n“I don't see any Horn here,” observed Jeremy.\n“Of course not, my friend! The Horn is inside the serpent's labyrinth, which is located underground. And only I know how to get there!” announced Casmetra, and after taking a step forward she spread her hands wide and began to cast a spell.\nThe priestess's words turned into blazing numbers and letters that flew toward the mountain and disappeared into it. When she finally went silent, the mountains let out a roar and a voice like the clanging of hammer on anvil sounded:\n“Password approved. Opening the passage.”\n“What was that?” asked Bidley in fear.\n“I don't know,” shrugged Casmetra. “They say that the Oracle of Enroth sounds sort of like that.”\n“A thousand devils! This is...indescribable!” exclaimed Jeremy.\n\nAn ominous black passage opened between the mountains. A stone ladder was visible inside, its end lost in the darkness. Bidley took a pistol in one hand and a sabre in the other.\n“We have to be extremely cautious,” warned the priestess. “There are plenty of traps and illusions below.”\n\nBidley nodded, and with a band of trusty sea dogs he started to descend into the darkness. Just as Jeremy and Casmetra were about to follow him, the iron voice boomed:\n“Second level of protection negated. Terminating access.”\n\nThe last pirate was just about to turn around and jump out, but the mountains sealed back up right in front of his nose. Jeremy frantically punched and kicked at the mountain face, but nothing could open the passage again. Casmetra tried her spell once more, but this time it didn't work.\n\n“Damnation! I lost my first mate and my brother at the same time!” shouted Jeremy, slicing his palm open with his sabre in his rage.\n“Calm down! Your brother is alive. He is inside the labyrinth. Whether he gets out or not depends on him!” said Casmetra, resting her hand on Jeremy's shoulder.\n“Oh that's just great. And what do you plan to do now?” asked Jeremy maliciously, without turning around. \n“Return to camp and wait for Bidley. I'm sure he'll be all right.”",
	"map.h2terror:4.event.2.description" : "Bidley ended up in a series of damp caves with a small group of men. Strangely enough, the place was not as dark as it had looked at first, because the caverns were lit by an odd bluish glow.\n“Where to, Cap'n?” one of the sea dogs asked. \n“Onward,” answered Bidley. “We're leaving this place with the Horn, or we ain't leaving it at all. I trust that fate hasn't given up on us.”\n",
	"map.h2terror:4.event.3.description" : "Casmetra was gazing into a magical globe. Jeremy, seeing this, walked around her to try to look inside. \n“Careful! You'll turn into a frog!” said the priestess.\n“Seriously?” Jeremy exclaimed, jumping backwards. \n“No, just joking. But the frogs are still around.”\n“What?” the pirate asked in confusion.\n“Tatalians,” explained Casmetra. “Their fleet has retreated, but they're repairing their ships. The soldiers are on the shore, recuperating. Soon they'll gather the courage to search for us again, and they'll try to destroy us. They probably think that Regna has decided to raid Tatalia.” \n“We have to hold them back somehow,” said Jeremy. “Otherwise, Bidley will end up in those frogs' hands.”",
	"map.h2terror:4.event.4.description" : "I summoned my courage to call Casmetra into my cabin. The priestess entered the room, her gown swishing softly, and gave me an inquisitive look. I looked her directly in the eyes. “Casmetra, I have this suspicion that you could have cast that spell without harming Patris's galley.” \n“What makes you think that?” Casmetra asked, looking surprised. “Such spells are not easy to control. They're like your pistol: you can't be sure exactly where the bullet will fly, can you?”\n“Patris was there. I noticed the conflict between you and him,” I insisted.\n“What? Do you honestly believe that I would doom my own apprentices and a handful of excellent soldiers just because of one grumpy old man?” Casmetra stamped her foot on the ground, eyes flashing. \n“I...I'm sorry, I hadn't thought about that,” I replied and sat down on the bed, totally confused. “It's just...I keep going around and around this. Patris is dead. My brother is stuck in the underworld, and gods only know whether he'll make out of there alive. I've been getting drunk every night just to get some sleep.”\nCasmetra smiled softly, and approached me. “You are tired, Jeremy. You need to take a break,” she said, caressing me with her slender hands. I must admit, her fragrance was most pleasing. \n“Indeed, some rest is a good idea,” I smiled.",
	"map.h2terror:4.event.5.description" : "I have been thinking about Patris and his home on that far-off island--that home he'll never return to. It's possible someone survived that crash, but the chances are pretty slim. One day I will visit that archipelago, and find Patris's wife and daughter--or avenge them, if the local governor harmed them in any way. We pirates always carry out the last wish of the dead.",
	"map.h2terror:4.guards.100.25.1.message" : "A diary page, yet again.\n“...mpossible! This damnable place! Sandra turned into a monster right in front of me. I don't know what it was--whether it was an illusion or a real curse--but I had to kill her, or whatever it was she had become. I've lost almost all of my people. Oh gods, I have never been so miserable or so clueless!”\n",
	"map.h2terror:4.guards.100.62.1.message" : "“Ambush!”",
	"map.h2terror:4.guards.100.9.1.message" : "“Ambush!”",
	"map.h2terror:4.guards.103.14.1.message" : "“Ambush!”",
	"map.h2terror:4.guards.103.39.1.message" : "“Ambush!”",
	"map.h2terror:4.guards.104.49.1.message" : "“Ambush!”",
	"map.h2terror:4.guards.106.31.1.message" : "“Ambush!”",
	"map.h2terror:4.guards.22.19.1.message" : "“Ambush!”",
	"map.h2terror:4.guards.38.102.1.message" : "“It's a trap!”",
	"map.h2terror:4.guards.49.28.1.message" : "Another page from the diary.\n“...nt here. The scariest part is that the labyrinth is full of crazy people who've been roaming here for who knows how long. That's in addition to the water beasts and other cursed creatures. It's madness, how many brave men have perished here. Will I end up among them? The task isn't easy. Mistress has warned me about the traps and illusions I'll face....”",
	"map.h2terror:4.guards.50.103.1.message" : "There is no way back!",
	"map.h2terror:4.guards.58.9.1.message" : "“Ambush!”",
	"map.h2terror:4.guards.60.33.1.message" : "“Ambush!”",
	"map.h2terror:4.guards.60.71.1.message" : "“Ambush!”",
	"map.h2terror:4.guards.66.23.1.message" : "“Ambush!”",
	"map.h2terror:4.guards.69.36.1.message" : "Another page from the diary: “This is the end. Almost everyone is dead. I barely escaped alive! Terrible giant serpents...I have never seen such creatures. This time it wasn't an illusion. This is what my mistress warned me about. Somebody is running toward me. I doubt he wants to ask for directions to the local library. I must prepare myself for battle--probably my last. Soon, no one will remember the humble mage Da....”",
	"map.h2terror:4.guards.72.7.1.message" : "“Ambush!”",
	"map.h2terror:4.guards.77.92.1.message" : "Bidley found an abandoned raft with some remnants of food and some pieces of parchment that look to be a page from somebody's journal.\n“…od footwear. So I had to wrap my legs with linen rags. Mistress said this labyrinth is full of treasures, apart from the Horn itself. So with luck, I'll find some magical boots for myself. However, I'm leaning toward the thought that....”\nHow interesting! Somebody was here before and was also searching for the Horn of the Abyss. Did he succeed? Bidley took the page and continued his journey.",
	"map.h2terror:4.guards.80.34.1.message" : "“Ambush!”",
	"map.h2terror:4.guards.80.45.1.message" : "“Ambush!”",
	"map.h2terror:4.guards.82.102.1.message" : "“Ambush!”",
	"map.h2terror:4.guards.85.30.1.message" : "“Ambush!”",
	"map.h2terror:4.guards.85.61.1.message" : "Bidley found another parchment page floating on the surface of the water.\n“...last! Panic overwhelms me in this dungeon. I haven't the slightest clue what to do or where to go. I hope this whole idea pays off. I am goi....”",
	"map.h2terror:4.guards.86.4.1.message" : "Is this truly the {Horn} {of} {the} {Abyss}?",
	"map.h2terror:4.guards.86.5.1.message" : "“There is your Horn, lying in the box. Grab it, quickly!” said Dargem impatiently.",
	"map.h2terror:4.guards.88.39.1.message" : "“Ambush!”",
	"map.h2terror:4.guards.88.73.1.message" : "“Ambush!”",
	"map.h2terror:4.guards.9.12.1.message" : "Bidley approached the walls of a dilapidated prison, built from what looked like the wreckage of ships. A voice came through the door: “Hey, buddy! Save me!”\n“I'm not your buddy,” answered Bidley calmly. “First, tell me who you are, and what you're doing here.”\n“My name is Dargem. I'm just a mage who was in the wrong place at the wrong time.” \n“Aren't those your manuscripts that I've been finding scattered around all the way here?” asked the pirate. \n“My diary? And I was wondering where it went! I was caught by some of the crazed pirates that roam here,” the prisoner replied.\n“Were you after the Horn of the Abyss?” Bidley demanded.\n“Yes. And so are you, I assume--no one comes here for the fresh air.”\n“And why would I let a competitor out?”\n“Wait!” begged Dargem. “Let me out! I'm no competitor to you! I don't need the Horn, not anymore! Take it for yourself, and do whatever you want with it! Blow it, drink rum from it, I don't care. But without me you won't be able to pass the illusions.”\n“What illusions?” Bidley asked with alarm, stepping closer to the door. \n“Some of the sea serpents you'll see aren't real. But you won't be able to tell the real ones from the fake ones without the magical spell I have,” explained the prisoner.\n“All right, let's go. You've convinced me.”",
	"map.h2terror:4.guards.92.26.1.message" : "“Ambush!”",
	"map.h2terror:4.guards.98.15.1.message" : "“Ambush!”",
	"map.h2terror:4.header.description" : "Bidley has to defeat the guardians of the Horn of the Abyss in the underground labyrinth. The mission will be lost if Bidley is defeated. The maximum hero level cap is 24. After victory, Jeremy and Casmetra will proceed to the last scenario of the campaign.",
	"map.h2terror:4.header.name" : "In Search of the Horn",
	"map.h2terror:4.monster.100.106.0.message" : "“You pirate scum! We'll wind your guts around your necks and hang you with them!”",
	"map.h2terror:4.monster.103.89.1.message" : "Looks like these soldiers got lost, and have lost their minds as well after a long time wandering these caverns.",
	"map.h2terror:4.monster.106.6.0.message" : "Moo!",
	"map.h2terror:4.monster.34.57.1.message" : "Nighon will rule all!",
	"map.h2terror:4.monster.52.106.1.message" : "“At your service, Captain!”",
	"map.h2terror:4.monster.53.105.1.message" : "“Hey! We are gonna find a way out, aren't we?”",
	"map.h2terror:4.monster.6.56.1.message" : "No doubt these are the guardians of the Horn of the Abyss. What's left is to kill them.",
	"map.h2terror:4.monster.64.61.0.message" : "“It's ours, all ours! Get out of here, fishlover!”",
	"map.h2terror:4.monster.76.55.1.message" : "These must be the remains of luckless seekers of the Horn of the Abyss.",
	"map.h2terror:4.monster.78.64.1.message" : "“We hail the friend of our prince!”",
	"map.h2terror:4.monster.86.21.0.message" : "Ameno, dorime....",
	"map.h2terror:4.monster.88.68.0.message" : "“Hey fella, got a light?”",
	"map.h2terror:4.monster.99.13.0.message" : "Let's see whether you deserve to have our relic!",
	"map.h2terror:4.quest.104.5.1.completed" : "As soon as the hat was in the captain's hands, he disappeared with it.",
	"map.h2terror:4.quest.104.5.1.firstVisit" : "The ghost of a pirate captain emerged in front of Bidley. He pointed at his head. “My hat... I cannot rest without my hat!” wailed the ghost.\n",
	"map.h2terror:4.quest.104.5.1.nextVisit" : "The ghost appeared again. “Some scoundrels destroyed my grave and took my hat... my hat! Find the hat!” ",
	"map.h2terror:4.quest.104.88.1.completed" : "The nymph is ready to give you 12 trained ayssids in exchange for the talisman.",
	"map.h2terror:4.quest.104.88.1.firstVisit" : "A sea nymph lives here. She has lost her talisman and asks you to return it. She promises to give you her pets in return.",
	"map.h2terror:4.quest.104.88.1.nextVisit" : "The nymph suggests searching for the talisman to the west of her home.",
	"map.h2terror:4.quest.105.98.1.completed" : "“Go on, give me those gems, and I will teach you some ancient tactical tricks.”",
	"map.h2terror:4.quest.105.98.1.firstVisit" : "Bidley sees a skull inside the wall. When he approaches it, the skull says, “Feed me twelve gems, and I will teach you all I know.”\n",
	"map.h2terror:4.quest.105.98.1.nextVisit" : "“Not enough! Feed me more gems!”",
	"map.h2terror:4.quest.106.100.1.completed" : "The mermaid offers 10 slaves in exchange for the necklace. She assures you that these maidens are clean, tidy and proficient in magic.",
	"map.h2terror:4.quest.106.100.1.firstVisit" : "A mermaid that lives here said she saw a beautiful necklace to adorn herself with. It is located in a place called the Thunder Gates. If you bring the necklace to her, she will make you a gift of her priestess slaves.",
	"map.h2terror:4.quest.106.100.1.nextVisit" : "The mermaid hints that the Thunder Gates are in the western part of the labyrinth.",
	"map.h2terror:4.quest.11.71.1.completed" : "“Harrakk A'do Kallak'h Vek'tro”",
	"map.h2terror:4.quest.11.71.1.firstVisit" : "An enormous mass of serpents sways and spirals ahead! It may be just an illusion, but only someone with magical skills can overcome it.",
	"map.h2terror:4.quest.11.71.1.nextVisit" : "The magical words need to be spoken.",
	"map.h2terror:4.quest.31.4.1.completed" : "Dargem mumbles something and the magical barrier disappears.",
	"map.h2terror:4.quest.31.4.1.firstVisit" : "Looks like only those who know the right magical words can pass here.",
	"map.h2terror:4.quest.31.4.1.nextVisit" : "Who might know the magical words?",
	"map.h2terror:4.quest.44.12.1.completed" : "The mermaid will grant you knowledge of the Resurrection spell in exchange for the artifact.",
	"map.h2terror:4.quest.44.12.1.firstVisit" : "A mermaid-sorceress desires a Necklace of Dragonteeth. She promises to teach you a very useful spell.",
	"map.h2terror:4.quest.44.12.1.nextVisit" : "The mermaid says the artifact is somewhere to the north of her home. ",
	"map.h2terror:4.quest.46.38.1.completed" : "The leprechaun excitedly rubs his hands. You hand over your gold and other resources, and you receive...Boots of Levitation!",
	"map.h2terror:4.quest.46.38.1.firstVisit" : "The leprechaun that lives here assures you that he has an item which is essential for you to have. One man declined to buy it, and he turned him into a ghost. If you want to live, you will buy this item for 15 mercury, 15 sulfur, 5 crystals, 5 gems, and 5000 gold. This includes a discount of 15%, just for you!",
	"map.h2terror:4.quest.46.38.1.nextVisit" : "The leprechaun asks if you're ready to buy his all-important mystery item?",
	"map.h2terror:4.quest.88.12.1.completed" : "Dargem impetuously rushes into the mass of serpents and mutters something in an unknown tongue. Moments later, the monsters disappear.",
	"map.h2terror:4.quest.88.12.1.firstVisit" : "Hundreds of sea serpents churn the waters in front of you! They may be just a deftly crafted illusion, like Casmetra warned you about.",
	"map.h2terror:4.quest.88.12.1.nextVisit" : "The magical words need to be spoken.",
	"map.h2terror:4.quest.94.90.1.completed" : "You insert the crystals and the wall begins to shake. If it is pushed, it will open.",
	"map.h2terror:4.quest.94.90.1.firstVisit" : "Bidley sees fifteen hollows in the wall, each representing a crystalline shape. If crystals of matching shapes are inserted here, the wall will probably open.",
	"map.h2terror:4.quest.99.63.1.completed" : "Would you like to pay the nymphs for passage?",
	"map.h2terror:4.quest.99.63.1.firstVisit" : "Nymphs are guarding this magic tower. They will allow you to pass for 7000 coins.",
	"map.h2terror:4.sign.104.32.0.message" : "Cactus Island",
	"map.h2terror:4.sign.104.50.0.message" : "Accept the Triangle into your soul and be forgiven....",
	"map.h2terror:4.sign.24.100.0.message" : "Everyone shall kneel before his triangle Eye....",
	"map.h2terror:4.sign.35.63.0.message" : "Triange is so triangle... just like triangle.",
	"map.h2terror:4.sign.56.100.0.message" : "Dungeon of the Vengeful Serpent",
	"map.h2terror:4.sign.6.96.1.message" : "The Path of the Dead",
	"map.h2terror:4.sign.69.72.0.message" : "The Great Triangle is the Alpha and Omega....",
	"map.h2terror:4.sign.7.49.1.message" : "Temple of the Abyss",
	"map.h2terror:4.sign.82.35.0.message" : "The end of Squares and Ovals is near....",
	"map.h2terror:4.sign.87.69.0.message" : "The Two Palms Tavern",
	"map.h2terror:4.town.2.32.1.name" : "Limitless",
	"map.h2terror:4.town.21.107.1.name" : "Limitless2",
	"map.h2terror:5.event.0.description" : "Tark was watching the pirates load their army and resources onto their ships, but he was preoccupied about his people. They had kept their existence a secret from the rest of the world for many years, but many of them were either dead or imprisoned now.\n“Tark, will you follow us, or do you have other plans? We are grateful for your help and help of your people...” Bidley started.\n“It is I who should be grateful,” Tark interrupted. “You showed me that there is life beyond my kingdom. The only thing left to do is to set my people free. I know where they are,” the reptile leader continued.\n“Perhaps we could help?” Bidley offered.\n“No. You have one path ahead of you, and I have another. I have to save my people. Don't assume that all the nix you meet will know of you or help you. There are just as many scoundrels among the nix as among men,” replied Tark, turning toward the sea.\n“Will we meet again?” asked Bidley.\n“Probably,” the nix replied. “If I return, I'll come find you. If not...forget about me.” With that, Tark walked into the water until it reached his waist, then dived and disappeared from view.",
	"map.h2terror:5.event.1.description" : "Tark swam for a long time until he reached the subterranean kindom of the warlock lords. A small colony of nix, independent from the island kingdom where Tark ruled, had lived in these underwater caverns until the warlocks conquered and enslaved them. It was time to free those nix, and also to show them who their true ruler was. Tark was the last of an ancient line of nix kings. Something terrible had happened to their race: as a result of some mysterious disease, many of their eggs now turned out to be empty. As a result, the population had slowly dwindled, and the once flourishing people had been reduced to a mere handful of nix on one small island and the surrounding waters. \nThough to the casual eye he seemed like a slow-moving and slow-thinking reptile, Tark absorbed information quickly. He knew that the lords of Nighon were in the throes of a civil war right now. If he were to invade their lands and take over one of their cities, they wouldn't notice immediately.",
	"map.h2terror:5.event.2.description" : "Tark knew that he couldn't save everyone, but perhaps he could save the majority. Those he is unable to rescue will have to flee and fend for themselves if they want to live. After interrogating the civilians of his newly-occupied city, Tark learned that the lords were busy fighting and wouldn't notice the loss of this city right away. Additionally, Tark found out that the captured nix are working in the caverns one level below the castle. The poisonous vapors of that level are deadly to minotaurs, humans, and troglodytes, but the nix hardly notice it. The warlocks particularly prize their nix slaves for this trait.",
	"map.h2terror:5.event.3.description" : "It's dark and stuffy in these caves. Tark has decided to find a new, better home for his people. Perhaps those pirates, widely-traveled as they are, will know of a quiet place to settle--somewhere the nix can put down roots and slowly restore their civilization without fear of invaders. For this reason, Tark has decided to join Bidley and his followers as soon as he has freed his enslaved kin.",
	"map.h2terror:5.event.4.description" : "Sooner or later, these lords will end their squabble and notice their lost outpost. It's important to be ready for their coming and to prepare a counterstrike they will be unable to recover from.",
	"map.h2terror:5.guards.66.65.0.message" : "“I can't believe my eyes! You are the royal heir!”\n“I am Prince Tark.”\n“I bow before thee, prince. I escaped the poisonous mines on the lower level. When the Nighon war started, they loosened their control over the slaves. But why did you come, Prince Tark?” \n“My duty is to free as many of our kin as possible.”\n“Then let me join you. I am an experienced warrior, and I have this armor I took from a slain minotaur. I am ready to give my life to rescue our people,” said the warrior, and knelt.",
	"map.h2terror:5.header.description" : "The nix leader Tark should free 30 nix captives from slavery to the Nighon lords. The mission will be lost if Tark is defeated. The maximum hero level cap is 24. After victory, Tark will proceed to the next scenario of the campaign.",
	"map.h2terror:5.header.name" : "The Freedom of the Nix",
	"map.h2terror:5.header.rumor.0.text" : "The leader of chaos lords is called Mutare.",
	"map.h2terror:5.header.rumor.1.text" : "What do you call a cross between a minotaur and a medusa? Mindusa!",
	"map.h2terror:5.monster.47.38.0.message" : "“We're lost in these accursed caves, and as if that wasn't enough, now we have to deal with you strange monsters!”",
	"map.h2terror:5.monster.58.48.0.message" : "“Escaping slaves! Attack!”",
	"map.h2terror:5.monster.63.44.0.message" : "“The lizards have escaped! Cut them down!”",
	"map.h2terror:5.quest.53.33.0.completed" : "With fresh blood infused into the dying creature, he will recover and may even be able to hold a weapon.",
	"map.h2terror:5.quest.53.33.0.firstVisit" : "A nix lies dying in a distant camp. He has lost too much blood to live, but there is a way to save his life. ",
	"map.h2terror:5.quest.53.33.0.nextVisit" : "Our efforts to save the dying nix remain unsuccessful.",
	"map.h2terror:5.sign.12.57.0.message" : "Southern tunnel",
	"map.h2terror:5.sign.28.28.0.message" : "Catacombs",
	"map.h2terror:5.sign.35.27.1.message" : "Beware! Toxic mines ahead. Prolonged exposure is dangerous.",
	"map.h2terror:5.sign.43.35.1.message" : "by {F a t a l i s t}",
	"map.h2terror:6.event.0.description" : "It was loud and dimly lit in the Black Mark, a smelly little hole of a tavern. Bidley sat in the corner drinking cheap beer. He hated this place with all his heart, but couldn't break his old tradition.\n\nThe door opened, and a man in a garish jacket walked in. He bore a striking resemblance to Bidley, though shorter and slighter, and he was followed by a gorgeously dressed and attractive woman. The man approached Bidley and shouted merrily, “Aha, you old dog! Long time no see! Where have you been?”\nBidley rose and hugged his brother.\n“You haven't changed a bit--the same young drunkard I used to know. What's going on?”\n“Ah, it's nothing,” Jeremy said with a wave of his hand as he sat down next to his female companion. “By the way, this is Casmetra, the High Hydromancer.”\n“Bidley, Captain Bidley,” he replied.\n“A pleasure to meet you, Captain. I've heard plenty about you,” said Casmetra.\n“Oh, really? And what have you been told so far?” grinned Bidley, taking a sip of his foul drink.\n“I heard that you saved Xanthor, Catherine's archmage.”\nJeremy gave a whistle. “Shiver my soul! You started working for Erathians, brother?” \n“How could I possibly have known that Xanthor was sitting in that cell?” grumbled Bidley. “He was a waste of time, on top of being an ungrateful bastard. Now there's a rumor going around that I work for the queen! ‘Her Majesty's corsair...'”\n“He was ungrateful?” Casmetra asked in surprise.\n“Well, not completely. He told me a legend about something called the Horn of the Abyss....”\n“Impossible!” exclaimed the priestess, and both pirates gave her a surprised look.\n“What's so special about it?” asked Jeremy.\n“Have you ever heard of Armageddon's Blade, or the Cloak of the Undead King?” Casmetra asked excitedly. “These are legendary artifacts, of exceptional power and completely unique! The Horn of the Abyss is one of them. It's said that it lies complete and unbroken on the bottom of the sea somewhere. The one who finds it will rule the seas--he'll become the living representation of the Water Lord!”\n“Interesting,” Bidley murmured. “Xanthor told me exactly where the Horn lies. If it wasn't a lie, of course.”\n“You can't imagine the importance of this knowledge,” whispered Casmetra, pressing one elegant hand to her cheek.\n“Well, then, let's go look for the Horn of the Abyss!” exclaimed Jeremy.\n“No, it's too risky: we don't have enough men, ships, or resources. We're just two captains with a handful of sea dogs on board,” Jeremy's brother replied.\n“You also have me, the High Hydromancer, and my apprentices,” added Casmetra. “And I know how to get everything we need. We'll have to put some effort into it, though.” \n“By the way, Jeremy,” Bidley suddenly remembered. “I heard you've had some difficulties. How is the Black Unicorn doing?”\n\n“It drowned,” answered Jeremy, leaning back in his chair.",
	"map.h2terror:6.event.1.description" : "“Eeofol's shore,” Bidley commented from his position on the wall of the new fort. Far ahead he could see the shimmering heat and smoke rising from the ashy black terrain, like a festering boil on Erathia's body. Somewhere over there swarmed legions of terrible creatures who marched through the scorched lands toward the lands of men.\n“Those beasts have plenty of everything,” said Casmetra.\n“They're too preoccupied with the war against Erathia and its allies to notice us. We'll be able to gather the riches we need to afford the Cornucopia.”\n“Excuse me, what?” asked Jeremy. \n“The Cornucopia,” repeated the priestess. “We'll need to hire craftsmen to make the necessary elements of the artifact, and then we'll use the Cornucopia to hire an army and prepare our fleet. However, this artifact has one flaw: it depletes itself over time and eventually breaks. Nobody can say for sure for how long it will serve us.”\n“How do you know all this about the Cornucopia?” Bidley asked.\n“They say Archibald Ironfist had such an artifact. It supplied all his armies during the war in Enroth. One of the reasons for his defeat was that the Cornucopia stopped working,” Casmetra replied.\n“By the deep, woman,” grinned Jeremy, “where did you learn all that about Archibald? I thought you'd been sitting on that rock in the sea your whole life.”\n“Never mind that,” Casmetra answered grimly. “Gentlemen, we have matters to attend to.”",
	"map.h2terror:6.event.2.description" : "Scouts report an Erathian outpost to the south: Carstrig Fort. It would be good to capture it and use for our needs. The fort defenders wouldn't have a chance against the Kreegans anyway.",
	"map.h2terror:6.event.3.description" : "A group of frightened crewmen rushed into the room. “Cap'n! Giant crocodile-people just walked ashore!”\nWithout hesitation Bidley grabbed his sabre and run to see.\nIndeed, two great scaly creatures, a bit like lizardmen, were lying on the shore, breathing heavily.\n“Shiver me timbers!” exclaimed Bidley as he knelt beside them. “What are these creatures?”\n“Those are nix,” Casmetra told him, approaching from behind. “An ancient sea race of intelligent reptiles. They were thought extinct. Long ago, their kingdom was somewhere around here. Something must have made them emerge again onto the surface. I'm sure we'll see more of them.”\n“I hope they have good intentions,” Bidley replied.",
	"map.h2terror:6.event.4.description" : "More nix arrived with each passing day. It turned out that many of them could speak and even wield weapons. They explained that their ancient city was on a rocky island nearby, and that it was besieged by demons. When their prince, Tark, tried to break the siege, he was imprisoned. Tark is being held hostage in a Kreegan prison somewhere near Eeofol's shore. Bidley has decided to save him: the nix may become valuable allies.",
	"map.h2terror:6.event.5.description" : "Casmetra called a meeting between herself, Bidley, and Jeremy. \n“I have grim news. My spies report that the Kreegans think Catherine hired the pirates to flank and backstab their forces, so they're moving some of their rearguard forces to the seashore. They'll soon attempt to kick us out of here. The faster we gather the Cornucopia, the better,” she informed them. \n“Blood and thunder! That'll do wonders for my reputation,” muttered Bidley dispiritedly. “Every damn sea dog will think I'm working for Erathia, just because I saved that mage.”\n“But isn't that a good thing, brother?” asked Jeremy. “Discounts at taverns, free entrance to the largest ports in the kingdom! The only thing I'm worried about is how to find enough money to pay these artifact-making thieves.” \n“We can slaughter the Kreegans and pillage them. We are pirates, after all!” exclaimed Bidley, and Jeremy agreed with a grin. \n“Call up the boys! We're gonna be turning fire demons into sea demons soon.”",
	"map.h2terror:6.event.6.description" : "I was in the hold having a quarrel with a bottle of rum when Patris appeared.\n“Cap'n, I'd like to talk to you about what's going on,” he said.\n“All right, I'm listening,” I nodded.\n“I don't like that this woman is dragging you into all this trouble. Why are you risking your neck going after that artifact? We're losing good men fighting those demons,” my first mate said seriously.\n“It was our own decision,” I replied, “no one was dragging us. The life of an honorable pirate is one of constant risk--you know that. And by the way, we'll have a new ship soon, a beautiful one--a frigate! All those bigmouths in Regna will swallow their tongues.” \n“All right, Cap'n. You're the boss,” agreed Patris and left me be. I couldn't understand why he disliked Casmetra so much.",
	"map.h2terror:6.event.7.description" : "It should be taken into the account that the more we delay, the more forces the Kreegans will be able to gather. They'll be a deadly threat very soon. We need to attack the enemy as soon as possible!",
	"map.h2terror:6.guards.65.2.1.message" : "You can't easily get out of this place--it's a trap!",
	"map.h2terror:6.guards.92.0.0.message" : "Looks like the nix leader is being held here. Let's hope he's a thankful creature.",
	"map.h2terror:6.header.description" : "Jeremy, Bidley, and Casmetra have to gather the Cornucopia. Tark has to be released from prison in order to complete the scenario. The maximum hero level cap is 18. After victory, Jeremy, Bidley, and Casmetra will proceed to the next scenario of the campaign.",
	"map.h2terror:6.header.name" : "The Shores of Hell",
	"map.h2terror:6.quest.12.1.0.completed" : "We have a deal. I'll begin the work.",
	"map.h2terror:6.quest.12.1.0.firstVisit" : "Greetings! I'm able to create a source of infinite wood. It will cost you 30,000.",
	"map.h2terror:6.quest.12.1.0.nextVisit" : "No deal. 30,000 and not a gold piece less!",
	"map.h2terror:6.quest.13.60.0.completed" : "We have a deal. I'll begin the work.",
	"map.h2terror:6.quest.13.60.0.firstVisit" : "Greetings! I'm able to create a source of infinite mercury. It will cost you 90,000.",
	"map.h2terror:6.quest.13.60.0.nextVisit" : "No deal. 90,000 and not a gold piece less!",
	"map.h2terror:6.quest.30.17.0.completed" : "We have a deal. I'll begin the work.",
	"map.h2terror:6.quest.30.17.0.firstVisit" : "I'm able to create a source of infinite sulphur. It will cost you 90,000.",
	"map.h2terror:6.quest.30.17.0.nextVisit" : "No deal. 90,000 and not a gold piece less!\n\n",
	"map.h2terror:6.quest.31.0.0.completed" : "Perfect. Hand the money over, and take your artifact.",
	"map.h2terror:6.quest.31.0.0.firstVisit" : "I'm able to create a source of infinite gems. It will cost you 80,000.",
	"map.h2terror:6.quest.31.0.0.nextVisit" : "No deal. 80,000 and not a gold piece less!",
	"map.h2terror:6.sign.12.81.0.message" : "Fort Kastrig ",
	"map.h2terror:6.sign.75.68.0.message" : "Devil's Bay",
	"map.h2terror:6.sign.93.0.0.message" : "Prison Block",
	"map.h2terror:6.town.10.79.0.name" : "Fort Kastrig",
	"map.h2terror:6.town.47.43.0.name" : "Nyksas",
	"map.h2terror:6.town.6.8.1.name" : "Centre",
	"map.h3horn:0.event.1.description" : "I have a strong feeling that this has already happened at some point. Marooned on an unknown island, once again. And once again, I am ship-less. Patris is not around, however... Anyway, the last thing I remember was me being sucked into the vortex when that Casmetra whore snatched the cursed Horn. That vile witch! Neither I, nor... Oh whatever it was that really interested her! The only thing she was after was the Horn of the Abyss! Curses! Nobody escapes the wrath of Jeremy Albatross!\n\nI also lost my high boot. Again. \n\nSomewhere not far behind loitered a handful of lads that were sucked in with me. Were the rest less lucky, I wonder? I hope not. Bidley was left behind... \"Hey rapscals!\" I shouted to the flocked men. \"We have to get out of here! But first, we need to find out where we are, shiver me timbers!\" ",
	"map.h3horn:0.event.10.description" : "Timur's men report that a vast cave net is located under the isles. Both monsters and intelligent beings dwell there. I don't have my hopes high about those \"intelligent\" beings far surpassing our regular \"arrrbghs\", however. Should we search for Grail there?",
	"map.h3horn:0.event.11.description" : "Alarming news have reached me that the caves are inhabited by demons, and not only Tuunbaq. During the First War, the Kreegans have sent and expedition here. However, Catherine was able to defeat Eeofol and Nighon before the expedition arrived. The alliance with Eeofol was broken, and the kreegans were left abandoned in these caves. I doubt that they got any nicer over the time.\n\nBecause, you know, you cannot land devil knows where, lose a high boot and not meet Kreegans.",
	"map.h3horn:0.event.2.description" : "Yet again I have a feeling that I relive past events, with an exception of me being on some shallow stinky island. My \"Utopia\" is probably far away from here. Quite frankly, I have a feeling that we are somewhere at kreegan’s horns. Even the air is different here... We have to find a settlement urgently to replenish the water supplies. \n\nThis is the merriest part of a sea wolf's life: a chance to die of dehydration while surrounded by water. But Jeremy Albatross knows better than to be afraid of such petty threats! I am more inclined to think that perils and difficulty forge pirate's character. Once a book with my biography comes out, it will depict my valor and chivalry as a pirate!",
	"map.h3horn:0.event.3.description" : "A short, dark, cross-eyed man with thin, dark mustache was standing in front of me. I remembered that such tribes lived somewhere in Krewlod and led a nomadic life. I figured out that he was probably a leader here. \n\"Who are you?\" I asked and squinted. \"Name is Timur.\" He answered.\n\"And who are you people? What are you doing here?\"\n\"No, who are you!\" Exclaimed Timur. \"We lived here peacefully, without trouble. You come, kill everyone, destroy fort!\" \n\"Answer the question!\" I bellowed.\n\"We are refugees. I used to work on plantations.\" answered the local. \n\"What plantation?\" I wondered.\n\"There is a big island to the north,\" answered my dark friend. \"New Steadwick town is there.\" \n\nNow I understood where I was, and it did not make me happy.\n\"New Steadwick!\" I screamed with such anger that not only Timur, but my own men cowered in fear, \"New Steadwick! You mustache-face... Tell me it's a joke!\" I grabbed him by the collar and put my sabre to his throat.\n\"I swear on blood and honor!\" he wailed, sweating bullets. \"It is called like that for real!\" \n\"Hear that, men?\" I let poor Timur go and turned to my crew while gesturing, \"Sink me! You do realize where we are?!\"",
	"map.h3horn:0.event.4.description" : "Very far away, east of Erathia, there is an archipelago amongst endless sea. We, pirates, call in the Gilbert's isles.  Erathians call it Klondike. Some time ago, during Erathia's prime, they established a fort on the largest isle, that grew into a settlement and later, a full colony.\n\nA soft climate allows growing tobacco, coffee, sugarcane, local exotic fruits and vegetables. Before, the latter was available only in Tatalia. After the death of Gryphonheart, the bond with the metroplex was broken, and the local vice-king feels confident as a ruler of the archipelago. The local pirates challenged him for the control over land, and a war broke out. \n\nHowever, all of this is not as important... The important part is that these isles are located terribly far away from the continent! And I have not a single clue where Bidley is and where to set sail. ",
	"map.h3horn:0.event.5.description" : "When we were little, momma used to tell us a tale about the Guiding Star. What’s funny, I used to hear the same tale from pirates and devil knows who else. \n\n\"Jeremy-kan?\" A voice rang behind me.\n\n\"What?\" I turned to Timur. He became a sort of a guide here when he realized that I'm in charge now.\n\n\"I don’t want to ask. But why did you set sail to these lands? You fight like a real steppe son. You are a warrior.\"\n\n\"Wa-a-arrior...\" I bleated. \"I sailed here to sail away. But I don't know where to go, to the extent where I'd need a Guiding Star.\" \n\n\"Oh, I'd like to sail away too.\" Smiled Timur. \"Light the star and sail wherever the heart desires!\"\n\n\"Curses. Don't make my life even more miserable.\" I ruffled up and turned back to the sea.\n\n\"But Jeremy-kan! I know how to light it!\"",
	"map.h3horn:0.event.6.description" : "I was delightfully enjoying the local mash while sinking into my own thoughts. The mash was made from sugarcane. I wouldn't say that it's amazing, but that will do. Suddenly, Timur entered the cabin, followed by... A thing. Something. If this pile of something knows how to get out of here, I am all ears. Otherwise, I'd shoot it on sight, just in case.\n\n\n\nIt was a man dressed in some insane robes with feathers and a hat that looked like a bird's head. Dark skin, a large nose, and round, expressionless eyes were seen under the hat.\n\n\"This is Crang-Crang.\" Timur introduced the stranger. \"Crang-Crang.\" Repeated the strange fellow for no reason. \"I got it.\" I replied angrily. \"At least not Arbgrh. How can we see the Guiding Star?\"\n\n\"Grail,\" said the shaman.\n\n\"Grail?\" I clarified.\n\n\"Grail. Bring Crang-Crang Grail. Light Star! Shine!\" \n\n\n\nI pulled Timur by a shoulder to the side.\n\n\"What the hell is this? I am utmost surprised it can talk at all.\n\n“Jeremy-kan, this is the priest of the people here. Very Wise! Has some difficulty talking though, yes.\" \n\"Shiver me timbers! Did he seriously mention Grail?\" I sighed.\n\n\"Yes. We can probably find it if we look at the obelisks. My people told legends that the obelisks depict a map that shows where the Grail is buried.\" The nomad replied.\n\n\"Fine. Take your friend out before everything here absorbs his stench... I'll think about what to do.\"",
	"map.h3horn:0.event.7.description" : "I have no idea what the \"Grail\" is. I don't like to think about strange and irrelevant issues. It's much nicer to think about gold, rum, and women. The fate commands otherwise, however!\n\n\n\nAnd so, the Grail. I heard that those things once fell from Heavens. Nobody really knows what are those, and how many of them exist. But everyone wants one. Well, if Timur is right and the obelisks truly reveal the map, why not search for this Grail? I am ready to sell my last high boot to get out of here and find Bidley. Momma would never forgive if I failed to look after my dear brother. ",
	"map.h3horn:0.event.8.description" : "Looks like I began to remember the stories Patris told me about this place... Curses! He was from here, wasn't he? He escaped when their guerrilla squad was captured and his family imprisoned. Such a pity that Patris is not with me anymore. He would probably have some errands to attend to.  ",
	"map.h3horn:0.event.9.description" : "Looks like the local pirates and vice-king got to know about our presence. They clearly dislike the fact that Jeremy Albatross disrupts their plans. Good! I love being feared. Our little fortress is being attacked more and more frequently by those who desire to deal with pirates and colonists. \n\n\n\nThe only thing that truly scares me is that our enemies may find Grail before us.",
	"map.h3horn:0.guards.14.36.0.message" : "Doesn't look ilke a free passage. You seem to remember people saying you can only exit here. The key to the entrance is probably somewhere underground.",
	"map.h3horn:0.guards.19.59.0.message" : "I spotted a boat, turned around, and declared solemnly: \"I bestow the name of \"Black Unicorn\" upon this boat!\"",
	"map.h3horn:0.guards.30.55.0.message" : "I could never figure out what these obelisks are for. They would reveal some gibberish on touch.",
	"map.h3horn:0.guards.31.29.0.message" : "You can see the nearby island looming to the west. It's actually not that far away, but no ford in sight.",
	"map.h3horn:0.guards.40.13.0.message" : "You hear deep, repulsive gurgling, and right away a serpent's ugly head arises above the waves. Taken by surprise, a crewman falls over the poop deck railing. While the serpent is enjoying an unexpected snack, you manage to collect yourself and order the gunners to open fire.",
	"map.h3horn:0.guards.6.69.0.message" : "You see a company of particularly unfriendly characters emerge from behind a nearby dune. The one in possession of the least appealing face rises something shiny above his head and starts spouting some balderdash. After he seems to have finished, he proceeds to draw steel, and so do his companions.",
	"map.h3horn:0.guards.71.56.0.message" : "Your ship made its way calmly. Suddenly, a huge wave rose straight ahead and fell crashing on the deck. – “It's not the sea!” \nYou shouted, pulling out your old pistol. \n“It's an ambush!”",
	"map.h3horn:0.guards.8.71.0.message" : "An item sticking out of sand caught my attention. I leaned to examine it... Looks like footwear of some sort! Perplexed, my boys watched me furiously digging something out. A few minutes later, I extracted a pair of posh bright-green boots from the sand. Well-made, but dirty. Couldn't tell if they were designed for men or women. A fancy thing more suited for balls rather than casual roaming... However, I grew tired of walking with a lone high boot on my foot. After shaking off the sand I put one on. The size was a fine match, as if sewn exclusively for me! \"Nice boots, Cap'n!\" Heehawed one of the crewmen, with the rest joining his jolly gag. I laughed as a response. Then I shrugged and moved onward. Luck smiled upon me today.",
	"map.h3horn:0.header.description" : "Jeremy has to find a Grail and construct the Guiding Star in order to find his brother. Leveling is capped at 16. Jeremy will move to the next scenario after victory.",
	"map.h3horn:0.header.name" : "Frontier",
	"map.h3horn:0.monster.19.58.0.message" : "The hell are you? Begone, this is our boat!",
	"map.h3horn:0.monster.70.2.0.message" : "Steed for dinner, pirate for supper!",
	"map.h3horn:0.quest.11.59.0.completed" : "I want you to fetch this thing to an acquaintance of mine. His place is eastward from here. Will you?",
	"map.h3horn:0.quest.11.59.0.firstVisit" : "You are a stranger here, right? Too convenient! There's a personal matter that I want no one familiar to be aware of. Will you take my offer?",
	"map.h3horn:0.quest.11.59.0.nextVisit" : "Yoy aren't flying the teal flag. Go away!",
	"map.h3horn:0.quest.42.24.0.completed" : "Fascinating! This cloverleaf will perfectly fit my plans! By the way, would you care for a little fetch mission? This thingy here is cursed. There's a geezer living tp the northeast from here, he might know the way to lift the curse.",
	"map.h3horn:0.quest.42.24.0.firstVisit" : "I'm expecting a messenger with a package from my friend, it's meant to be some living plant.",
	"map.h3horn:0.quest.66.1.0.completed" : "My doll! At last! I will once again be able to cast curses! Oh, grand old times are coming back! And to think I had to resort to snake infestations to meddle with my neighbors! It isn't nearly as much fun, and the snakes are growing too big and hard to deal with lately. Will you take them off my hands?",
	"map.h3horn:0.quest.66.1.0.firstVisit" : "A long time ago I lost a very precious thing. It may not look like it has much value, but it bears some dear memories. If you were to find and bring it back to me, I'd be very grateful.",
	"map.h3horn:0.quest.67.59.0.completed" : "A demon shoe! Exactly what I was looking for. I'm so very grateful you brought it to me. Now, can you pass this thing on to my colleague? His hut is in the middle of the archipelago. He might want you to do something for him as well.",
	"map.h3horn:0.quest.67.59.0.firstVisit" : "My friend was going to send me a certain artefact, if he met someone reliable to pass it to. Would it, by chance, be you? The thing in question is a big, rusty horseshoe.",
	"map.h3horn:0.quest.71.18.0.firstVisit" : "A serpent devoured my keychain and scurried away westward. Chase him and bring back the thing. I will return the favor.",
	"map.h3horn:0.sign.23.11.0.message" : "Plantation",
	"map.h3horn:0.sign.27.53.0.message" : "Bounty Island",
	"map.h3horn:0.sign.36.41.0.message" : "Gallavant was here",
	"map.h3horn:0.sign.46.30.0.message" : "These isles were discovered by a brave navigator Siagum and her first officer Tsilataf.",
	"map.h3horn:0.sign.46.71.0.message" : "Kenengem Fort",
	"map.h3horn:0.sign.63.5.0.message" : "Emerald Lagoon",
	"map.h3horn:0.sign.64.66.0.message" : "Serene is imprisoned here. She is guilty of entering the dungeon unauthorized.",
	"map.h3horn:0.town.17.55.0.name" : "Sharkania",
	"map.h3horn:0.town.32.8.0.name" : "New Steadwick",
	"map.h3horn:0.town.5.14.0.name" : "Barkling Bay",
	"map.h3horn:0.town.68.7.0.name" : "Evergreen",
	"map.h3horn:1.event.0.description" : "Bidley could not understand where he found himself. Was he dead? The last thing he remembered was how he got drawn into some swirl. And now he was in this strange place with the rests of his team. \n\n\n\nIt seemed as if he was standing on the bottom of the sea. High above his head there were fish shoals and huge turtles swimming (or flying?). But it was not water all around. If it was water, he would not be able to breathe or move freely. As if the air around was viscous and humid like some extremely transparent liquid in which he could breathe. \n\n\n\nThere was a faded portal behind him. Somewhere on the other side of the portal there were Jeremy, Tark and the cunning witch Casmerta with the Horn. Now Bidley realized – all of this was framed up by the witch so she could obtain the artifact! While Bidley was taken captive, he overheard Dagrem. He got to know that Casmetra hired a mage to find the Horn but when he failed she threw him into a cavern. That is why he wanted to avenge himself on her and take the ancient relic. But Bidley should have thought about it earlier. \n",
	"map.h3horn:1.event.1.description" : "A strange creature was approaching to the troops of Bidley...Though, he already got to see some of this kind – it was a sprite. It was simply curious to see how she was flying across this local “air”. \n\n\n\n “Wow!” said the sprite in a ringing voice, “these must be primes!\n\n“Where...where are we?” asked the confused pirate.\n\n“In the Plane of Water!” replied she laughing, “Isn’t it lovely here?”\n\n“Lovely,” nodded Bidley bleakly, “but how do we get out of here?”\n\n“Well, it’s difficult. You need to ask Marinus.”\n\n“Where can I find him?”\n\n“There is a town near here – Saltwater. But primes are not admitted in there.” \n\n“I will definitely be admitted,” said Bidley and set his sabre on the belt.\n\n“What a dreadful prime!” laughed the sprite again, “good luck, then. Saltwater is to the east from here.”",
	"map.h3horn:1.event.2.description" : "Bidley felt sick at heart. He brought his brother into this crazy scheme, and now he lost him. Is Jeremy alive still? But the pirate was sure he would certainly get out of this strange unfamiliar world and find his relative.",
	"map.h3horn:1.event.3.description" : "Bidley entered a beautiful building of unknown architecture. It must have been a sort of a library. Neither were there torches nor candles illuminating the chamber but some strange orbs shimmering with bright whitish-blue light. The bookshelves groaning with books, stairs that reached the upper racks. For the rest, it was a typical library. \n\n\n\n“Who are you?” sounded a voice from darkness. \n\n“I’m captain Bidley,” answered the pirate and turned to where the voice came from, “and I’m looking for Marinus.”\n\nA strange creature came from darkness who looked like a human with no hair and covered with scales. \n\n“What do you need Marinus for, prime?” asked the creature.\n\n“A sprite told me that he knows how to get out from the Plane of Water.”\n\n“Well, she did not lie to you,” agreed the aboriginal, “I am Marinus, the keeper of the library of Saltwater.” \n\n“Why do you call us “primes”?” asked Bidley.\n\n“We call “primes” all the inmates of your world and the like. Yes, and do not stare at me. I am a merman. Our race is not so numerous but some clansmen of mine also live in your world. \n\n\n\nA few minutes later, Bidley let his people go and Marinus and he sit down in armchairs.\n\n“You have arrived at ill times,” sighed the merman, “at present the Elemental Lords are concerned with the war with Kreegans in your world and are afraid of vengeance from their side. That is why it is difficult to get into any Plane, and so it is to get out. But you can wait till the war ends.”\n\n“I don’t have time to wait,” sighed the pirate. “My brother may be in trouble. I’ve been betrayed, and now I want to wreak vengeance upon the betrayers.” \n“Then you do not have much of a choice,” said Marinus confusingly. “The closest way to your world is the portal in Coralgate. But Water Lord placed mighty guards there to avoid krigan invasions. They will not anyone in or out. \n\n“If I have to fight, I am ready!” said Bidley with ardor. \n“Not only will you have to fight,” said the keeper shaking his head, “the Water Lord also foresaw the case if the guards fall. That is why the gates to Coralgate are locked with the Water Key, Mist Key and Ice Key. So is the entrance... ",
	"map.h3horn:1.event.4.description" : "The merman said that the Ice Key can be found in the south-west and it is guarded by powerful icy dragons. And Bidley has limited resources: he has to tame creatures from the Plane of Water. Probably, it is better to look for the Mist and Water Keys first? They are guarded by the men of the Water Lord. If we can defeat them, we will be able to bring more creatures to our side. ",
	"map.h3horn:1.event.5.description" : "Bidley remembered his old dream. In this dream he is swimming in the water and can see through it extremely clearly as if it was air. Can it have been a prophetic dream that predicted his getting into the Plane of Water? These thoughts gave him shivers. “Stuff and nonsense! It’s just a coincidence,” though Bidley to compose himself. But deep inside he knew everything was not that easy at all. ",
	"map.h3horn:1.guards.5.40.0.message" : "Your crewmen got sight of a wreck, bodies floating by. \n\"Some of them poor buggers might have survived, Cap'n… We could use extra hands\", uttered a young sailor. \n\"Right, matey\", you agreed. \"Set course to the wreck!\" \nBut on closer inspection, all the bodies were already ripe, festering under the sun. You commanded to depart immediately, but apparently the dead were up to shenanigans.",
	"map.h3horn:1.guards.51.107.0.message" : "Watching the water surface, you noticed a bottle floating nearby. You ordered the crew to fish it out and hoped for no evil spirits inside. Soon, one of the mates ran up to you and said: \n“Incredible! Maybe it is a message from other prisoners of the plan?” \nYou snatched the bottle from him, it contained a piece of paper. After reading the message you realized it being horribly outdated. \n“Author of this letter was Barsolar, cousin of Immortal King and one of the greatest planar adventurers. He died a few decades ago on Enroth… But if he once got out of here, so can we!”",
	"map.h3horn:1.guards.52.8.0.message" : "Water Lord General guarding Coralgate referred to Bidley from the wall,\n“Silly prime! What are you doing? You are weakening us conniving with Krigans. They are enemies not only to us but to you. What now? Are you going to assault this unwinnable fortress? You will now perish because of your foolishness!”\n“But still I will take my chance of kicking you out of there and get home!” answered Bidley firmly.  ",
	"map.h3horn:1.header.description" : "Bidley must capture Coralgate town and escape the Plane of Water. Bidley must not be die. Hero level cap is 18. After victory, Bidley will move to the next scenario.",
	"map.h3horn:1.header.name" : "Heart of Water",
	"map.h3horn:1.sign.11.88.0.message" : "Ice Key",
	"map.h3horn:1.sign.12.47.0.message" : "Water Key",
	"map.h3horn:1.sign.92.44.0.message" : "Mist Key",
	"map.h3horn:1.town.54.7.0.name" : "Coralgate",
	"map.h3horn:1.town.86.98.0.name" : "Saltwater",
	"map.h3horn:2.event.0.description" : "Jeremy entered “Black Mark”, quickly looked around, sprawled his hands and gave a jolly cry, “My little brother!”\n\nBidley had no time to react and ended up squeezed in the arms of his relative. \n“Jeremy! Thunderation! Where do you spring from? I was just about to start looking for you.\n“The Guiding Star showed me the way”, answered Jeremy blithely, releasing his brother. \n“What star?”, frowned Bidley.\n“Never mind. It’s already faded. You can’t imagine where I’ve been! Cannibal tribes, slave merchants, this corn...\nLucky you! And I’ve been to the Plane of Water” \n“What did you do there?”, asked Jeremy suspiciously. “Sailing,” answered Bidley coolly. \n\nThe pirates sit down to the table and discussed their adventures for some time but later the topic came down to who actually had tangled them into these adventures.\n“Casmetra”, sighed Bidley, “this witch. She deceived us all. She even betrayed her mercenary. Was it…Dargen?” \n“Dagrem,” brother agreed, “but Jeremy Albatross never forgets his offenders! Casmetra will pay for her evil-doings.” \n“You don’t say!”, smiled Bidley and sipped some wine, “I thought you were good one with another” \n“Yes but what could I do?!”, Jeremy made a helpless gesture, “I’ve always been too seducible to woman beauty! I’m not as cruel as my brother who is neither interested in women, nor in men nor in mermaids. Have you ever thought about a career in the Sun Temple?” “I will think about it as soon as I strangle Casmetra personally”, answered older brother coolly. \n“You know what’s the most curious thing about it?”, said Jeremy in a serious tone leaving out all the mockery, “She is not hiding. This witch announced to all the Regna that obtained the Horn of the Abyss. I think the very Dread Pirate Stanley is hiding in his mansion pretending nothing special happened. I managed to collect some information besides...” \n“They are afraid of her”, nodded Bidley. “The whole goddamned Empire of the Endless Ocean lays low as a prison rat waiting for what comes next. I don’t know why she would need the Horn and why she pursued it so hard but now we must take it from her. Not only because it’s min…ours but also because I don’t like what’s happening! ",
	"map.h3horn:2.event.1.description" : "In very deed Casmetra did not hide and every drunken sailor in Regna knew she stayed at her residence with the Horn of the Abyss. Tark, an old friend of Bidley and Jeremy’s, was already spying on her. From the very moment when Dagrem’s castle cracked, the pangolin (ÿùåð) believed that the pirates did not die and that they would come back some day for revenge. And he was right about it. \n\nThe only problem was that the Casmetra’s island was guarded by a big amount of her thugs. There were at least four castles; but it was unknown where was the hostess. Bidley, Jeremy and Tark disembarked in different parts of the isle, build camps and were getting ready to assault the lands of the mighty witch. ",
	"map.h3horn:2.event.2.description" : "One of the Tark’s scouts came back with some information. There is a long-lived rumour that Casmetra not only possesses the Horn of the Abyss but she is also is trying to do something with it, to carry out some ritual. If it is true, you must stop her before she succeeds as nobody knows what she is doing and for what reason. ",
	"map.h3horn:2.event.3.description" : "“Soho, little brother, chins up! Soon, we’ll catch this witch and she’ll pay for everything!”, cheerfully said Jeremy.\n“Only if we get in time”, frowned Bidley, “It is not for nothing I had an apprehension. She knows something about the Horn that we don’t.”\n“We’ll hire a necromancer so he interrogate her corpse!” grimly roared with laughter younger brother and fired from the pistol in the air on impulse of a youth boldness. ",
	"map.h3horn:2.event.4.description" : "Finally, another scout came back. He found out that there is a secret cavern under the isle. Probably, you must look for Casmetra there. You just need to find a way to get into the cavern.",
	"map.h3horn:2.event.5.description" : "It has been a strange day. The sea got covered with ripples and then they suddenly disappeared. It might have been a nature phenomenon but the majority including Bidley and Jeremy blame the witch and her charms for it. ",
	"map.h3horn:2.event.6.description" : "It seems that the apprehensions were not in vain! Hundreds watched the sea tremble and heard it groan. As if it was trying to jump out of its coasts but later changed its mind.\n“Curses!” swore Jeremy, “we’d better hurry. I don’t know what Casmetra is doing: destroying  the Horn, saving the world, creating a new broom … - the Horn must be taken from her as soon as possible! I don’t like at all what’s happening here.”\n“Me neither,” nodded pale Jeremy, “What if she wants to awake the Dormant?” “Whom?”, asked older pirate surprisingly.\n“Well, it actually makes sense. To awake it, you need to blow the Horn”, whispered Jeremy to himself and looked at his brother and continued. “There’s a legend about an ancient god who sleeps on the bottom of the sea...” “Oh, let’s now recall all the sailor’s tales here,” waved off Bidley and went away to his affairs.",
	"map.h3horn:2.event.7.description" : "Today, something strange happened again and everybody heard some sound coming from the depths of the ocean which more resembled a moan. There is less and less time.  ",
	"map.h3horn:2.event.8.description" : "Jeremy seems to have gone crazy about the theory of this god sleeping on the bottom of the sea. Somewhere he managed to find tractates of an ancient mage Joycraft, studied them and arrived at a conclusion that Casmetra was a member of an ominous cult which serves the Dormant.",
	"map.h3horn:2.event.9.description" : "The sky got clouded and it has been raining hard for 2 days. There a permanent weak storm on the sea. No doubt it is the work of Casmetra: as the days grow longer, the storms are stronger.",
	"map.h3horn:2.guards.38.13.0.message" : "After the battle, the pirate army took a short breather. Jeremy grabbed a small bag in case there was something of value to loot off the fallen. A bottle of tobersk brandy from Dagger Wound Islands, too, in order to make the dragging affair less dragging. \nRoaming from corpse to corpse, he spotted Tark nearby. The warrior leaned to each fallen Nix, putting his hand to their chest and saying something barely audible. \n“What are you doing, Tark?” - Jeremy chuckled, coming closer. \n“I send them off to their last journey, by one old custom. So did our ancestors, back in the days when the Nixaar Empire was still around.” \n“Nixaar? Never heard of that.” \n“When the world was covered by chaos of the Silence, we dove into the Endless Ocean, and there we built our Empire. We were prospering, until Tritons from the Plane of Water came to attack. The nation was divided. Some died, some fought. And those who survived became slaves of the Overlords. Who was once a slave, never forgets what it is like… I fought for freedom of my people, for them to come back to life and prosperity. And now I'm burying them, killed in a new war.” \n“We are all dying someday. But nothing goes without a trace, I believe. Our deeds will live on forever! - Jeremy said, smiling.” \n“Your brother, Bidley, craves power before anything else. And what do you wish for, Jeremy Albatross?” - asked Tark suddenly. \nFailing to offer an answer, Jeremy took a gulp of brandy and went on, but he left the bag behind.",
	"map.h3horn:2.guards.38.15.0.message" : "Among other troops, a group of Nix manned the garrisson walls. Everybody knew by now that they became mercenaries, ending up serving various Regnan captains after being liberated from Nighon. And now they were about to fight their own. \nTark, liberator and ruler of Nix, wanted to bring everybody to reason and urged his kinsmen to join his cause. \n“Brothers, join me, like in the olden days! Trouble will befall one who stangs against his brother. I don’t want that.” \nOne of the garrison Nix, apparently their leader, replied: \n“How is the captain whose boot you are licking today better than any other? You betrayed your people, Tark! You deprived us of unity, forcing to join the pirates. I'm not going to kill you for gold. I'll do it because you're a foe! \nThese turned out to be last words of this Nix. Presently, a cannonball swept him from the wall.",
	"map.h3horn:2.guards.59.10.1.message" : "You seem to be going the right way – Casmetra is hiding just about here. ",
	"map.h3horn:2.guards.6.27.0.message" : "Ambush!",
	"map.h3horn:2.guards.74.13.0.message" : "\"Again we became kinslayers\", sighed Tark at the sight of fallen. He grabbed a spade and started digging a grave. Other Nix followed suit.",
	"map.h3horn:2.guards.74.15.0.message" : "Seeing Tark's troops approach, the enemy Nix got up hissing and shouting \"No mercy!\". All the garrisoned guard were set to launch an attack.",
	"map.h3horn:2.guards.8.19.0.message" : "The air in this place is very dusty and dry. It is difficult to breathe. Your soldiers cover their faces with wraps.  ",
	"map.h3horn:2.guards.88.75.0.message" : "[PH]   A big sack of gold!",
	"map.h3horn:2.header.description" : "Bidley, Jeremy and Tark must defeat Casmetra before she activates the Horn of the Abyss. Hero level cap is 24. Bidley, Jeremy and Tark will move to the last scenario After victory.",
	"map.h3horn:2.header.name" : "Horn of the Abyss",
	"map.h3horn:2.sign.40.69.0.message" : "You are entering the lands of Casmetra",
	"map.h3horn:2.sign.60.19.1.message" : "Ritual room",
	"map.h3horn:2.sign.73.27.0.message" : "Welcome to Abon Abbey!",
	"map.h3horn:2.town.39.6.0.name" : "Downwich",
	"map.h3horn:2.town.52.35.0.name" : "Aronhem",
	"map.h3horn:3.event.0.description" : "Bidley and Jeremy were not able to quench their thirst for revenge. Defeated, Casmetra dropped everything and leapt into a portal which instantly collapsed. The witch was never to be seen in the Regna again. Bidley took the horn, yet he could not figure out what exactly was Casmetra trying to accomplish with it. \n\nHowever, after a week of fruitless search for Casmetra, they abandoned their attempts, as Bidley, for all intents and purposes, was the Pirate King now. \n\nAt that point Regna was not a recognized state anymore, although it was still occasionally talked of as “Empire of the Endless Ocean”. Thing is, after old Hareck IX passed, his heir failed to step forward. A power struggle commenced among pirates. During turmoil, several captains had proved to be strong enough to seize the reign of vast territories, but chaos resumed once they perished or lost their edge. \n\nHere and now, Bidley was the King, and this word meant not only terror and reverence, but also lots of hatred. Owning an ancient powerful artifact, he could disregard his former peers, the mere seafarers; for fear of the unknown was all he felt. \n\nThe only danger looming was in the seas.",
	"map.h3horn:3.event.1.description" : "It was a clear day when Bidley and his team were on a coast, in a coastal fortress. The Horn of the Abyss was as if habitually hanging on the belt and the Pirate King never parted with it. Suddenly, one of the sailors came running. He was afraid of something and had some scroll in his hands.\n“Cap’n, cap’n! I swear by all the sea devils! It was a genie! The genie appeared and asked me to deliver it to you!” Bidley dazedly took the scroll and unrolled it. \nIt read: “I salute you, Bidley Roberts, the new Pirate King! \n\nI am Solmyr, a modest servant of Gavin Magnus, the Immortal King of Bracada. My lord is disquieted by the news that you are in the possession of the legendary artefact - the Horn of the Abyss. We reckon than this item must be kept here, in Bracada, under a close watch of the most powerful archmages. You are not someone who is familiar with sciences; you are more of a bandit and a thief. No doubt you will use the artefact in the name of evil: to obtain power and personal enrichment. We, the mages of Bracada, cannot stay uninvolved in the case when the Horn of the Abyss is in the hands of a greedy human.\n\nThuswise, I inform you that soon we will send an armed expedition, and I will head it. I shall not ask you to give us the artefact willingly as you will refuse in any case. Furthermore, I bring to your notice that the very Elemental Lords are willing to support my lord. They are also alarmed by the lie of the land, and the Water Lord is also enraged by your unpardonable destruction of the Coralgate fortress.     \n\nFor the Pirate King from Solmyr, a genie from Bracada.” \n\n“A smart genie,” nodded Bidley, “I won’t give away the Horn voluntarily, indeed. Come and take it.” ",
	"map.h3horn:3.event.2.description" : "In some days Bidley gathered his people together with Jeremy and Tark when it became clear that the mages were getting prepared to strike. “Damned Xanthor!”, sweared the Pirate King looking at the horizon through a spyglass.\n“Xanthor?”, asked Tark in surprise. “The wizard whom I saved from the barbarian jail. It was he who told me about the Horn of the Abyss in gratitude for his salvation.” “And now the same wizards want to kill us for the Horn,” grinned Jeremy, “Yes, the destiny sometimes can be as good at joking as me.” \n\n“And these Elemental Lords get in the way all the time in this story,” added Bidley and took the spyglass away from his eye. \n“At least the erathians are busy with the Kreegans and don’t bother us,” concluded Jeremy. \n\n“Fine, lads,” turned the Pirate King to the friends, “we need to get prepared for a hard war. It seems that Bracada decided to use all the powers they have against us. We haven’t had such a strong enemy yet but the reinforcements from Regna will arrive soon enough.",
	"map.h3horn:3.event.3.description" : "Some unsettling news arrived. \n“Dear little brother, do you remember Dargem?” Jeremy asks his brother. \n“That unlucky fellow who took me prisoner? Is he alive yet?”\n“Yes, he is. So, he gathered some ridiculous army of mercenaries and captains who dislike you. Well, in short, it turned out that the reinforcements from Regna came over to him.” \n“What a sudden turn,” said Bidley cold-bloddedly, “but it’s not everything, is it?”\n“No,” Jeremy shook his head, “Dagrem dragged other lovers of rare artefacts – Warlocks of Nighon. It seems he promised to give them the Horn but he only seeks for revenge. Although no one knows what the hell he really wants.” \n“So many are anxious about getting one Horn!” laughed the Pirate King, “and how will they divide it between them even if they kill me?” \n“I bet they will start killing each other,” lifted his hands in dismay the younger brother. \n“I hope they start killing each other earlier so that we may sneak up and cut their throats,” said Bidley grimly and bared his sabre. ",
	"map.h3horn:3.event.4.description" : "By all appearances, Elemental Lords materialized their fortresses somewhere in the north. However, the Earth Lord had some difficulties. His army ought to have appeared under the ground and it found itself in the clutches of Nighon warlocks who did not expect this at all. ",
	"map.h3horn:3.event.5.description" : "The enemy’s army grows stronger every day. Tark thinks that that it would be a good tactical decision if we could confront the enemies with each other and make use of their weakening. Jeremy thinks that a better option would be to make a sudden strike on lodgements of renegades and mercenaries to capture their weapons and resources.  ",
	"map.h3horn:3.event.6.description" : "WhoRunBartertown",
	"map.h3horn:3.event.7.description" : "Yet, there remained some who did not sell themselves out to Dargem. Loyal captains promise to send you a ship with supplies. ",
	"map.h3horn:3.event.8.description" : "The ship with supplies has arrived. The next ship is expected in one month. ",
	"map.h3horn:3.guards.127.25.0.message" : "“No passage”",
	"map.h3horn:3.guards.128.54.1.message" : "People of Nighon seem to keep unlucky enemy generals here. ",
	"map.h3horn:3.guards.130.53.1.message" : "“Get out of here unless you want to join the ones in my cages!”",
	"map.h3horn:3.guards.76.49.0.message" : "Bidley once again rubbed the Horn off with a piece of chamois, even though the artefact was spotless. So this is what people coveted so much. Ever since he got to know what the Horn was capable of, his self-confidence was sky high. Still, the thought of fearsome sea spirits obeying his orders made him shiver every now and then.",
	"map.h3horn:3.header.description" : "Bidley and his pals must defeat all the enemies who pretend to obtain the Horn. Bidley must not die. No hero cap level. ",
	"map.h3horn:3.header.heroNames.82" : "Warden",
	"map.h3horn:3.header.name" : "All hands on board!",
	"map.h3horn:3.header.player.4.mainHeroName" : "Warden",
	"map.h3horn:3.heroes.82.name" : "Warden",
	"map.h3horn:3.sign.125.38.0.message" : "Dargem military camp",
	"map.h3horn:3.sign.126.14.0.message" : "Keep out! Rockslide!",
	"map.h3horn:3.sign.126.55.1.message" : "Prison quarter",
	"map.h3horn:3.sign.129.28.0.message" : "The Bahens’ farm",
	"map.h3horn:3.sign.130.137.0.message" : "Wizard colony",
	"map.h3horn:3.sign.132.125.0.message" : "Bracudin mines",
	"map.h3horn:3.sign.40.142.0.message" : "To Bracada",
	"map.h3horn:3.sign.40.9.0.message" : "Hail to the pirate brotherhood!",
	"map.h3horn:3.sign.56.26.1.message" : "Northern Nighon tunnel\nLength: 5 miles",
	"map.h3horn:3.sign.73.58.1.message" : "Secret hiding",
	"map.h3horn:3.sign.77.139.0.message" : "Valley of the Damned",
	"map.h3horn:3.sign.86.72.1.message" : "Tavern “Slaughtered Lamb”",
	"map.h3horn:3.sign.87.106.0.message" : "Chambers of Titans, the Heaven Lords"
}
