{
	"map.[hota] a cold day in hell.header.description" : "It all went downhill in the blink of an eye. Our plans for a first strike went bust. No time for new strategies, all we can still hope for is to merely survive.",
	"map.[hota] a cold day in hell.header.name" : "A Cold Day in Hell",
	"map.[hota] a new day tomorrow.event.1.description" : "War. Arguably the most devastating calamity to befall a country. Lords tend to seek for tiniest reasons to wage it. They want to enhance their power, to gain more land, to restore their dignity, or simply to beat boredom. You were of the power hungry kind, but struck out quickly, which proved to be a fortunate occurrence. An old friend of yours got you resettled here, in Tempestus, where he hoped for you to get a new start. War. This is how your new home is. Battles never cease here, they only get more cruel after a monarch dies. Tempests never stop at all. You were lucky enough to get a decent head start to settle down without anyone disturbing you, thanks to your friend's connections. It would be wise to send scouts in every direction, as it is crucial to be prepared for foul surprizes the unwelcoming land has in the works.",
	"map.[hota] a new day tomorrow.event.2.description" : "The concept of a huge empire has one major flaw. It is always going to fall, that is. Every kid in the New Extate is aware of what happened there recently, but not a single learned man can offer an explanation to that. Some kind of magic went in action to raise a number of snow covered isles from the seas. Soon, the continent broke down in separate parts. This made for poor army logistics, but a war erupted nonetheless. The king was said to be a brave leader, but perhaps too brave to keep his troops alive. His advisors, initially warmongering, started pushing for peace. A treaty was signed, and the new territories assumed the title of the New Extate. You are working in the interests of the Old Extate, but in order to avoid a new full-scale war, you will be acting as an independent. Your land wants your service, but it will disown you, should you fail.",
	"map.[hota] a new day tomorrow.event.3.description" : "Funny how one day can set everything flying bottoms up. A small gaffe by a mighty sorcerer was enough to tear a big plot of land off your old homeland and bring it here. Magic can be a terrible thing when you make mistakes, and thus the sorcerer himself and thousands of people who lived in the lands struck by the calamity perished. As if this was not enough, the king of a land called the Extate, neighboring those parts, declared on the newcomers. He wasn't sure whether they wanted war or peace, and decided to act first, and in a violent way. And so he lost. It is rumored that he fled the country, and his advisors pretend to be happy with the ceasefire that followed. Don't expect it to last for long. You must settle quickly, but the borders of the New Extate shouldn't be your limits. Who knows what will come to you if you explore a bit?",
	"map.[hota] a new day tomorrow.event.4.description" : "There used to be only a few mines and camp towns in this subterranean region. However, after the Silent ones came, the land was changed on a whim. They arrived soon after the New Extate came to be. They aren't too friendly, and their powers are scary, but they brought a lot over a few months. Actually, enough for starting dreaming of big things. Lords of the Nether newer commanded much respect, and few even realized there were any people living beneath the great Extate. Today, many became hopeful of getting big things done, including you and your rival lord from a neighboring town. Be wary and smart in using your resources!",
	"map.[hota] a new day tomorrow.event.5.description" : "The land was named after the city of Acropia that used to stand tall. It was home to a group of druids who were planning on bringing change to the world. Acropia was reduced to a mere fort after its governess betrayed the great city. Tempestus, the land sitting above us, was razed in a catastrophe, and it it didn't take long for marauders from there to arrive. The Senate decided against fortifying the city to repel them. The raiders were offered a payoff, and they landed nearby. No big surprise they plundered the city soon anyway, and all the greenery the druids were tending to was exterminated. You are hailing from those who died defending their land, and it's your duty to help rebuild it now. Some wretch from a castle nearby is said to be looking at this possibility too. Likely one of the barbarians who razed Acropia, he's now plotting to claim the great city's fame. It will be wise to act carefully for now.\n",
	"map.[hota] a new day tomorrow.event.6.description" : "First scouts to return report the following. You shouldn't be hoping for a warm welcome here. An abandoned town, formerly famous, was located North from here. Impenetrable swamps occupy the lands to the South. Some warriors currently unattached to any lord can be found there.",
	"map.[hota] a new day tomorrow.event.7.description" : "Scarce news from your scouts so far.\nThey've found an ancient town to the West, which was no small feat. Looks like mercenaries are its only inhabitants these days. The castle to the North, the one that used to be a domain of the Extate, is neutral for now, but this isn't likely to last.",
	"map.[hota] a new day tomorrow.event.8.description" : "The next scouting squad had a lot to report.\nThere is a three-sided conflict in the center of the region, involved are three fortresses, of which neither is held by your enemies so far. You should consider the possibility of exploiting that land's riches, but you'll need to accumulate a considerable force first.\nPirates have been located nearby as well, likely the ones who used to control the continent earlier. Some Faerie Dragon nests have been found there as well, but the beasts aren't allied with the sea dogs anymore.\nBroken Blade to the West of Tempestus is probably the biggest place of interest. The war has ravaged it nearly clean, but there are still some battling to control it. The reason for that is likely the Azure Dragons inhabiting the place.",
	"map.[hota] a new day tomorrow.event.9.description" : "The newest scouts to arrive look rather tattered.\nThere are mysterious portals in the region, orange and purple, but it was only speculated before where those could be leading. Now, Agamonde behind the orange one is home to wights and fel knights. This kingdom, once powerful, was reduced to nearly nothing after necromancers and pirates joined their forces to attack it. There was the Agamonde Tournament going on nearby at the time, but its participants were in no rush to help the hosts. The Tournament is still being held, but a participant from Agamonde itself is hard to encounter these days.\nThe purple portal is the only way to get to Iliane's Fist. The foreigner woman brought the dungeon folk to prosperity, and this curious place now bears her name. Every Finger of Ilyane's Fist is full of treasure, but much trial awaits the claimant. You will be able to pick your opponent there, just like at the Agamonde Tournament. ",
	"map.[hota] a new day tomorrow.guards.125.45.0.message" : "You just barely got out of the moor when this fearsome creature emerged before you. Isn't that Ojzin of the swamp, the terror of these parts? While you were contemplating an attack, the beast already made up its mind. It's approaching, hopeful for prey and trinkets.",
	"map.[hota] a new day tomorrow.guards.138.24.1.message" : "You were wrong to come here. Acropia can't be saved. You should have grabbed your chance to seize power while you still could. Sorry, but my mistress' order will be executed.",
	"map.[hota] a new day tomorrow.guards.28.63.0.message" : "You noticed a glowing pendant, shaped like a cross, among the corpses in an inconspicuous corner. These must be the knights that were heading for the Black Mountains. But why was such a valuable thing left behind by the murderers? The realization came later than it should: some of the dead were clearly fresher than the others. You are not the first to come here searching for this thing. And now the trap worked once again.",
	"map.[hota] a new day tomorrow.guards.31.50.0.message" : "Thank you for your help, but the Flask didn't do anything. We're almost out of time...",
	"map.[hota] a new day tomorrow.guards.33.49.0.message" : "Unfortunately, this didn't help either; but I found out something.",
	"map.[hota] a new day tomorrow.guards.35.48.0.message" : "Sorry, but we have to leave you now. This is what's left of our riches. Take it for your trouble. All the best to you, friend.",
	"map.[hota] a new day tomorrow.guards.43.137.1.message" : "Theis place is ripe with magical energy. Even the mountains can't hold it in. Just a few paces further a few unlucky warriors dropped dead. Looks like this energy materialized in a creature that doesn't know what to do with the surplus. And now you've come.",
	"map.[hota] a new day tomorrow.guards.55.162.0.message" : "You shall not pass!",
	"map.[hota] a new day tomorrow.header.description" : "Every lord in these lands has his own reasons for waging war. It's futile to expect mercy from any of them, and the land itself is full of dangers, unwilling to part with its riches. However, keep in mind that one defeat doesn't mean all is lost. It'll be a new day tomorrow.",
	"map.[hota] a new day tomorrow.header.name" : "A New Day Tomorrow",
	"map.[hota] a new day tomorrow.heroes.25.biography" : "Darios couldn't do a thing. It was always too late.",
	"map.[hota] a new day tomorrow.heroes.25.name" : "Darios",
	"map.[hota] a new day tomorrow.heroes.63.biography" : "Wanda's father was scared of his daughter's unconventional talents. He put her in a prison on an island where people rarely go. She is rumored to be actually able to turn the world to ashes with a thought, totally involuntarily.",
	"map.[hota] a new day tomorrow.heroes.63.name" : "Wanda",
	"map.[hota] a new day tomorrow.monster.121.10.0.message" : "The oath is given!",
	"map.[hota] a new day tomorrow.monster.122.10.0.message" : "Složili jsme pøísahu!",
	"map.[hota] a new day tomorrow.monster.171.86.1.message" : "The local monarch is negotiating with the elves. He has yet to find out about the plot. The foreigners stand up to his defense, but they won't stop the people's justice.",
	"map.[hota] a new day tomorrow.monster.172.86.1.message" : "\"Zdejší vládce se pokouší vyjednávat s elfy, ale to ještì netuší, co se chystá. Cizáci se sice postaví na jeho stranu, ale on sám hnìvu lidu stejnì neunikne.\"",
	"map.[hota] a new day tomorrow.monster.173.151.1.message" : "Don't you even ask what we're guarding this damn lighthouse for.",
	"map.[hota] a new day tomorrow.monster.174.151.1.message" : "Cožpak ani nechceš vìdìt, proè tenhle zpropadený maják hlídáme?",
	"map.[hota] a new day tomorrow.quest.10.111.1.completed" : "Thank you for the glorious time! If you ever meet my friend in the west, tell him he's always welcome back here. Just like yourself.",
	"map.[hota] a new day tomorrow.quest.10.111.1.firstVisit" : "These days everyone's concerned about the orcs in the north of the island. \"Destroy them, drive them out!\" is all you hear. Until recently they were the only neighbors of me and my friend here. Those \"bloodthirsty savages\" were happy to help in my garden for a small fee, they also brought delicious fruit from the south. And now, after the \"civilized people\" arrived, I only get what the peasants can collect, and nobody wants to aid the \"orc lover\". Unfortunately, my friend also left me, but he promised to pay me a visit. What would I ask of you, traveler? Your company is enough. Tell me about yourself, about your home, about the wonders you've met in your journeys. Maybe I'll tell you something useful too.",
	"map.[hota] a new day tomorrow.quest.10.111.1.nextVisit" : "These days everyone's concerned about the orcs in the north of the island. \"Destroy them, drive them out!\" is all you hear. Until recently they were the only neighbors of me and my friend here. Those \"bloodthirsty savages\" were happy to help in my garden for a small fee, they also brought delicious fruit from the south. And now, after the \"civilized people\" arrived, I only get what the peasants can collect, and nobody wants to aid the \"orc lover\". Unfortunately, my friend also left me, but he promised to pay me a visit. What would I ask of you, traveler? Your company is enough. Tell me about yourself, about your home, about the wonders you've met in your journeys. Maybe I'll tell you something useful too.",
	"map.[hota] a new day tomorrow.quest.102.133.0.completed" : "A shrewd businessman like you will definitely put this information to good use. Are you ready to pay?",
	"map.[hota] a new day tomorrow.quest.102.133.0.firstVisit" : "While some are still scared of the very word \"war\", I'm making money on it. My old connections passed some interesting information to me, and I'll be willing to share it for a modest price.",
	"map.[hota] a new day tomorrow.quest.102.133.0.nextVisit" : "While some are still scared of the very word \"war\", I'm making money on it. My old connections passed some interesting information to me, and I'll be willing to share it for a modest price.",
	"map.[hota] a new day tomorrow.quest.102.87.1.completed" : "So beautiful, so strong! What wondrous material. Here, have my pets, as we agreed.",
	"map.[hota] a new day tomorrow.quest.102.87.1.firstVisit" : "A new mug is always nice to see. Would you mind helping an old necromancer out? I badly need a Nighon dragon, there must be ones like that around. I have no idea what they need their wings for if they live underground. Then I want a big, clumsy lizard. Lastly, a pretty green dragon. Why? I just love them criters, that's why. A reward? You can take my pets instead, I don't have much use for them anymore. Deal?",
	"map.[hota] a new day tomorrow.quest.102.87.1.nextVisit" : "No, you blockhead! A green one, a red one, and a lizard, nothing less, nothing more!",
	"map.[hota] a new day tomorrow.quest.106.47.1.completed" : "You timing is perfect. Are you ready to trade?",
	"map.[hota] a new day tomorrow.quest.106.47.1.firstVisit" : "A damn Acropian quack sold me a useless lizard! \"This wondrous Basilisk can sniff crystals out from a mile away and lead you to the deposit!\" Those cursed commercials. So far we've been able to sniff out a dead demon, two rabbits and some part of a steam pump. An inspection is due in my factory, and my assistant will get fired if a crystal shortage is found out! Can you get us some?",
	"map.[hota] a new day tomorrow.quest.106.47.1.nextVisit" : "A damn Acropian quack sold me a useless lizard! \"This wondrous Basilisk can sniff crystals from a mile away and lead you to the deposit!\" Those cursed commercials. So far we've been able to sniff out a dead demon, two rabbits and some part of a steam pump. An inspection is due in my factory, and my assistant will get fired if a crystal shortage is found out! Can you get us some?",
	"map.[hota] a new day tomorrow.quest.108.140.0.completed" : "It is a joy to see a worthy one. Are you ready to go through?",
	"map.[hota] a new day tomorrow.quest.108.140.0.firstVisit" : "Only a prudent soul will be allowed to see the keymasters. Only a prudent soul will redeem the gifts. Is your faith strong enough?",
	"map.[hota] a new day tomorrow.quest.108.140.0.nextVisit" : "Only a prudent soul will be allowed to see the keymasters. Only a prudent soul will redeem the gifts. Is your faith strong enough?",
	"map.[hota] a new day tomorrow.quest.109.71.0.completed" : "The guards seem content to allow you to the keymasters for the designated price. Are you ready to pay?",
	"map.[hota] a new day tomorrow.quest.109.71.0.firstVisit" : "The badge hints this is an outpost of the Silent ones. They're as concise as ever: there's a wooden sign out with the price of admission on it. There are also a light blue and dark blue flags depicted.",
	"map.[hota] a new day tomorrow.quest.109.71.0.nextVisit" : "The badge hints this is an outpost of the Silent ones. They're as concise as ever: there's a wooden sign out with the price of admission on it. There are also a light blue and dark blue flags depicted.",
	"map.[hota] a new day tomorrow.quest.115.157.0.completed" : "I will be more cautious in picking friends from now on. Here, I reckon this would be a sufficient reward. Tit for tat.",
	"map.[hota] a new day tomorrow.quest.115.157.0.firstVisit" : "I always preferred to do my business honestly. Tit for tat, as they say. It was also very important to honor old connections. Unfortunately, this way of dealing with things is going out of fashion. My brother was captured by demons who were fighting our ally at Broken Blade. Now, instead of attempting to rescue the prisoners, our ally is crying for more help. I'm now forced to ask you to rescue my brother and our men. He's being held somewhere under a volcanic island, in the far North.",
	"map.[hota] a new day tomorrow.quest.115.157.0.nextVisit" : "I always preferred to do my business honestly. Tit for tat, as they say. It was also very important to honor old connections. Unfortunately, this way of dealing with things is going out of fashion. My brother was captured by demons who were fighting our ally at Broken Blade. Now, instead of attempting to rescue the prisoners, our ally is crying for more help. I'm now forced to ask you to rescue my brother and our men. He's being held somewhere under a volcanic island, in the far North.",
	"map.[hota] a new day tomorrow.quest.12.51.0.completed" : "So, it is decided. You will make the end of the war come sooner. But remember - not everyone can be returned.",
	"map.[hota] a new day tomorrow.quest.12.51.0.firstVisit" : "Have you ever seen a returned one? If not, then you can now brag you have. I've been run through with a spear, hanged, got my head caved in and my eyes squeezed out. Every time my friend, an oft-drunk priest, brought me back. But there is a downside to that: each time I forget something important about myself, something that gave me the strength to live and fight. I have already forgotten the lady I loved, my house, even my favorite meal. Only the horrors of war frighten me more. Like my ally here, I want this to end soon. But I can't entrust this mission to a snotty freshman, I need a decent person.",
	"map.[hota] a new day tomorrow.quest.12.51.0.nextVisit" : "Have you ever seen a returned one? If not, then you can now brag you have. I've been run through with a spear, hanged, got my head caved in and my eyes squeezed out. Every time my friend, an oft-drunk priest, brought me back. But there is a downside to that: each time I forget something important about myself, something that gave me the strength to live and fight. I have already forgotten the lady I loved, my house, even my favorite meal. Only the horrors of war frighten me more. Like my ally here, I want this to end soon. But I can't entrust this mission to a snotty freshman, I need a decent person.",
	"map.[hota] a new day tomorrow.quest.124.49.0.completed" : "Soon, very soon I'll be riding my dragon! No king nor knight could ever have dreamt of it. Take this in return, I hope you can put it to good use.",
	"map.[hota] a new day tomorrow.quest.124.49.0.firstVisit" : "My dream is to have a real dragon to ride! Honestly, horses bore me to tears. Just imagine me, so handsome, sitting on its back, all shiny and crimson... yeah, I'd like a Crystal one, is it a bad thing or something? So here's the deal, I don't have enough crystals to afford it at the time. That said, I'm going on a trip soon, and I'll get me one! Get me the crystals I need. There are a few Dwarf Treasuries nearby, you can rob them for all I care.",
	"map.[hota] a new day tomorrow.quest.124.49.0.nextVisit" : "This isn't enough. I need no fewer than 5. Get lost.",
	"map.[hota] a new day tomorrow.quest.128.81.1.completed" : "The guards examined you and admitted you reached level 15. Would you like to go through right now?",
	"map.[hota] a new day tomorrow.quest.128.81.1.firstVisit" : "The Silent ones guarding the place are concise as always. The sign reads: \"Level 15: pass. Level <15: won't handle the energy flow, no pass!\" Judging by the chaos around, this is a sensible condition.",
	"map.[hota] a new day tomorrow.quest.128.81.1.nextVisit" : "The Silent ones guarding the place are concise as always. The sign reads: \"Level 15: pass. Level <15: won't handle the energy flow, no pass!\" Judging by the chaos around, this is a sensible condition.",
	"map.[hota] a new day tomorrow.quest.129.86.0.completed" : "At last! None of that stench here anymore.",
	"map.[hota] a new day tomorrow.quest.129.86.0.firstVisit" : "I used to be a famed explorer, but a wound made me settle down here. I wish I'd rather have been pinned down somewhere in the Old Extate. Find the damned Trolls to the east. They must be hunting near the mountains. I'll give you what I don't need anymore in exchange for their lives.",
	"map.[hota] a new day tomorrow.quest.129.86.0.nextVisit" : "I used to be a famed explorer, but a wound made me settle down here. I wish I'd rather have been pinned down somewhere in the Old Extate. Find the damned Trolls to the east. They must be hunting near the mountains. I'll give you what I don't need anymore in exchange for their lives.",
	"map.[hota] a new day tomorrow.quest.130.14.0.completed" : "Oh, you are reliable. Would you put your adventuring stuff away for a while perhaps? Help me with some more materials? I only need 42 cry... Wait, where are you going?!",
	"map.[hota] a new day tomorrow.quest.130.14.0.firstVisit" : "My family served as royal alchemists for generations, and we never lacked in workload or materials. But where do I go now? Slave away as that nasty Harren's apprentice? If you only could collect a bunch of stuff for me. Just a trifle: 8 measures of wood and ore, and 4 of sulfur. Hurry up, I'll share my knowledge with the first one who helps me!",
	"map.[hota] a new day tomorrow.quest.130.14.0.nextVisit" : "My family served as royal alchemists for generations, and we never lacked in workload or materials. But where do I go now? Slave away as that nasty Harren's apprentice? If you only could collect a bunch of stuff for me. Just a trifle: 8 measures of wood and ore, and 4 of sulfur. Hurry up, I'll share my knowledge with the first one who helps me!",
	"map.[hota] a new day tomorrow.quest.130.69.0.completed" : "Yes, that'll do. Sorry, we've got to get down to business now.",
	"map.[hota] a new day tomorrow.quest.130.69.0.firstVisit" : "I defended Agamonde from invaders for many years. They came from sea and from beyond the portals, of which we have plenty. We were fighting two wars at once, but we couldn't win. After the war was lost, my friends and I went to where we thought the invaders were coming from, but it turned out only filthy trolls and lizadrs lived there. \n We now know where to make a new start, but we'll need a bit of ore and wood, along with some gold. We'll never forget those who contributed to our campaign.",
	"map.[hota] a new day tomorrow.quest.130.69.0.nextVisit" : "I defended Agamonde from invaders for many years. They came from sea and from beyond the portals, of which we have plenty. We were fighting two wars at once, but we couldn't win. After the war was lost, my friends and I went to where we thought the invaders were coming from, but it turned out only filthy trolls and lizards lived there. \n We now know where to make a new start, but we'll need a bit of ore and wood, along with some gold. We'll never forget those who contributed to our campaign.",
	"map.[hota] a new day tomorrow.quest.133.74.0.completed" : "Oh great! Let me show you a few tricks now. I teach quite a few different classes...",
	"map.[hota] a new day tomorrow.quest.133.74.0.firstVisit" : "I bought this shack not long ago. It's a quiet place, and a short commute from work. Anyway, that wasn't to last; I got ambushed by Fangarms while on a sea trip. I had nothing on me but my Emblem of Cognizance. It was my prize for scientific accomplishments, and I'm very fond of it! I couldn't possibly tackle the Fangarms, and no one can substitute me at the Treasurers' School anyway. If only someone could find them in the western part of the lake, and straighten them out...",
	"map.[hota] a new day tomorrow.quest.133.74.0.nextVisit" : "I bought this shack not long ago. It's a quiet place, and a short commute from work. Anyway, that wasn't to last; I got ambushed by Fangarms while on a sea trip. I had nothing on me but my Emblem of Cognizance. It was my prize for scientific accomplishments, and I'm very fond of it! I couldn't possibly tackle the Fangarms, and no one can substitute me at the Treasurers' School anyway. If only someone could find them in the western part of the lake, and straighten them out...",
	"map.[hota] a new day tomorrow.quest.137.36.0.completed" : "At last! I don't even care where you got it, take this and begone!",
	"map.[hota] a new day tomorrow.quest.137.36.0.firstVisit" : "I'm planning to carry out an experiment, but this blasted isle has no laboratories to provide the mercury it requires, and I combed every inch if it! Do you perchance have a bit to spare?",
	"map.[hota] a new day tomorrow.quest.137.36.0.nextVisit" : "I'm planning to carry out an experiment, but this blasted isle has no laboratories to provide the mercury it requires, and I combed every inch if it! Do you perchance have a bit to spare?",
	"map.[hota] a new day tomorrow.quest.138.101.1.completed" : "The guards examined you and admitted you reached level 15. Would you like to go through right now?",
	"map.[hota] a new day tomorrow.quest.138.101.1.firstVisit" : "The Silent ones guarding the place are concise as always. The sign reads: \"Level 15: pass. Level <15: won't handle the energy flow, no pass!\" Judging by the chaos around, this is a sensible condition.",
	"map.[hota] a new day tomorrow.quest.138.101.1.nextVisit" : "The Silent ones guarding the place are concise as always. The sign reads: \"Level 15: pass. Level <15: won't handle the energy flow, no pass!\" Judging by the chaos around, this is a sensible condition.",
	"map.[hota] a new day tomorrow.quest.138.9.0.completed" : "I never thought I would be happy someone died. Twice. You have succeeded with this, so I reckon you won't do worse with my chickens. Now I can go. I heard the druids transformed a nothing island in the west into a real wonder! A traveler can find rest there, and a warrior, good fortune! Although the latter is up to debate.",
	"map.[hota] a new day tomorrow.quest.138.9.0.firstVisit" : "It's hard to believe this withered land once was a trading haven, isn't it? Now I'm the last one to have some kind of an enterprise around here; and there's no one to inherit it after I'm gone. One day, a foreign mercenary destroyed our future. I don't know who he was or where he went after, or whether he knew what he was doing. But I know exactly who hired him. He and his cronies are wandering near an abandoned mine to the west, turned into... something else. Their filthy lives are my price for the passage.",
	"map.[hota] a new day tomorrow.quest.138.9.0.nextVisit" : "It's hard to believe this withered land once was a trading haven, isn't it? Now I'm the last one to have some kind of an enterprise around here; and there's no one to inherit it after I'm gone. One day, a foreign mercenary destroyed our future. I don't know who he was or where he went after, or whether he knew what he was doing. But I know exactly who hired him. He and his cronies are wandering near an abandoned mine to the west, turned into... something else. Their filthy lives are my price for the passage.",
	"map.[hota] a new day tomorrow.quest.14.54.0.completed" : "I'm glad you're alive, and not even lacking any bodyparts. I've got something for you. Don't even ask where I got it.",
	"map.[hota] a new day tomorrow.quest.14.54.0.firstVisit" : "I have been taming dragons for many centuries, there even was a time when they were our allies. And I swear, the most stubborn ones are the Rust Dragons. Not the majestic Azure, and not the darkness-loving Black. I fed those parasites only the best meat, gave them the most comfortable lair, and they expressed their gratitude by fouling up the yard, eating my watchman and flying away! I'm afraid they're up to something even worse. Go to the south and pacify them, if you can.",
	"map.[hota] a new day tomorrow.quest.14.54.0.nextVisit" : "I have been taming dragons for many centuries, there even was a time when they were our allies. And I swear, the most stubborn ones are the Rust Dragons. Not the majestic Azure, and not the darkness-loving Black. I fed those parasites only the best meat, gave them the most comfortable lair, and they expressed their gratitude by fouling up the yard, eating my watchman and flying away! I'm afraid they're up to something even worse. Go to the south and pacify them, if you can.",
	"map.[hota] a new day tomorrow.quest.140.31.0.completed" : "Yes, I've already heard the word of your accomplishment. I was already going to hire a griffin and pour some magical concoction on him from above. I hope it wasn't too hard to deal with it? I'll share some knowledge with you, but don't expect anything on top of that.",
	"map.[hota] a new day tomorrow.quest.140.31.0.firstVisit" : "After a calamity befell our town, I was made a sentryman on a rock nearby. It wasn't a hard task, but I managed to fail it. This beast, Ojzin, came from the swamp and made me flee my hideout! Drive him away so I can carry on with my service, and to prove you did it, bring my Sentinel figurine he's turned into a toy. Hopefully, not much has happened there since i left; it's a quiet place.",
	"map.[hota] a new day tomorrow.quest.140.31.0.nextVisit" : "Haven't you found him yet, you nincompoop? He's hiding in the swanp near the rocks.",
	"map.[hota] a new day tomorrow.quest.150.34.1.completed" : "Those who poisoned this place will pay one day. And I'll pay you right now for the favor. Do you still wish to trade?",
	"map.[hota] a new day tomorrow.quest.150.34.1.firstVisit" : "This is going to be so much work. My druid brethren have been working on restoring the ecosystem of this place for a long time. It used to be a wonder come true! A mighty underground city living in harmony with nature, have you ever seen anything like that? Surely not, and I'll prove it soon. I need materials for an experiment. I don't hope it'll lead to a breakthrough, but I'm not giving up. Do you have these?",
	"map.[hota] a new day tomorrow.quest.150.34.1.nextVisit" : "This is going to be so much work. My druid brethren have been working on restoring the ecosystem of this place for a long time. It used to be a wonder come true! A mighty underground city living in harmony with nature, have you ever seen anything like that? Surely not, and I'll prove it soon. I need materials for an experiment. I don't hope it'll lead to a breakthrough, but I'm not giving up. Do you have these?",
	"map.[hota] a new day tomorrow.quest.151.19.0.completed" : "You're quick to come back. Nothing is as easy to find these days as a foe. However, there won't be one beyond the portals. You will get to where tournaments are held. Armies, large and small, will stand up to the brave fortune seeker, but the reward is worth it all. You aren't guaranteed to live; you may beat the guards and then be crushed by another adventurer like you. There are also towns out there. The purple portal leads to where minotaurs, dragons and other underground folk dwell, and the orange, to the shadow of a former human kingdom, where only zombies and skeletons waddle around now.",
	"map.[hota] a new day tomorrow.quest.151.19.0.firstVisit" : "So you think you're strong enough to beat every misfortune? Magic brought might to our land, and that, in turn, destroyed it in a matter of days. Silly to think this can't happen to your home. Assess your strength wisely, but do trust your intuition sometimes... Yes, I'm just another old fool with some scary stories, but nothing useful. Come back when you're ready. I'll tell you what to worry about before you step into the portals behind my hut.",
	"map.[hota] a new day tomorrow.quest.151.19.0.nextVisit" : "Come back after you're level 5, no less!",
	"map.[hota] a new day tomorrow.quest.152.153.0.completed" : "I hope the one who betrayed our city will pay for everything one day. Are you ready to accept your reward?",
	"map.[hota] a new day tomorrow.quest.152.153.0.firstVisit" : "All people are talking about these days is the the undead that smashed the guard of Agamonde and destroyed the town, but no one mentions the scoundrels who helped the necromancers. A former noble lord accused of slave trading was freed by the pirates, and then he told them about the portals near the town. Then the pirates tipped off the undead. They never though that after the town was done for, the necromancers' minions would turn on them next. Those who couldn't escape crashed somewhere on the southern shore. This won't be a fair retribution, but I'm still willing to pay generously for their extermination.",
	"map.[hota] a new day tomorrow.quest.152.153.0.nextVisit" : "All people are talking about these days is the the undead that smashed the guard of Agamonde and destroyed the city, but no one mentions the scoundrels who helped the necromancers. A former noble lord accused of slave trading was freed by the pirates, and then he told them about the portals near the city. Then the pirates tipped off the undead. They never though that after the city was done for, the necromancers' minions would turn on them next. Those who couldn't escape crashed somewhere on the southern shore. This won't be a fair retribution, but I'm still willing to pay generously for their extermination.",
	"map.[hota] a new day tomorrow.quest.153.23.1.completed" : "Now we've got hope, however small it may be. I'll teach you a few of my tricks now.",
	"map.[hota] a new day tomorrow.quest.153.23.1.firstVisit" : "Greetings. You found this place, which means you're worthy of knowing its history. My family was keeping this once beautiful land for generations, but after the surface foreigners came, it became what you see now. Alas, I wasn't able to prevent the decay singlehandedly, but you could become my ally, couldn't you? Graft was seen near the Acropian waste recently. He is the lap dog of those responsible for everything you see here. End him and bring me the trinket he carries around all the time. Then we'll restore this land.",
	"map.[hota] a new day tomorrow.quest.153.23.1.nextVisit" : "Don't you fret, Graft will meet his fate soon. He must be hiding somewhere near Acropia.",
	"map.[hota] a new day tomorrow.quest.153.90.1.completed" : "We will recover from the disasters he shed upon us in due time. We swore to protect the land, and from now on we will also guard the justice here! The oath is given!",
	"map.[hota] a new day tomorrow.quest.153.90.1.firstVisit" : "We vowed to protect our land, but we can't stand up to the evil that lurks here anymore. Stupid folk believes the southerner that rules us now is a clever and fair man. What's so fair in that his guard is paid better than anyone else? Aren't we all soldiers of our motherland? All those enterprises he founded here, it's all just a screen. Very soon he will slaughter everyone in the night, when he doesn't need us anymore. Today, you have the honor to restore justice. He is negotiating with long-ears from the west. There's much less guard at the chapel than in the castle. Don't miss this chance!",
	"map.[hota] a new day tomorrow.quest.153.90.1.nextVisit" : "We vowed to protect our land, but we can't stand up to the evil that lurks here anymore. Stupid folk believes the southerner that rules us now is a clever and fair man. What's so fair in that his guard is paid better than anyone else? Aren't we all soldiers of our motherland? All those enterprises he founded here, it's all just a screen. Very soon he will slaughter everyone in the night, when he doesn't need us anymore. Today, you have the honor to restore justice. He is negotiating with long-ears from the west. There's much less guard at the chapel than in the castle. Don't miss this chance!",
	"map.[hota] a new day tomorrow.quest.16.167.0.completed" : "So what is the place of knowledge in our world after all? Now the former King of the Extate is exiled. What was his mistake? If not courage and spirituality, then what should a good monarch striving for? I think knowledge is what he lacked. People of the New Extate did not want to come here, they did not want war. Ignorance dragged the king into battle. Ignorance of his neighbor's culture turned a religious person into a fanatic. Ignorance turned a courageous warrior into a reckless idiot who brought his companions to death. In order for you avoid mistakes, I'll give you the necessary knowledge. Behind the portals nearby lie lands suitable for the brave ones. Tournaments that take place there require participants of an unprecedented skill. Moreover, those lands are now also at war. Show courage, but also caution, when stepping there. The orange portal will send you to Agamonde, the former stronghold of people, purple - to the Fist of Ilyane, which is underground. And the king was never seen again after he left his beloved home. But I'm sure he's very sorry for everything he's done.",
	"map.[hota] a new day tomorrow.quest.16.167.0.firstVisit" : "What is the place of knowledge in our world? Oh, I can tell you everything about that! Bear with a lonely old man for a while, traveler, do not rush. I had the honor of knowing the former King of the Extate. He was a worthy man, brave in battle, and spiritual. Everything changed after the snow strangers arrived suddenly. Who were they? What did they need here? The lords of the court decided they could tackle the conquerors. But those were not like the gnolls and troglodytes of earlier days. They waited, displaying no aggression. The King himself led the troops against the new neighbor in search of answers. After a series of battles it became clear that newcomers preferred fighting with magic, and they didn't have many churches. Despite the losses, the King bravely led the troops on, but at one point he found himself alone. He returned from captivity bringing conditions of peace. Lords of the Extate yielded, but the king never forgave the foreigners for this offense. Are you ready to learn the end of this story?",
	"map.[hota] a new day tomorrow.quest.16.167.0.nextVisit" : "What is the place of knowledge in our world? Oh, I can tell you everything about that! Bear with a lonely old man for a while, traveler, do not rush. I had the honor of knowing the former King of the Extate. He was a worthy man, brave in battle, and spiritual. Everything changed after the snow strangers arrived suddenly. Who were they? What did they need here? The lords of the court decided they could tackle the conquerors. But those were not like the gnolls and troglodytes of earlier days. They waited, displaying no aggression. The King himself led the troops against the new neighbor in search of answers. After a series of battles it became clear that newcomers preferred fighting with magic, and they didn't have many churches. Despite the losses, the King bravely led the troops on, but at one point he found himself alone. He returned from captivity bringing conditions of peace. Lords of the Extate yielded, but the king never forgave the foreigners for this offense. Are you ready to learn the end of this story?",
	"map.[hota] a new day tomorrow.quest.161.152.0.completed" : "You may now go on with your nonsense, and I have business to attend. But if I run into trouble again, you'll lend me a hand, won't you?",
	"map.[hota] a new day tomorrow.quest.161.152.0.firstVisit" : "This wasn't a nice year. First I had to go into debt after some wiseass started making cannons next door from my smithy; it was the hot new thing back then. Then I had a poor harvest. And finally, a gang of pirates and deaders came and ravaged our beautiful port town, killing all my friends. Well, at least I'm debt-free now. I'm very concerned about my smithy now. There's a bunch of zombies waddling around it, and I need to recover my tools from there before I can start over! The tournament can wait, go deal with them first.",
	"map.[hota] a new day tomorrow.quest.161.152.0.nextVisit" : "This wasn't a nice year. First I had to go into debt after some wiseass started making cannons next door from my smithy; it was the hot new thing back then. Then I had a poor harvest. And finally, a gang of pirates and deaders came and ravaged our beautiful port town, killing all my friends. Well, at least I'm debt-free now. I'm very concerned about my smithy now. There's a bunch of zombies waddling around it, and I need to recover my tools from there before I can start over! The tournament can wait, go deal with them first.",
	"map.[hota] a new day tomorrow.quest.162.87.0.completed" : "So you agree to make a deal? Pity you're leaving. We'd be happy to have you at the Hidden School of the Abyss. Could you at least pass these pamphlets to your friends?",
	"map.[hota] a new day tomorrow.quest.162.87.0.firstVisit" : "Say, mortal, can you be sure your will is yours and only yours? Do you hear our Master's voice like we do? You've got a unique opportunity to take a look at the secret side of your mind. A bunk, a class, and a meal will set you back 2000 gold, but it's a meager price to pay for... Wait! Don't leave! Would you like to buy our pets at least? Look, you don't need to feed them, and they can make new friends in battle! This is a great price for these talented servants of the Master!",
	"map.[hota] a new day tomorrow.quest.162.87.0.nextVisit" : "Say, mortal, can you be sure your will is yours and only yours? Do you hear our Master's voice like we do? You've got a unique opportunity to take a look at the secret side of your mind. A bunk, a class, and a meal will set you back 2000 gold, but it's a meager price to pay for... Wait! Don't leave! Would you like to buy our pets at least? Look, you don't need to feed them, and they can make new friends in battle! This is a great price for these talented servants of the Master!",
	"map.[hota] a new day tomorrow.quest.163.155.0.completed" : "Well, that was their destiny, I guess. And yours is to learn new defensive techniques.",
	"map.[hota] a new day tomorrow.quest.163.155.0.firstVisit" : "We had a chance to stop them. It was still possible to stop Agamonde's fall. One of the messengers reached the Tournament, asking to came to the town's aid. Of course, most of the guards were mercenaries, but there were some regular soldiers of Agamonde, and some others who'd be willing to help. But the monks in control of the second gate wouldn't let the messenger through. \"If Agamonde is destined to fall, then fall it shall\", they said. Now, I'd love to see how willing they are to meet their own destiny. They abandoned the Tournament and went to spread their wisdom elsewhere. Don't let them escape.",
	"map.[hota] a new day tomorrow.quest.163.155.0.nextVisit" : "We had a chance to stop them. It was still possible to stop Agamonde's fall. One of the messengers reached the Tournament, asking to came to the town's aid. Of course, most of the guards were mercenaries, but there were some regular soldiers of Agamonde, and some others who'd be willing to help. But the monks in control of the second gate wouldn't let the messenger through. \"If Agamonde is destined to fall, then fall it shall\", they said. Now, I'd love to see how willing they are to meet their own destiny. They abandoned the Tournament and went to spread their wisdom elsewhere. Don't let them escape.",
	"map.[hota] a new day tomorrow.quest.20.161.0.completed" : "You know, I just found out the Efreeti in fact came after the eruption. I should have asked you to scatter the damned Troglodytes.",
	"map.[hota] a new day tomorrow.quest.20.161.0.firstVisit" : "And what did you expect from a gang of pirates, that they'd build a garrison with hordes of guards? They hastily threw up a shabby tower and left me alone in it. A dog taught to pass the keys would do no worse. They left for the Helix, and I never saw them again. I think I've been here long enough by now. I'll share what I've got here with you, for a service. The Efreeti have awakened several volcanoes in the north of the island, which is bad for my business. They ought to be driven away.",
	"map.[hota] a new day tomorrow.quest.20.161.0.nextVisit" : "And what did you expect from a gang of pirates, that they'd build a garrison with hordes of guards? They hastily threw up a shabby tower and left me alone in it. A dog taught to pass the keys would do no worse. They left for the Helix, and I never saw them again. I think I've been here long enough by now. I'll share what I've got here with you, for a service. The Efreeti have awakened several volcanoes in the north of the island, which is bad for my business. They ought to be driven away.",
	"map.[hota] a new day tomorrow.quest.22.90.0.completed" : "The sentence is carried out. I guess I'll be feeling better now. As a reward, I can teach you something.",
	"map.[hota] a new day tomorrow.quest.22.90.0.firstVisit" : "They say there is no greater grief for the parent than seeing the death of his children. I'd argue it's even worse to send them to their Death yourself, though. We arrived from the west to find the legendary Grail. This would help our kingdom immensely. Starting with the dungeons in the south, where Bors and Letitia from the Silent ones joined us, we moved on north until we reached this place. The obelisk in the midst of ominous fog was our goal, it would be of great help in the search. I thought there was no reason to be afraid, as no evil spirits could defeat us. The first to die was poor Percival. Instantly, the fog creatures dragged him away, and we froze in horror. Amnis, who never insulted or offended a single being in his life, rushed to the rescue of his brother. This gave us strength. Poor Bors let out a cry while being incinerated, and thus he broke his oath. Letitia, along with my son, disappeared in the fog. Amnis was hacked in half before my very eyes... It is a custom in my land to have justice by any means. And I'm laying it on you. Go to the obelisk in the fog, they should be somewhere nearby.",
	"map.[hota] a new day tomorrow.quest.22.90.0.nextVisit" : "They say there is no greater grief for the parent than seeing the death of his children. I'd argue it's even worse to send them to their Death yourself, though. We arrived from the west to find the legendary Grail. This would help our kingdom immensely. Starting with the dungeons in the south, where Bors and Letitia from the Silent ones joined us, we moved on north until we reached this place. The obelisk in the midst of ominous fog was our goal, it would be of great help in the search. I thought there was no reason to be afraid, as no evil spirits could defeat us. The first to die was poor Percival. Instantly, the fog creatures dragged him away, and we froze in horror. Amnis, who never insulted or offended a single being in his life, rushed to the rescue of his brother. This gave us strength. Poor Bors let out a cry while being incinerated, and thus he broke his oath. Letitia, along with my son, disappeared in the fog. Amnis was hacked in half before my very eyes... It is a custom in my land to have justice by any means. And I'm laying it on you. Go to the obelisk in the fog, they should be somewhere nearby.",
	"map.[hota] a new day tomorrow.quest.23.156.0.completed" : "At last! Do we have a deal? There's something in it for you.",
	"map.[hota] a new day tomorrow.quest.23.156.0.firstVisit" : "I always said you shouldn't put all eggs in one basket. Look at this now. The warehouse is burning, and I'll be responsible for the losses. The captain always gets mad when any of his bounty is lost. Doesn't prevent him from drinking most of it away, though. Could you help me out with clearing up some of this mess?",
	"map.[hota] a new day tomorrow.quest.23.156.0.nextVisit" : "That's not enough, I'm afraid. I need 3 of everything, but sticks and stones. Of that we've got a steady supply.",
	"map.[hota] a new day tomorrow.quest.24.66.0.completed" : "Very well. Would you mind to have this as my payment?",
	"map.[hota] a new day tomorrow.quest.24.66.0.firstVisit" : "I hate it the most when people don't repay debts. No one who did that escaped me! Well, one did, but he happened to escape to the Black Mountains in the east. I heard the zombies there welcomed him with open arms, but I'm not happy with this outcome. I won't ask you to pick the bastard out of the lot, as I've not yet gone mad. It'll be easier to do away with the whole pack, right?",
	"map.[hota] a new day tomorrow.quest.24.66.0.nextVisit" : "I hate it the most when people don't repay debts. No one who did that escaped me! Well, one did, but he happened to escape to the Black Mountains in the east. I heard the zombies there welcomed him with open arms, but I'm not happy with this outcome. I won't ask you to pick the bastard out of the lot, as I've not yet gone mad. It'll be easier to do away with the whole pack, right?",
	"map.[hota] a new day tomorrow.quest.24.95.1.completed" : "I can now finalize the ritual and end this threat. You served our land well, and here's your well-deserved reward. We hope to see you again! ",
	"map.[hota] a new day tomorrow.quest.24.95.1.firstVisit" : "Hail, traveler. You must have encountered the bane of this village already. The northern barbarians. I was sent here on an important mission. We will make the river impassable and cut them off. They won't be able to get away, and then they'll starve! One mine is a small price to pay for our security. The only problem is their huge birds who are patrolling the lake and the river all day and night through. Help us get rid of them.",
	"map.[hota] a new day tomorrow.quest.24.95.1.nextVisit" : "Weird that you haven't found the birds yet. They must be somewhere around the river or the lake.",
	"map.[hota] a new day tomorrow.quest.29.45.1.completed" : "You probably understand who'll get the full reward for our exploits. Not to worry; I've got something personally for you.",
	"map.[hota] a new day tomorrow.quest.29.45.1.firstVisit" : "The commanders of Ilyane's Fist assigned a bannerman to get rid of foreigners who were squatting in the south. He considered it low to get his hands dirty in a matter like that, and he passed the order down to my mentor who, in turn, charged me with the matter. Now I'm asking a favour of you, my friend. I'll do away with many, but the unicorns with their damned resistance will shrug my spells off. Obviously, you may recruit someone to do this in your stead, too.",
	"map.[hota] a new day tomorrow.quest.29.45.1.nextVisit" : "The commanders of Ilyane's Fist assigned a bannerman to get rid of foreigners who were squatting in the south. He considered it low to get his hands dirty in a matter like that, and he passed the order down to my mentor who, in turn, charged me with the matter. Now I'm asking a favour of you, my friend. I'll do away with many, but the unicorns with their damned resistance will shrug my spells off. Obviously, you may recruit someone to do this in your stead, too.",
	"map.[hota] a new day tomorrow.quest.30.144.1.completed" : "Did you see the river they made near the churchyard?! No respect for the deceased. Have you brought the crystals, by the way?",
	"map.[hota] a new day tomorrow.quest.30.144.1.firstVisit" : "Just imagine, all this chaos you see used to be a modest dungeon with three villages. Then those Silent ones came and started their experiments! It's surely the tricks of the New Extate! Before that, we lived happily, and now look at all these huge cities with glimmering glades. It would be nice if this would at least say hello, but nope, they've got their vows of silence! And they also stole my clientele! You can find the crystals I used to sell as a luxury everywhere now! Every fool now has some. Perhaps you also got some?",
	"map.[hota] a new day tomorrow.quest.30.144.1.nextVisit" : "Just imagine, all this chaos you see used to be a modest dungeon with three villages. Then those Silent ones came and started their experiments! It's surely the tricks of the New Extate! Before that, we lived happily, and now look at all these huge cities with glimmering glades. It would be nice if this would at least say hello, but nope, they've got their vows of silence! And they also stole my clientele! You can find the crystals I used to sell as a luxury everywhere now! Every fool now has some. Perhaps you also got some?",
	"map.[hota] a new day tomorrow.quest.30.45.0.completed" : "Yes, of course, you will do! Now I'm convincer. Be sure to come for more tea, if you're ever around again!",
	"map.[hota] a new day tomorrow.quest.30.45.0.firstVisit" : "Say, friend, aren't you tired of the war? The region's just recovered from two in a row, and presently the lords have started another one. You, of course, don't look like one of them. Sit down and have some tea. I love jasmine tea, we once opened a tea parlor with my nephew! In my country, for some reason, everyone believes that avoiding war is an act of weakness. As if we've achieved much by doing the opposite. I have to ask you to put an end to this - if you're experienced enough, of course. Are you sure you're ready?",
	"map.[hota] a new day tomorrow.quest.30.45.0.nextVisit" : "Say, friend, aren't you tired of the war? The region's just recovered from two in a row, and presently the lords have started another one. You, of course, don't look like one of them. Sit down and have some tea. I love jasmine tea, we once opened a tea parlor with my nephew! In my country, for some reason, everyone believes that avoiding war is an act of weakness. As if we've achieved much by doing the opposite. I have to ask you to put an end to this - if you're experienced enough, of course. Are you sure you're ready?",
	"map.[hota] a new day tomorrow.quest.30.50.0.completed" : "So happy to see you alive! Night storms scare me speechless. I'll never set my foot on a ship, they look too unreliable.\n The monks couldn't help. I hope you have better news?",
	"map.[hota] a new day tomorrow.quest.30.50.0.firstVisit" : "My father is dying... After the tragedy in Agamonde, he was considered hopelessly sick and forced to march on the forefront. He survived miraculously, and we crossed the sea afterwards for the healing waters of this place. But the disease won't back down, as too much time has passed.\n They say an elven field surgeon on the island nearby owns a Vial of Lifeblood, which was the last trophy in the Tournament of Agamonde. Perhaps you'll be lucky enough to find one like that somewhere else. If it can heal him, I'll give you everything. Please, do find it, and in the meantime I'll try to ask the monks in the south for help.",
	"map.[hota] a new day tomorrow.quest.30.50.0.nextVisit" : "My father is dying... After the tragedy in Agamonde, he was considered hopelessly sick and forced to march on the forefront. He survived miraculously, and we crossed the sea afterwards for the healing waters of this place. But the disease won't back down, as too much time has passed.\n They say an elven field surgeon on the island nearby owns a Vial of Lifeblood, which was the last trophy in the Tournament of Agamonde. Perhaps you'll be lucky enough to find one like that somewhere else. If it can heal him, I'll give you everything. Please, do find it, and in the meantime I'll try to ask the monks in the south for help.",
	"map.[hota] a new day tomorrow.quest.31.136.1.completed" : "The Silent ones are nodding approvingly, showing you a sign that reads \"learn\". Looks like you'll be rewarded with some new tricks.",
	"map.[hota] a new day tomorrow.quest.31.136.1.firstVisit" : "Nobody gets into this building, as it's owned by the Silent ones, who are protecting their secrets well. They don't know the local tongue, and their means of conversing is basically showing signs with pictograms. They seem to want you to go near a crypt to the east, but they are warning you of something bat that can happen there. The locals told you there was a nondescript figurine lying near a mountain covered by the new magic field. Anyone who tried to take it vanished immediately, and the Silent ones want to know why does that happen.",
	"map.[hota] a new day tomorrow.quest.31.136.1.nextVisit" : "Nobody gets into this building, as it's owned by the Silent ones, who are protecting their secrets well. They don't know the local tongue, and their means of conversing is basically showing signs with pictograms. They seem to want you to go near a crypt to the east, but they are warning you of something bat that can happen there. The locals told you there was a nondescript figurine lying near a mountain covered by the new magic field. Anyone who tried to take it vanished immediately, and the Silent ones want to know why does that happen.",
	"map.[hota] a new day tomorrow.quest.32.114.0.completed" : "Yes, I feel my brothers aren't suffering anymore. Or not. I'm not, that's for sure. Here, handle this with care!",
	"map.[hota] a new day tomorrow.quest.32.114.0.firstVisit" : "Welcome to the Helix, o stranger. Do you like how the island is shaped? Well, the nature is tricky, but it wouldn't be able to make something like this on its own. It's us, the mercenary mages, we sunk parts of this land to create an impenetrable stronghold for the corsairs! Ones who'd like to grab their treasure would have to wander the desert for days, or fight their way on water through two garrisons. Yeah, we were bright like this.\n Now it's all gone. The pirates poked something powerful and scary, and they got basically blown off the isle. My magi brothers were even less lucky, as they're doomed to roam the land, deformed, for countless ages. Or before someone ends their suffering Find them in the deep of the Helix. I'll gift you something to make you wise beyond words if you manage to do that. You might be able to sink continents with that.",
	"map.[hota] a new day tomorrow.quest.32.114.0.nextVisit" : "Haven't you found them yet? Come on, they're hard to pass. They're probably somewhere near the fort where the corsairs used to keep their supplies.",
	"map.[hota] a new day tomorrow.quest.32.49.0.completed" : "I am in debt to you and your soldiers. I never thought it would work out this way...",
	"map.[hota] a new day tomorrow.quest.32.49.0.firstVisit" : "It's not yet time to despair. A monk told me that recently the knights went to the Black Mountains, shrouded in fog. You can see them even from here. One of the knights had the Pendant of Life, which was keeping infection away from the owner. Every single one of them died, and they are probably all undead now. The Pendant, according to the monk, was lost somewhere near a magic well. Again, I must ask you to help, and in the meantime I'll search another province for remedies.",
	"map.[hota] a new day tomorrow.quest.32.49.0.nextVisit" : "It's not yet time to despair. A monk told me that recently the knights went to the Black Mountains, shrouded in fog. You can see them even from here. One of the knights had the Pendant of Life, which was keeping infection away from the owner. Every single one of them died, and they are probably all undead now. The Pendant, according to the monk, was lost somewhere near a magic well. Again, I must ask you to help, and in the meantime I'll search another province for remedies.",
	"map.[hota] a new day tomorrow.quest.34.49.0.completed" : "I can't try the Pendant's powers anymore. Father passed away. If only we could help him earlier, if only wasn't our town betrayed, if...",
	"map.[hota] a new day tomorrow.quest.34.49.0.firstVisit" : "So both remedies didn't help, and father is feeling worse. I've been to Broken Blade, which has fallen on hard times. Many of the neighbor lords are battling for it, and not only them. And the pirate that we need belongs to the gang that's responsible for the fall of Agamond!\n It so happened that this scoundrel owns the thing that could be our last hope. The Pendant of Death is rumored not only to protect the necromancers' minions, but it can also subdue magic illness. If so, then we can try to suppress father's disease. But you'll have to win the trust of these scoundrels. Please hurry!",
	"map.[hota] a new day tomorrow.quest.34.49.0.nextVisit" : "So both remedies didn't help, and father is feeling worse. I've been to Broken Blade, which has fallen on hard times. Many of the neighbor lords are battling for it, and not only them. And the pirate that we need belongs to the gang that's responsible for the fall of Agamond!\n It so happened that this scoundrel owns the thing that could be our last hope. The Pendant of Death is rumored not only to protect the necromancers' minions, but it can also subdue magic illness. If so, then we can try to suppress father's disease. But you'll have to win the trust of these scoundrels. Please hurry!",
	"map.[hota] a new day tomorrow.quest.34.83.1.completed" : "Kill all clan?! Human no understand, you no understand! Take holy crown, no use any more. Go!",
	"map.[hota] a new day tomorrow.quest.34.83.1.firstVisit" : "Our clan live here many winter. Human come and build here their little house. They take our mine and beach. Now cold dragon come and no go if we no make he go. Help clan, or bad we be!",
	"map.[hota] a new day tomorrow.quest.34.83.1.nextVisit" : "Our clan live here many winter. Human come and build here their little house. They take our mine and beach. Now cold dragon come and no go if we no make he go. Help clan, or bad we be!",
	"map.[hota] a new day tomorrow.quest.38.42.1.completed" : "Thanks for your help. If anyone asks, I never gave you this armor.",
	"map.[hota] a new day tomorrow.quest.38.42.1.firstVisit" : "Every surface lordling is trying to seize what we created these days. The tournament on the Fist of Ilyane was meant to forge new alliances, but instead we got new greedy idiots. They lost the army to their negligence; now they're returning with new forces, but now they're our enemies. Why bother keeping peace with warlocks, right? Sometimes we even get people who come to avenge those who came to avenge someone themselves. I wonder if this will ever end. Preventing things like that is my job. Recently, a warrior barely managed to defeatt the guard of Littlefinger, our first garrison. Out of his army only a squad of djinns survived. They are still pondering further plans. They might not be planning on doing anything bad, but I have to follow the instructions. Get rid of them, and I'll take care of the reward.",
	"map.[hota] a new day tomorrow.quest.38.42.1.nextVisit" : "Every surface lordling is trying to seize what we created these days. The tournament on the Fist of Ilyane was meant to forge new alliances, but instead we got new greedy idiots. They lost the army to their negligence; now they're returning with new forces, but now they're our enemies. Why bother keeping peace with warlocks, right? Sometimes we even get people who come to avenge those who came to avenge someone themselves. I wonder if this will ever end. Preventing things like that is my job. Recently, a warrior barely managed to defeatt the guard of Littlefinger, our first garrison. Out of his army only a squad of djinns survived. They are still pondering further plans. They might not be planning on doing anything bad, but I have to follow the instructions. Get rid of them, and I'll take care of the reward.",
	"map.[hota] a new day tomorrow.quest.42.106.0.completed" : "Aye, these were good thirty or forty years, maybe longer. Just some crappy last months. Some will say that was my fate; but I don't think the old hag wants anything to do with me. We build and destroy our lives with our own hands, then we hack our way through enemy rows and lay important matters on blockheads.\nDang, forgive the geezer's ravings. That's quite enough of that. This thingy didn't make me want to live, but it kept me alive. It's probably serve you better. Now begone, I've got things to do.",
	"map.[hota] a new day tomorrow.quest.42.106.0.firstVisit" : "It's not very nice to barge into a home and wake up its owner. Back in the day I'd shoot you. Or turn you into an otter. Somehow it was always an otter.\nWell, you woke me, not shot me, which probably means you're not so bad. Someone new for change. I'm tired of walking deaders and blockheads who lose their mind after seeing the island's new inhabitants.\nBefore them horse riders arrived, we were the doom of the Tattered Sea. Everyone seeked our friendship, as there was no use in fighting us. We could send a huge force from the Helix anywhere and kick anyone's arse. We were building our future while a bunch of idiots was pushing each other around the Broken Blade.\nEverything was lost because of that damned Slynt. His squadron found some ancient thingamabob, but they had no idea what was that, and were stupid enough to bring it here. Soon the flying death came. It's impossible to bring everything back, and I won't ask for that. Just one thing. Slay the dog who doomed us. I can barely breath when I remember he escaped. My last bullet is for him; or for myself, as I can't see myself ever getting out of here. Will you grant me this last wish? Do Slynt in, and I'll give you the thing that was keeping me alive all these years.",
	"map.[hota] a new day tomorrow.quest.42.106.0.nextVisit" : "I don't think Slynt got any smarter. Try searching for him in the North.",
	"map.[hota] a new day tomorrow.quest.42.161.0.completed" : "I hope my friend would forgive me for doing this to him. I don't suppose you could bring us back from where we came, so your job's done. Would you like to study now?",
	"map.[hota] a new day tomorrow.quest.42.161.0.firstVisit" : "I've been on hard times ever since our continent broke up. Ole Alfgend and I were tending to the Star Axis, when one day we woke up to see the sea out of our window instead of the usual mountains. We were lucky to survive, but my friend didn't look too happy. He became unstable, then he grabbed his staff and his pet, and ran off. I coldn't follow, but I heard Alfgeng is now living near the frozen river to the East. It's hard to get there, and the old man has gone mad after weeks of roving the frozen waste. These days he sees everyone as a demon, and he is willing to defend his last friend. Please, end my friend's suffering and bring me his pendant. I will share some of my wisdom with you for that.",
	"map.[hota] a new day tomorrow.quest.42.161.0.nextVisit" : "Is it so hard to find a deranged mage these days? The one tending to a rooster near the frozen river?",
	"map.[hota] a new day tomorrow.quest.43.89.0.completed" : "You'll probably find a better use for them. Some weird breed, I've never seen ones like these before.",
	"map.[hota] a new day tomorrow.quest.43.89.0.firstVisit" : "Come in, sailor, and don't take your boots off. I've got an offer for you. So I caught these weird birdies a few days ago. They have squids on their faces, and they're quite icky overall. They won't eat grain, they hiss allday, and I can't sleep since they're here. I couldn't find a use for them yet! Would you consider trading me something for them?",
	"map.[hota] a new day tomorrow.quest.43.89.0.nextVisit" : "Come in, sailor, and don't take your boots off. I've got an offer for you. So I caught these weird birdies a few days ago. They have squids on their faces, and they're quite icky overall. They won't eat grain, they hiss allday, and I can't sleep since they're here. I couldn't find a use for them yet! Would you consider trading me something for them?",
	"map.[hota] a new day tomorrow.quest.44.39.0.completed" : "Now no one else will suffer the fate that befell me. But think about it, no one's dragging me along with some military expedition now, either. I'm free to go anywhere, and now I may visit an old friend, a human who was always kind to everyone. I haven't seen him for some 130 years. Oh, humans tend to not live that long, do they?\n This thing didn't help me, but maybe it'll be of use to you.",
	"map.[hota] a new day tomorrow.quest.44.39.0.firstVisit" : "I used to be a field surgeon until recently. There always was a steady supply of enemies, and a steadier one of cripples. I witnessed the rise of Acropia, visited the Old Extate, when it was still called simply the Extate, and I took part in the liberation of the Three Fortresses. I can't wield a bow or a sword anymore, and I won't be even offering healing for much longer. All this thanks to a creature that sucks youth out of its prey. Some like that live dangerously close to here. Sail to the south and pacify the undead!",
	"map.[hota] a new day tomorrow.quest.44.39.0.nextVisit" : "I used to be a field surgeon until recently. There always was a steady supply of enemies, and a steadier one of cripples. I witnessed the rise of Acropia, visited the Old Extate, when it was still called simply the Extate, and I took part in the liberation of the Three Fortresses. I can't wield a bow or a sword anymore, and I won't be even offering healing for much longer. All this thanks to a creature that sucks youth out of its prey. Some like that live dangerously close to here. Sail to the south and pacify the undead!",
	"map.[hota] a new day tomorrow.quest.52.104.0.completed" : "Yes, now I'll find out who they are and where they come from. And if not, at least I'll not get bored for a while.",
	"map.[hota] a new day tomorrow.quest.52.104.0.firstVisit" : "The Helix knew better times, that's for sure. I once ran a laboratory here, along with a smithy. A captain once came to me; said he wanted a gold cannon. He loved luxury, he did. So I gilded him a gun, and this wise ass blew my fingers off! I had to cast him a real one. Of course, the wheels wouldn't roll, the four of them had to drag it to the ship. So, they somehow managed to take some town, but the cannon wouldn't fire. He would have probably chopped off my hand for that, but on their way back it broke the ship's bottom.\n What am I doing here? Well, nearly everyone of our syndicate is gone, but that's no good reason to stop our research. I would have caught those critters that started appearing here myself, but they seem to be magical. They come suddenly, and then they go at once. But I heard they can even be hired somewhere in the dungeons to the east. I don't know what do they need gold for. Neither do I need it, though. I'll gladly part with it if you do this tricky job for me.",
	"map.[hota] a new day tomorrow.quest.52.104.0.nextVisit" : "Sorry, but I need at least six heads... gobs... individuals! I have big plans for them.",
	"map.[hota] a new day tomorrow.quest.52.37.0.completed" : "This is only the first step towards prosperity. I sometimes wonder how exactly did they manage to skin that poor dragon to make this shield? It was hardly a simple job... probably a real hard one. Anyway, I hope these scales will serve you better than they did the dragon.",
	"map.[hota] a new day tomorrow.quest.52.37.0.firstVisit" : "Welcome, make yourself comfortable, but not for long. I don't have much time to sit around and lounge; we are at war! Everyone wants to retake our land to the East these days! But Broken Blade is the symbol of my race, who else would fit better for the job? My ancestor was a famed Pegasus rider, he sank armadas and crushed hordes with one sweep of his blade, that's how he was! His name was lost over centuries, unfortunately. You can help restore the justice. Drive the steel riders away from the river, and I'll give you something in reward. Us elves have plenty of relics.",
	"map.[hota] a new day tomorrow.quest.52.37.0.nextVisit" : "Welcome, make yourself comfortable, but not for long. I don't have much time to sit around and lounge; we are at war! Everyone wants to retake our land to the East these days! But Broken Blade is the symbol of my race, who else would fit better for the job? My ancestor was a famed Pegasus rider, he sank armadas and crushed hordes with one sweep of his blade, that's how he was! His name was lost over centuries, unfortunately. You can help restore the justice. Drive the steel riders away from the river, and I'll give you something in reward. Us elves have plenty of relics.",
	"map.[hota] a new day tomorrow.quest.53.132.0.completed" : "This will definitely do. Do you wish to trade?",
	"map.[hota] a new day tomorrow.quest.53.132.0.firstVisit" : "I used to run a very successful workshop before those rapscallions, now calling themselves the New Extate, fell upon us. I was a self-made businessman, and there was no one like me in the whole land! Now that the war's been upon us, there's little demand for my gems, as new craftsmen took the market share. My son has a short temper, and he demands we just go and literally kick them out of business, but I think we could start something new. I have a reason to think I'll do well in alchemy, too. I just need a bit of an investment to start. Could you help?",
	"map.[hota] a new day tomorrow.quest.53.132.0.nextVisit" : "I used to run a very successful workshop before those rapscallions, now calling themselves the New Extate, fell upon us. I was a self-made businessman, and there was no one like me in the whole land! Now that the war's been upon us, there's little demand for my gems, as new craftsmen took the market share. My son has a short temper, and he demands we just go and literally kick them out of business, but I think we could start something new. I have a reason to think I'll do well in alchemy, too. I just need a bit of an investment to start. Could you help?",
	"map.[hota] a new day tomorrow.quest.57.158.0.completed" : "Selling tours doesn't sound that bad to me anymore. \"A foreigner's home\", \"An Alchemist from down under\", \"A hut of mysteries\" - doesn't this sound cool?\nGot the crystals, by the way?",
	"map.[hota] a new day tomorrow.quest.57.158.0.firstVisit" : "Please, just don't ask how we got here. They might as well start offering tours of my place. Actually, that would still be better than what we got here when we arrived.\nI'm afraid I must ask you for assistance. I need a few crystals every now and then for my research. It wasn't hard to obtain them until the water separated my home from their source. I don't want to help the greedy gnomes get even richer, buying from them. Would you perchance have a few to spare?",
	"map.[hota] a new day tomorrow.quest.57.158.0.nextVisit" : "Please, just don't ask how we got here. They might as well start offering tours of my place. Actually, that would still be better than what we got here when we arrived.\nI'm afraid I must ask you for assistance. I need a few crystals every now and then for my research. It wasn't hard to obtain them until the water separated my home from their source. I don't want to help the greedy gnomes get even richer, buying from them. Would you perchance have a few to spare?",
	"map.[hota] a new day tomorrow.quest.62.43.0.completed" : "Well, I didn't expect you to cope. You've passed this test, would you like to take the next one?",
	"map.[hota] a new day tomorrow.quest.62.43.0.firstVisit" : "We want to restore our position in these parts, and you, my friend, will help the corsairs, won't you? We won't retake the island while there are Titans around. Thing is, they rarely come out in the open. You should first take out the garrison that's guarding them, and it's chock full of their new allies.",
	"map.[hota] a new day tomorrow.quest.62.43.0.nextVisit" : "We want to restore our position in these parts, and you, my friend, will help the corsairs, won't you? We won't retake the island while there are Titans around. Thing is, they rarely come out in the open. You should first take out the garrison that's guarding them, and it's chock full of their new allies.",
	"map.[hota] a new day tomorrow.quest.63.42.0.completed" : "You aren't to be messed with, looks like. Would you like to come through?",
	"map.[hota] a new day tomorrow.quest.63.42.0.firstVisit" : "Faerie Dragons aren't easy to tame, but their might and innocent looks were a lifesaver more than once. We should turn to our old allies, if we are to be relevant again. Get a couple of those beasts for our army.",
	"map.[hota] a new day tomorrow.quest.63.42.0.nextVisit" : "Faerie Dragons aren't easy to tame, but their might and innocent looks were a lifesaver more than once. We should turn to our old allies, if we are to be relevant again. Get a couple of those beasts for our army.",
	"map.[hota] a new day tomorrow.quest.64.109.0.completed" : "Did you ask how they were doing? I hope Lars got together with Mira after all. And Erik must've lost a lot of weight after being stranded for so long. Poor Warg, he was always pushing to go east, there indeed was a shipyard there, very close, in fact. Such a smart guy. Damn, I'm happy they're dead. Are you ready for your reward?",
	"map.[hota] a new day tomorrow.quest.64.109.0.firstVisit" : "I was betrayed! We were exploring the Helix, and a damn deader wounded me. Soon we understood there was nothing of interest there and headed east, but our ship was wrecked here, and we lost most of our provisions. Then they decided to abandon me. Damn wusses, they could at least have ended me. Anyway, I'm glad they didn't in the end. I was happe to find out they got lost somewhere to the north, looking for a shipyard. Don't repeat their mistake, go and end them.",
	"map.[hota] a new day tomorrow.quest.64.109.0.nextVisit" : "I was betrayed! We were exploring the Helix, and a damn deader wounded me. Soon we understood there was nothing of interest there and headed east, but our ship was wrecked here, and we lost most of our provisions. Then they decided to abandon me. Damn wusses, they could at least have ended me. Anyway, I'm glad they didn't in the end. I was happe to find out they got lost somewhere to the north, looking for a shipyard. Don't repeat their mistake, go and end them.",
	"map.[hota] a new day tomorrow.quest.65.147.1.completed" : "One of the Silent ones has prepared a sign that reads \"thank you\". They seem to have everything worked out. Are you ready to make a trade?",
	"map.[hota] a new day tomorrow.quest.65.147.1.firstVisit" : "The Silent ones living here can't invite you in, as is tradition. They're showing you a sign instead, which reads \"5 mercury => 5 gems\". They might not be the friendliest, but they always trade fair. Will you help the mysterious order out?",
	"map.[hota] a new day tomorrow.quest.65.147.1.nextVisit" : "The Silent ones living here can't invite you in, as is tradition. They're showing you a sign instead, which reads \"5 mercury => 5 gems\". They might not be the friendliest, but they always trade fair. Will you help the mysterious order out?",
	"map.[hota] a new day tomorrow.quest.66.13.0.completed" : "While you were gone, my spies brought news. It seems that Broken Blade is a desolate, icy wilderness where terrible dragons live. You island savages aren't easy to understand; and I must understand my enemy. All right, your job's done. Take this and be glad I didn't turn you into stinking fog.",
	"map.[hota] a new day tomorrow.quest.66.13.0.firstVisit" : "Down, you nincompoop. Some nerve on your side to poke around here! But so be it, I'll give you a chance to redeem yourself. My troops attempted to take Broken Blade many times. Apparently, something important is being held there, but I still haven't figured out what exactly! I can't return empty-handed. Here's the job. Go smash those damned women that turned my idiot soldiers into chopped liver. It's useless to try our luck again while they're still there.",
	"map.[hota] a new day tomorrow.quest.66.13.0.nextVisit" : "Don't you take me for a fool, you haven't killed the Nagas at Broken Blade!",
	"map.[hota] a new day tomorrow.quest.66.40.0.completed" : "Hey, you're rather tough after all. You could be of use to us. Since the guys accepted me, they'll be fine with you as well! Yes, I wasn't always one of them. Once I was a respected person in Agamonde, but I was dragged into debt. I didn't want to sell the house, so I sold my servants into slavery. Only for the sake of the family, I swear! And then they threw me in the jail, and heck knows whether I'd ever be out, if my new friends didn't come. They took me in, and I provided them with some information. Isn't family more important than everything else! Over time, my knowledge proved useful when sieging other cities, as I used to travel a lot. I was even put in charge of my own ship in due time. Now, after I got wounded, I became an advisor. I always thought about my family, and that's why I escaped them Agamond fools! I hope we'll meet again, tough guy.",
	"map.[hota] a new day tomorrow.quest.66.40.0.firstVisit" : "It must have been quite the job to get here. Rest assured, you would not get this far if we hadn't fallen on hard times. But you know what, I think you deserve a chance. You brought us closer to retaking Broken Blade, our homeland, after all. The blade of one of our brothers, Iphith, was broken in half in battle, but that didn't stop him from striking down the enemy standard bearer! That's how the two islands got their name, and now they want to take them away from us! Now, enough chit-chat. You may take anything you like from the box next to the cartographer. Naturally, everything was surrended voluntarily by the owners, in case anyone asks. And maybe I can give you a few lessons if you're a true adventurer, not some kind of a wimp!",
	"map.[hota] a new day tomorrow.quest.66.40.0.nextVisit" : "It must have been quite the job to get here. Rest assured, you would not get this far if we hadn't fallen on hard times. But you know what, I think you deserve a chance. You brought us closer to retaking Broken Blade, our homeland, after all. The blade of one of our brothers, Iphith, was broken in half in battle, but that didn't stop him from striking down the enemy standard bearer! That's how the two islands got their name, and now they want to take them away from us! Now, enough chit-chat. You may take anything you like from the box next to the cartographer. Naturally, everything was surrended voluntarily by the owners, in case anyone asks. And maybe I can give you a few lessons if you're a true adventurer, not some kind of a wimp!",
	"map.[hota] a new day tomorrow.quest.69.99.0.completed" : "It's such a chore to deal with the likes of you. No wonder your towns are burning down.",
	"map.[hota] a new day tomorrow.quest.69.99.0.firstVisit" : "Down, you nincompoop. You're in the presence of lord Amnis. I was sent here on an important mission. We're preparing for another war, and you look somewhat less useless than others; we could use you. Or maybe you have something you could contribute to our cause? Or you can just get lost.",
	"map.[hota] a new day tomorrow.quest.69.99.0.nextVisit" : "Down, you nincompoop. You're in the presence of lord Amnis. I was sent here on an important mission. We're preparing for another war, and you look somewhat less useless than others; we could use you. Or maybe you have something you could contribute to our cause? Or you can just get lost.",
	"map.[hota] a new day tomorrow.quest.78.78.1.completed" : "Justice will always prevail! Truly, nothing is stronger than the law!",
	"map.[hota] a new day tomorrow.quest.78.78.1.firstVisit" : "I didn't expect to encounter anyone here. I'm a delegate of Highcastle Supreme Court on an important mission. There's a terrible hellspawn terrorizing our armies and escaping unscathed every time. Then, there's a necromantic minion killing peasants and fetching their bodies to its masters; and lastly, the pirates have brought a huge wyrm and are ravaging the coasts. I was ordered to bring these beasts before the Court, but I wasn't given a suitable army to accomplish this task. Listen, the court isn't going to find ouf if it's exactly the same wyrm, is it? Get me one of each kin, and then it's up to the judges to deal with them. I'll give you the troops I've got here, and then I'll just declare them killed in action.",
	"map.[hota] a new day tomorrow.quest.78.78.1.nextVisit" : "Have you found our delinquents yet? Or someone exactly like them?",
	"map.[hota] a new day tomorrow.quest.83.32.1.completed" : "Good job, you're not as useless as my brainless subordinates. Here's your reward.",
	"map.[hota] a new day tomorrow.quest.83.32.1.firstVisit" : "Down, you nincompoop. You will do an important mission for me. One of my idiot officers was on a recon mission between Agamonde and the Extate, and the elves got him. He better not disclose any classified information before you get him out of there; and you better do. Dismissed.",
	"map.[hota] a new day tomorrow.quest.83.32.1.nextVisit" : "Down, you nincompoop. You will do an important mission for me. One of my idiot officers was on a recon mission between Agamonde and the Extate, and the elves got him. He better not disclose any classified information before you get him out of there; and you better do. Dismissed.",
	"map.[hota] a new day tomorrow.quest.84.78.1.completed" : "All right, finally, someone I can teach to put dragons to sleep! They aren't that smart, y'know. Oh, and take this mace, too, just in case.",
	"map.[hota] a new day tomorrow.quest.84.78.1.firstVisit" : "Well, you're here already, you might as well come in. One more for the Ring of Abundance. Yeah, that's what it was called back in the day. The mines were huffing and puffing, me and my Nighon buddies were collecting \"voluntary\" taxes. So you come one day, and the peasants are like \"a dragon took our sulfur\". Yeah, right, as if there ever was a dragon this smart. Anyway, I'd give the beast some sleeping herbs, and in the meantime harpies would come and steal our stuff... Well, I always carried a mace for these situations... erm, where was I? I say, you're stupid to poke around here, searching for all those Hydras and Behemoths. Knowledge is the real power! I wish I met someone as good as myself, then I'd pass my tricks on to him. Like, when a dragon comes and steals your stuff, what do you do? Me and my buddies would come and take it back from the stupid beast. I was in charge of security, that means I was to put the dragon to sleep while the others took their stolen stuff. Well, I had a mace, too, just in case. Them dragons aren't that smart.",
	"map.[hota] a new day tomorrow.quest.84.78.1.nextVisit" : "You probably won't be able to understand my wisdom. Well, I can tell you how to put a dragon to sleep instead. Them beasts aren't that smart!",
	"map.[hota] a new day tomorrow.quest.86.51.0.completed" : "We're happy you decided to cooperate. Let your will be unbent!",
	"map.[hota] a new day tomorrow.quest.86.51.0.firstVisit" : "These lands are not meant to be divided! We will revive this region one day, and the Extate will be our starting point. We'll be happy to help overthrow the lords, at a cost, obviously.",
	"map.[hota] a new day tomorrow.quest.86.51.0.nextVisit" : "These lands are not meant to be divided! We will revive this region one day, and the Extate will be our starting point. We'll be happy to help overthrow the lords, at a cost, obviously.",
	"map.[hota] a new day tomorrow.quest.87.108.0.completed" : "Thank you! Shame that I'm not as brave as you. I hope I find something in the Ring of Abundance, other than death, that is. As a token of gratitude, I will teach you what I have learned so far.",
	"map.[hota] a new day tomorrow.quest.87.108.0.firstVisit" : "My father was right to not believe in me. \"He'll do good, but stay dumb!\" - he would say. When the New Extate fell on us, I was afraid to even go near there at first, but father said I was a disgusting coward and sent me alone to scout. I was caught, but the guys there were nice. They taught me some simple magic. Instead of information I brought new friends. They were executed, and I was told to cut the nonsense. The New Extate is full of enemies; I was very fortunate not to be executed along with them. I am grateful to father for that. The war dragged on for a long time. Our noble house lost almost all mercenaries, and my father and I nearly avoided death a few times. We managed to reach the castle. The truce greatly angered my father. He realized that I'd now rush to learn from neighbors when I should be working on becoming a warrior. After some time, we were forced to leave the house, but we had no ship. I had to summon one, and soon we settled in this place. Every day I go fishing on my modest magic boat. My father grumbles that I should be conjuring up a fleet to crush the New Extate, if I were really that smart. He recently heard about a place where warriors can show off, the Ring of Abundance. He wants me to go there and bring back bounty. But I can't even deal with the Efreeti guarding the portal that leads there! Perhaps you could help? And then I'd try to do the rest myself.",
	"map.[hota] a new day tomorrow.quest.87.108.0.nextVisit" : "My father was right to not believe in me. \"He'll do good, but stay dumb!\" - he would say. When the New Extate fell on us, I was afraid to even go near there at first, but father said I was a disgusting coward and sent me alone to scout. I was caught, but the guys there were nice. They taught me some simple magic. Instead of information I brought new friends. They were executed, and I was told to cut the nonsense. The New Extate is full of enemies; I was very fortunate not to be executed along with them. I am grateful to father for that. The war dragged on for a long time. Our noble house lost almost all mercenaries, and my father and I nearly avoided death a few times. We managed to reach the castle. The truce greatly angered my father. He realized that I'd now rush to learn from neighbors when I should be working on becoming a warrior. After some time, we were forced to leave the house, but we had no ship. I had to summon one, and soon we settled in this place. Every day I go fishing on my modest magic boat. My father grumbles that I should be conjuring up a fleet to crush the New Extate, if I were really that smart. He recently heard about a place where warriors can show off, the Ring of Abundance. He wants me to go there and bring back bounty. But I can't even deal with the Efreeti guarding the portal that leads there! Perhaps you could help? And then I'd try to do the rest myself.",
	"map.[hota] a new day tomorrow.quest.94.95.1.completed" : "Splendid! I can now expand my enterprise. I don't need these mercenaries anymore, you can take them.",
	"map.[hota] a new day tomorrow.quest.94.95.1.firstVisit" : "Hail, traveler. What? Do I have to talk like an idiot just because I'm an ogre? Listen, I arrange public fights. I started with cockfights, and now Titans, Devils, Hydras, and Dragons fight at my arena! Unfortunately, the war ravaged my business. I need now fighters desperately. If you found some for me, I'd give you my assistants instead; they make for terrible fighters.",
	"map.[hota] a new day tomorrow.quest.94.95.1.nextVisit" : "I'm sure you can find the fighters I need around here. Just give it a thorough look.",
	"map.[hota] a new day tomorrow.quest.96.109.0.completed" : "Our Order, which name you don't need to know, is not only for knights and priests. I'd even say there are not many of those among our numbers. This organization began operations before humans even stopped dragging their knuckles.\nYou must have heard of demons possessing other creatures, becoming the masters of their thoughts and actions. So our Order works on recognizing the demonic voices. Our people stand behind most every king or abbot, which helped to avoid wars and massacres countless times.\nYou probably understand now how important it is to keep this in secret. The demons are already aware of our talents, but they don't yet realize the scale of our Order's operations. However, they've accomplished a few things already, and they already can act nearly freely around these parts.\nI don't know what exactly they are after, and where to start searching. I only beg you to stay vigilant on your way. \nHere, this relic will probably help you in your journeys. ",
	"map.[hota] a new day tomorrow.quest.96.109.0.firstVisit" : "I am old, and I'll probably never set my foot outside anymore. I'm not to disclose the details of the mission me and my kin were charged with. In the days of yore those who left the Order met a quick death. Those who made the laws understood why it was so important to keep everything secret. They were probably right in that.\nBut I just can't resist. My life that's about to end was full of adventure, but also of pain and loneliness. I don't know how my brothers are doing, or even what's the world like outside this hell hole.\nI can't lay my secret on a random passer-by. On no one, really; but it wouldn't be so shameful to relay my knowledge on a venerable warrior, I guess. ",
	"map.[hota] a new day tomorrow.quest.96.109.0.nextVisit" : "I am old, and I'll probably never set my foot outside anymore. I'm not to disclose the details of the mission me and my kin were charged with. In the days of yore those who left the Order met a quick death. Those who made the laws understood why it was so important to keep everything secret. They were probably right in that.\nBut I just can't resist. My life that's about to end was full of adventure, but also of pain and loneliness. I don't know how my brothers are doing, or even what's the world like outside this hell hole.\nI can't lay my secret on a random passer-by. On no one, really; but it wouldn't be so shameful to relay my knowledge on a venerable warrior, I guess. ",
	"map.[hota] a new day tomorrow.sign.133.19.1.message" : "Shenanigans are a part of our life",
	"map.[hota] a new day tomorrow.sign.139.35.0.message" : "You shall not make for yourself an enemy",
	"map.[hota] a new day tomorrow.sign.159.156.0.message" : "Welcome to the Agamonde Tournament! Fight in the King's name* and die for him!**\n* the King's presence isn't guaranteed\n** dying is optional",
	"map.[hota] a new day tomorrow.sign.21.11.0.message" : "Generous ones, come!\nGreedy ones, stay away!",
	"map.[hota] a new day tomorrow.sign.53.148.1.message" : "It's not so bad in here",
	"map.[hota] a new day tomorrow.sign.53.155.0.message" : "Curiosity killed the cat",
	"map.[hota] a new day tomorrow.town.142.29.1.name" : "Acropia",
	"map.[hota] a new day tomorrow.town.151.164.0.name" : "Agamonde",
	"map.[hota] barren lands.event.0.description" : "Veškeré tvé úspory se náhle mìní v písek a prosmýkají se ti mezi prsty.",
	"map.[hota] barren lands.event.1.description" : "Poddaným se tì zželelo a pøispìli ti, abys mohl alespoò postavit tvrz.",
	"map.[hota] barren lands.guards.59.118.0.message" : "Jsi vážnì pøesvìdèen, že zrovna v této skøíòce bude Meè zkázy?",
	"map.[hota] barren lands.guards.63.114.0.message" : "Cítíš, že jsi svému cíli blíž a blíž. Meè zkázy spoèívá v nìkteré z tìchto skøínìk.",
	"map.[hota] barren lands.guards.63.117.0.message" : "Jsi vážnì pøesvìdèen, že zrovna v této skøíòce bude Meè zkázy?",
	"map.[hota] barren lands.guards.66.118.0.message" : "Jsi vážnì pøesvìdèen, že zrovna v této skøíòce bude Meè zkázy?",
	"map.[hota] barren lands.guards.67.121.0.message" : "Jsi vážnì pøesvìdèen, že zrovna v této skøíòce bude Meè zkázy?",
	"map.[hota] barren lands.header.description" : "Poté, co porazili mocného nekromanta, se místní páni vracejí zpìt do své rodné, bohapusté vlasti. Vítìzství však nebylo vùbec snadné a neobešlo se bez obìtí. Tìsnì pøed svou smrtí totiž nekromant nìkdejší spojence proklel a poštval proti sobì.",
	"map.[hota] barren lands.header.name" : "Pustina",
	"map.[hota] barren lands.header.rumor.0.text" : "Øíká se, že je vraždìní rytíøù smrti dobøe placené. Ale sám jsem to ještì nezkoušel.",
	"map.[hota] barren lands.header.rumor.1.text" : "Øíká se, že v nekropoli lze postavit Klec duší.",
	"map.[hota] barren lands.header.rumor.10.text" : "Nìkteøí zde prý spatøili pár draèích lichù, ale podle mì jsou to jen povìry.",
	"map.[hota] barren lands.header.rumor.11.text" : "Místní rybáø tvrdí, že prý vidìl nìjakého hrdinu, jak kráèí po vodì. Tìžko øíct, co je na tom pravdy, ale co je svìt svìtem, nikdy jsme se tu s nièím takovým nesetkali.",
	"map.[hota] barren lands.header.rumor.12.text" : "Nekromant svùj cenný artefakt podle všeho oèaroval neviditelností a ukryl poblíž draèí utopie.",
	"map.[hota] barren lands.header.rumor.13.text" : "Mutare v draèí podobì byla naposledy spatøena v nìjaké zaplavené jeskyni.",
	"map.[hota] barren lands.header.rumor.14.text" : "Ten nekromant prý po sobì zanechal celé jmìní.",
	"map.[hota] barren lands.header.rumor.2.text" : "Øíká se, že Meè zkázy skuteènì existuje.",
	"map.[hota] barren lands.header.rumor.3.text" : "Øíká se, že ten nekromant Meè zkázy kamsi zašantroèil a že prý jej hlídá oddíl zkušených váleèníkù.",
	"map.[hota] barren lands.header.rumor.4.text" : "Také se ke mnì doneslo, že je Meè zkázy ukryt v Pandoøinì skøíòce.",
	"map.[hota] barren lands.header.rumor.5.text" : "Tady se toho navykládá! Nesmíš také hned vìøit všemu, co se šušká.",
	"map.[hota] barren lands.header.rumor.6.text" : "Povídá se, že je v bažinách ukryt nìjaký cenný poklad.",
	"map.[hota] barren lands.header.rumor.7.text" : "Když se to vezme kolem a kolem, není ten nekromant tak špatný. Pøece jen køísí mrtvé zpìt k životu.",
	"map.[hota] barren lands.header.rumor.8.text" : "Povídá se, že zbyla už jen poslední kniha živlù a tou je Kniha ohnivé magie. Nestálo by za to se po ní poohlédnout?",
	"map.[hota] barren lands.header.rumor.9.text" : "Ampulku draèí krve údajnì nikdo nehlídá, což je mi záhadou. Prý leží ukryta nìkde na ostrovì na severu.",
	"map.[hota] barren lands.quest.118.98.1.completed" : "Koneènì jsou Rytíøi smrti po smrti! Chachá! Jsi pøipraven pøijmout svou odmìnu?",
	"map.[hota] barren lands.quest.118.98.1.firstVisit" : "Pokud zvládneš porazit Rytíøe smrti støežící èerný klíèníkùv stan, pøedáme ti spoustu svých cenných zkušeností.",
	"map.[hota] barren lands.quest.118.98.1.nextVisit" : "Nezoufej si. Porazit Rytíøe smrti není jenom tak. Ostatnì není ani pøíliš snadné je vùbec najít.",
	"map.[hota] barren lands.quest.149.101.0.completed" : "Odjakživa jsme toužili, že se potkáme s nìkým takovým, jako jsi ty! Mohli bychom spojit síly?",
	"map.[hota] barren lands.quest.149.101.0.firstVisit" : "Sháníme hrdinu, jehož útoèná síla bude pøinejmenším na 23. úrovni.",
	"map.[hota] barren lands.quest.149.101.0.nextVisit" : "Nepotkal jsi nìkoho takového? Musí mít útoènou sílu na 23. nebo vyšší úrovni. Jestli takového potkáš, pošli ho za námi.",
	"map.[hota] barren lands.quest.175.198.0.completed" : "Ty máš u sebe šest Azurových drakù! Výbornì! S nimi bude hraèka dobýt mìsto. Budiž, nauèím tì chùzi po vodì.",
	"map.[hota] barren lands.quest.175.198.0.firstVisit" : "Ano, já jsem ten hrdina, co umí kráèet po vodì. Jestli máš zájem, mohu tì to kouzlo nauèit, ale zadarmo to nebude. Potøebuji totiž dát dohromady svá vojska. A s žádnými jinými bojovníky, než s Azurovými draky, se nespokojím. Tak co øíkáš? Seženeš mi šest Azurových drakù?",
	"map.[hota] barren lands.quest.175.198.0.nextVisit" : "Já chci jen Azurové draky, nic a nikoho jiného. Buï mi je pøiveï, anebo se s chùzí po vodì rozluè.",
	"map.[hota] barren lands.quest.21.191.1.completed" : "Vítej, pane! Vìdìly jsme, že ti mùžeme vìøit. Pøijmeš nás mezi sebe?",
	"map.[hota] barren lands.quest.21.191.1.firstVisit" : "My, prokleté mumie, jsme pøipoutány k tomuto nesvatému místu a nemùžeme dojít pokoje. Èekáme tu na hrdinu, který by nás osvobodil. Staèí, když nám prokážeš, že ve svých øadách máš alespoò jednu další mumii.",
	"map.[hota] barren lands.quest.21.191.1.nextVisit" : "Dokud nám neprokážeš, že ti slouží i jiné mumie, nepøidáme se k tobì.",
	"map.[hota] barren lands.quest.216.167.0.completed" : "Koneènì - pìt Èerných drakù! Jak jsme slíbili, nauèíme tì pár fint.",
	"map.[hota] barren lands.quest.216.167.0.firstVisit" : "My jsme uctívaèi kultu titánù. Potøebujeme pìt Èerných drakù, abychom je obìtovali. Když nám pomùžeš, nauèíme tì pár váleènických fíglù.",
	"map.[hota] barren lands.quest.216.167.0.nextVisit" : "Najít pìt Èerných drakù není jen tak, že? Pospìš si, prosím, spoléháme na tebe.",
	"map.[hota] barren lands.quest.28.180.0.completed" : "No sláva! Doufám, že jsi celý ten zpropadený les srovnal se zemí! Nyní nám dej tìch 576 jednotek døeva a my ti na oplátku také nìco dáme.",
	"map.[hota] barren lands.quest.28.180.0.firstVisit" : "Buï vítán. My jsme døevorubci, ale jak vidíš, pøíliš døeva zde není. I pøesto musíme splnit zakázku na tisíc surových kmenù. Doposud jsme si vedli dobøe, ale jakmile jsme jednoho dne nedopatøením porazili Strom znalostí, ustrnuli jsme zhruba v polovinì požadovaného množství. Od té doby nemùžeme narazit by jen na jediný zdravý kmen a ke všemu vìtšina z nás pøišla záhy o život. Chlapi se bojí. Tvrdí, že jsme prokletí. Pokud nám pøivezeš zbývajících 576 kmenù døeva, poskytneme ti naše váleèníky.",
	"map.[hota] barren lands.quest.28.180.0.nextVisit" : "To nestaèí. Potøebujeme 576 jednotek døeva, jinak zakázku nesplníme.",
	"map.[hota] barren lands.quest.69.104.0.completed" : "Koneènì! To je hrdina, paneèku! V jeho službách se urèitì nudit nebudeme.",
	"map.[hota] barren lands.quest.69.104.0.firstVisit" : "Hledáme zkušeného hrdinu, pod jehož velením bychom mohli dobývat nové zemì. Nicménì nespokojíme se jen tak s kdejakým troubou. Hledáme zkušeného vojevùdce na minimálnì 20. úrovni.",
	"map.[hota] barren lands.quest.84.4.0.completed" : "Dej mi 7.500 zlatých a já tì za to nauèím kouzlo.",
	"map.[hota] barren lands.quest.84.4.0.firstVisit" : "Je to jednoduché: Zapla a nauèím tì kouzlo.",
	"map.[hota] barren lands.quest.84.4.0.nextVisit" : "Zadarmo ani kuøe nehrabe.",
	"map.[hota] barren lands.sign.106.187.0.message" : "Kéž bych byl býval toho pitomého šarlatána neposlouchal! Prý, že je tu nezmìrný poklad - to tak! Navìsil mi bulíky na nos!",
	"map.[hota] barren lands.sign.136.115.0.message" : "Ostrov elementù",
	"map.[hota] barren lands.sign.139.101.1.message" : "Nekromantùv ostrov",
	"map.[hota] barren lands.sign.141.124.1.message" : "Nekromantùv ostrov",
	"map.[hota] barren lands.sign.145.72.0.message" : "Nápis je zhola neèitelný.",
	"map.[hota] barren lands.sign.150.181.0.message" : "Pastviny",
	"map.[hota] barren lands.sign.6.5.0.message" : "Moèálový poloostrov",
	"map.[hota] barren lands.sign.72.21.1.message" : "Ztracená zemì",
	"map.[hota] barren lands.sign.98.112.1.message" : "Nekromantùv ostrov",
	"map.[hota] barren lands.sign.99.131.0.message" : "Ostrov elementù",
	"map.[hota] bay of broken ships.header.description" : "There is a belief that a reward is set to the one able to release all the restless sailors souls. Many do not believe the legends, and try not to navigate through the damned bay, but you're not one of those...",
	"map.[hota] bay of broken ships.header.name" : "Bay of Broken Ships",
	"map.[hota] bay of broken ships.quest.47.10.0.completed" : "Vìdìl jsem, že nakonec pøijdeš. Vidím, že jsi to skuteènì dokázal a nabil zkušenosti. Za odmìnu tu pro tebe nìco mám. Pøijmeš mùj dar?",
	"map.[hota] bay of broken ships.quest.47.10.0.firstVisit" : "Jsem starý a moudrý a nepustím do svého pøíbytku jen tak ledaskoho. Dokud nedosáhneš 5. úrovnì, nemám se s tebou o èem bavit.",
	"map.[hota] bay of broken ships.quest.47.10.0.nextVisit" : "Pchá! To jsi zase ty? Už jsem øekl, že se s tebou nemám o èem bavit.",
	"map.[hota] bay of broken ships.quest.48.59.0.completed" : "Ach, to je pøesnì to, co potøebuji! Zde je tvá odmìna, jak jsem slíbil. A teï mi dej ten prsten.",
	"map.[hota] bay of broken ships.quest.48.59.0.firstVisit" : "Kdysi dávno ovládali mocní mágové øemeslo výroby artefaktù, jenže uplynulo již spoustu let a jejich znalosti upadly v zapomnìní. Rád bych se tomuto øemeslu opìt nauèil, ale k tomu potøebuji nìjaký artefakt. Kdybys mi pøinesl Prsten života, štìdøe bych se ti odmìnil. ",
	"map.[hota] bay of broken ships.quest.48.59.0.nextVisit" : "Poøád nic? Jen vytrvej. Jsem si jist, že Prsten života zakrátko najdeš. Kdo hledá, najde.",
	"map.[hota] bay of broken ships.quest.8.2.0.completed" : "Stráže vidí, že tøímáš oranžový prapor a jsou ochotny tì pustit dál. Pøeješ si projít?",
	"map.[hota] bay of broken ships.quest.8.2.0.firstVisit" : "Stráže odmítají pustit kohokoli, kdo netøímá oranžový prapor.",
	"map.[hota] bay of broken ships.quest.8.2.0.nextVisit" : "Stráže propustí jen toho, kdo tøímá oranžový prapor.",
	"map.[hota] before the storm.header.description" : "Tìchto osm království žilo po dlouhá léta v relativním køehkém pøímìøí, jenže jak se øíká, pro tolik kohoutù je každý kurník malý. Nìco visí ve vzduchu a ty budeš tím, kdo bude mít vše hezky z první ruky.",
	"map.[hota] before the storm.header.name" : "Klid pøed bouøí",
	"map.[hota] beware of demons!.event.0.description" : "It has been a few weeks since you left the last inhabited island and went to the seas. Now finally you see on the horizon something that seemed to be an unknown land...",
	"map.[hota] beware of demons!.event.1.description" : "Local savages kept saying that the necromancers from the north made a deal with the demons in the dungeons... It is said that soon the underground creatures will complete their ritual and will be able to invade the surface!",
	"map.[hota] beware of demons!.event.2.description" : "The scouts reported that there is a castle on the north-east... The bad news - there are necromancers there.",
	"map.[hota] beware of demons!.event.3.description" : "This morning, we equipped a small vessel and sent people back to the port from which we got here. I hope they get back home without problems and tell about all of the horrors perpetrated in these parts. They should also ask for reinforcements. If all goes according to plan, the main fleet will arrive here in about 2 months.",
	"map.[hota] beware of demons!.event.4.description" : "I've been thinking about the legend of the ancient hero... Maybe releasing him we will give us a chance to survive in the battle with the demons.",
	"map.[hota] beware of demons!.event.5.description" : "The local savages told me the legend of the ancient hero and they also told me about one mad old man who lives on the bank of a river.",
	"map.[hota] beware of demons!.event.6.description" : "Not much waiting left! Our Sorceresses report that ships are in 4 days away from this place!",
	"map.[hota] beware of demons!.header.description" : "You were entrusted with an important mission – to explore areas not marked on any map. But what awaits the adventurer in these dangerous and mysterious lands?",
	"map.[hota] beware of demons!.header.name" : "Beware of Demons!",
	"map.[hota] beware of demons!.heroes.115.biography" : "???",
	"map.[hota] beware of demons!.heroes.115.name" : "Dagon",
	"map.[hota] beware of demons!.quest.13.31.0.completed" : "He's back! Praise the gods!",
	"map.[hota] beware of demons!.quest.13.31.0.firstVisit" : "Stranger! Do you know about the ancient legend of these places? A long time ago the terrible demons of the underworld caught a great ancient hero and put him into an impregnable fortress. As the years passed, ocean waves swept the coastal areas of the island... Since then, the fortress, which has become a tomb for the ancient warrior, was dominated by the water school. Do you see this {blade}? Legend says that a prisoner of the tomb will be able to take it and bring the demons to justice!",
	"map.[hota] beware of demons!.quest.13.31.0.nextVisit" : "Have you seen the tomb that sleeps at the bottom of the sea, stranger?",
	"map.[hota] beware of demons!.sign.34.31.0.message" : "Den",
	"map.[hota] beware of demons!.sign.5.27.0.message" : "\"Beware of demons of the underworld...\"",
	"map.[hota] blazing archipelago.event.0.description" : "A je to! Koneènì jsi mapu rozluštil a pøišel na to, kde se nachází pirátský poklad. Podle všeho by mìl být v samém støedu tohoto souostroví.",
	"map.[hota] blazing archipelago.event.1.description" : "Rozbil jsi tábor na velkém ostrovì. Zvìdové hlásí, že tví nepøátelé uèinili totéž. Jednoho veèera pøinesl kdosi do tábora jakousi mapu k pirátskému pokladu, kvùli nìmuž ses do tìchto bohapustých míst trmácel...",
	"map.[hota] blazing archipelago.event.2.description" : "Nepotrvá dlouho a budeš mít mapu koneènì rozluštìnu. Co nevidìt bude poklad náš!",
	"map.[hota] blazing archipelago.event.3.description" : "Nu, nastal èas, abychom se pokusili onu mapu k pirátskému pokladu rozluštit a mohli po nìm zaèít pátrat...",
	"map.[hota] blazing archipelago.header.description" : "Spalující horko, nedostatek surovin a neustálá hrozba ze strany moøských pøíšer èiní z tohoto souostroví nehostinné místo, kde v žádném pøípadì nestojí za to žít. Existují však dobrodruzi, které takové riziko pøitahuje.",
	"map.[hota] blazing archipelago.header.name" : "Planoucí souostroví",
	"map.[hota] blazing archipelago.quest.14.100.0.completed" : "Já vìdìl, že dostojíš svým slibùm. Vidím, že sis mou výzvu vzal k srdci a skuteènì ses bìhem svých dobrodružstvích lecèemu pøiuèil. Mohli bychom si tedy spolu promluvit?",
	"map.[hota] blazing archipelago.quest.14.100.0.firstVisit" : "Jsem starý a moudrý a nepustím do svého pøíbytku jen tak ledaskoho. Dokud nedosáhneš 10. úrovnì, nemáme se spolu o èem bavit.",
	"map.[hota] blazing archipelago.quest.14.100.0.nextVisit" : "Pchá! To jsi zase ty? Už jsem ti øekl, že dokud nedosáhneš 10. úrovnì, nemáme se spolu o èem bavit.",
	"map.[hota] blazing archipelago.quest.19.52.0.completed" : "Já vìdìl, že dostojíš svým slibùm. Vidím, že sis mou výzvu vzal k srdci a skuteènì ses bìhem svých dobrodružstvích lecèemu pøiuèil. Mohli bychom si tedy spolu promluvit?",
	"map.[hota] blazing archipelago.quest.19.52.0.firstVisit" : "Jsem starý a moudrý a nepustím do svého pøíbytku jen tak ledaskoho. Dokud nedosáhneš 10. úrovnì, nemáme se spolu o èem bavit.",
	"map.[hota] blazing archipelago.quest.19.52.0.nextVisit" : "Pchá! To jsi zase ty? Už jsem ti øekl, že dokud nedosáhneš 10. úrovnì, nemáme se spolu o èem bavit.",
	"map.[hota] blazing archipelago.quest.6.8.0.completed" : "Já vìdìl, že dostojíš svým slibùm. Vidím, že sis mou výzvu vzal k srdci a skuteènì ses bìhem svých dobrodružstvích lecèemu pøiuèil. Mohli bychom si tedy spolu promluvit?",
	"map.[hota] blazing archipelago.quest.6.8.0.firstVisit" : "Jsem starý a moudrý a nepustím do svého pøíbytku jen tak ledaskoho. Dokud nedosáhneš 10. úrovnì, nemáme se spolu o èem bavit.",
	"map.[hota] blazing archipelago.quest.6.8.0.nextVisit" : "Pchá! To jsi zase ty? Už jsem ti øekl, že dokud nedosáhneš 10. úrovnì, nemáme se spolu o èem bavit.",
	"map.[hota] blazing archipelago.quest.90.9.0.completed" : "Já vìdìl, že dostojíš svým slibùm. Vidím, že sis mou výzvu vzal k srdci a skuteènì ses bìhem svých dobrodružstvích lecèemu pøiuèil. Mohli bychom si tedy spolu promluvit?",
	"map.[hota] blazing archipelago.quest.90.9.0.firstVisit" : "Jsem starý a moudrý a nepustím do svého pøíbytku jen tak ledaskoho. Dokud nedosáhneš 10. úrovnì, nemáme se spolu o èem bavit.",
	"map.[hota] blazing archipelago.quest.90.9.0.nextVisit" : "Pchá! To jsi zase ty? Už jsem ti øekl, že dokud nedosáhneš 10. úrovnì, nemáme se spolu o èem bavit.",
	"map.[hota] blazing archipelago.quest.90.98.0.completed" : "Já vìdìl, že dostojíš svým slibùm. Vidím, že sis mou výzvu vzal k srdci a skuteènì ses bìhem svých dobrodružstvích lecèemu pøiuèil. Mohli bychom si tedy spolu promluvit?",
	"map.[hota] blazing archipelago.quest.90.98.0.firstVisit" : "Jsem starý a moudrý a nepustím do svého pøíbytku jen tak ledaskoho. Dokud nedosáhneš 10. úrovnì, nemáme se spolu o èem bavit.",
	"map.[hota] blazing archipelago.quest.90.98.0.nextVisit" : "Pchá! To jsi zase ty? Už jsem ti øekl, že dokud nedosáhneš 10. úrovnì, nemáme se spolu o èem bavit.",
	"map.[hota] broken compass.header.description" : "Èirou náhodou ses ocitl v kraji, kde se všechno zdá tak nìjak vzhùru nohama. Nejchladnìji je na jihu, slunce zapadá na severu a magnetická støelka kompasu je na každém místì zcela neteèná. Dokážeš pøijít na to, èím je to všechno zpùsobeno?",
	"map.[hota] broken compass.header.name" : "Rozbitý kompas",
	"map.[hota] broken compass.quest.99.90.0.completed" : "Já vìdìl, že dostojíš svým slibùm. Vidím, že sis mou výzvu vzal k srdci a skuteènì ses bìhem svých dobrodružstvích lecèemu pøiuèil. Mohli bychom si tedy spolu promluvit?",
	"map.[hota] broken compass.quest.99.90.0.firstVisit" : "Jsem starý a moudrý a nepustím do svého pøíbytku jen tak ledaskoho. Dokud nedosáhneš alespoò 15. úrovnì, nemám se s tebou o èem bavit.",
	"map.[hota] broken compass.quest.99.90.0.nextVisit" : "Pchá! To jsi zase ty? Už jsem ti øekl, že dokud nedosáhneš 15. úrovnì, nemáme se spolu o èem bavit.",
	"map.[hota] captive.guards.13.4.1.message" : "Zdá se, že zde Kreeganovci zanechali silnou stráž...",
	"map.[hota] captive.header.description" : "Špatné zprávy! Vèera v noci byla pøepadena jedna z našich lodí. Útoèníci uloupili zboží a zajali kapitána... Musíme toho ubožáka vysvobodit a zachránit uzmuté zboží.",
	"map.[hota] captive.header.name" : "Zajatec",
	"map.[hota] captive.quest.14.4.1.completed" : "Stráže si všimly, že tøímáš tyrkysový prapor a jsou ochotny pustit tì dál. Pøijímáš?",
	"map.[hota] captive.quest.14.4.1.firstVisit" : "Stráže odmítají pustit kohokoli, kdo netøímá tyrkysový prapor.",
	"map.[hota] captive.quest.14.4.1.nextVisit" : "Stráže propustí jen toho, kdo tøímá tyrkysový prapor.",
	"map.[hota] captive.quest.18.3.1.completed" : "Stráže si všimly, že tøímáš tyrkysový prapor a jsou ochotny pustit tì dál. Pøijímáš?",
	"map.[hota] captive.quest.18.3.1.firstVisit" : "Stráže odmítají pustit kohokoli, kdo netøímá tyrkysový prapor.",
	"map.[hota] captive.quest.18.3.1.nextVisit" : "Stráže propustí jen toho, kdo tøímá tyrkysový prapor.",
	"map.[hota] captive.sign.16.30.1.message" : "Katakomby",
	"map.[hota] carpe jugulum.header.description" : "Two realms have been battling over this patch of land for a century now. None has been able to take a firm hold of a certain land bridge so far. You will have to grab this war by the throat.",
	"map.[hota] carpe jugulum.header.name" : "Carpe Jugulum",
	"map.[hota] challenge.header.description" : "Extraction of precious resources has been put on hold after Kreegans invaded the land. Four lords, eager to put their fate to the test, are getting ready to fight for their homeland in order to bring it back to glory.",
	"map.[hota] challenge.header.name" : "The Challenge",
	"map.[hota] challenge.monster.11.20.1.message" : "You have found an ancient lamp. After rubbing it, a group of Genies appeared in front of you.",
	"map.[hota] challenge.monster.25.28.1.message" : "You fished an old bottle out of the water. After rubbing it, clouds of magic smoke erupted, and a group of Genies materialized on the deck.",
	"map.[hota] challenge.monster.3.13.1.message" : "You have found an ancient lamp. After rubbing it, a group of Genies appeared in front of you.",
	"map.[hota] challenge.monster.32.25.1.message" : "You fished out an old bottle. After rubbing it, a group of Genies appeared in front of you.",
	"map.[hota] challenge.monster.4.18.1.message" : "You have found an ancient lamp. After rubbing it, a group of Genies appeared in front of you.",
	"map.[hota] challenge.quest.65.39.1.completed" : "Já vìdìl, že to nakonec dokážeš. Vidím, že jsi nabil dostatek zkušeností. Nuže, pojï dál. Máme si toho tolik co øíct, nemám pravdu?",
	"map.[hota] challenge.quest.65.39.1.firstVisit" : "Jsem starý a moudrý a nepustím do svého pøíbytku jen tak ledaskoho. Dokud nedosáhneš 7. úrovnì, nemáme se spolu o èem bavit.",
	"map.[hota] challenge.quest.65.39.1.nextVisit" : "Pchá! To jsi zase ty? Jak jsem øekl, dokud nenabudeš zkušeností, nemáme se spolu o èem bavit.",
	"map.[hota] challenge.sign.19.17.1.message" : "<CROSSED> Cave of Knowledge\n<Send> Azure Dragon Cave\n",
	"map.[hota] challenge.sign.44.34.0.message" : "This little shrub will grow into a big tree someday...",
	"map.[hota] daggerwin valley.guards.108.96.0.message" : "!",
	"map.[hota] daggerwin valley.guards.11.95.0.message" : "Tento poklad hlídají draci. Chceš se s nimi utkat?\nStráže: 7 Èerných drakù\nPoklad: 10000 zlatých",
	"map.[hota] daggerwin valley.guards.173.18.0.message" : "Tento poklad hlídají draci. Chceš se s nimi utkat?\nStráže: 7 Èerných drakù\nPoklad: 10000 zlata",
	"map.[hota] daggerwin valley.guards.28.68.0.message" : "Tento poklad hlídají draci. Chceš se s nimi utkat?\nStráže: 7 Èerných drakù\nPoklad: 10000 zlatých",
	"map.[hota] daggerwin valley.guards.95.167.0.message" : "Tento poklad hlídají draci. Chceš se s nimi utkat?\nStráže: 7 Èerných drakù\nPoklad: 10000 zlatých",
	"map.[hota] daggerwin valley.header.description" : "Údolí øeky Dýkovice bylo od nepamìti známé jako velice bohatý kraj, nebo sehrává roli významné obchodní stezky do starého svìtadílu. Je nasnadì, že pokud je ovládneš, výraznì tím posílíš svou pozici.",
	"map.[hota] daggerwin valley.header.name" : "Údolí Dýkovice",
	"map.[hota] daggerwin valley.header.rumor.0.text" : "Rada dne: Snaž se pøekvapovat a pøitom nebýt pøekvapen.",
	"map.[hota] daggerwin valley.header.rumor.1.text" : "Rada dne: Kdokoli pøi hádce svírá v ruce meè, je v právu.",
	"map.[hota] daggerwin valley.header.rumor.10.text" : "Rada dne: Když odcházíš, nemusíš se vždy vrátit. Když se vracíš, nemusíš si být vždy vìdom, žes vùbec odcházel.",
	"map.[hota] daggerwin valley.header.rumor.11.text" : "Rada dne: Dobrá manželka stojí pøi svém muži i v tìch nejhorších èasech. Špatná jen když zrovna neprší.",
	"map.[hota] daggerwin valley.header.rumor.12.text" : "Rada dne: Co tì nezabije, to tì mùže znásilnit.",
	"map.[hota] daggerwin valley.header.rumor.13.text" : "Rada dne: Chce-li se ti kýchnout, radìji si vytáhni prst z nosu.",
	"map.[hota] daggerwin valley.header.rumor.14.text" : "Jakýsi lovec mì upozornil, abych se vyhýbal severním krajùm. Hnízdí tam prý azuroví draci.",
	"map.[hota] daggerwin valley.header.rumor.2.text" : "Jeden starý námoøník prohlašuje, že ví, kam bohové ukryli Svatý grál. To tak! Kdyby na tom bylo by jen zbla pravdy, urèitì by ten starý paprika nevysedával po krèmách a dávno by se Grál vypravil hledat.",
	"map.[hota] daggerwin valley.header.rumor.3.text" : "Ale no tak, snad tomu žvanilovi nevìøíš? Heršvec! Vy dobrodruzi jste všichni stejní. Jakmile uslyšíte o nìjakém ztraceném pokladu, bájné hromadì haraburdí nebo nìjakém jiném krámu, hnedle se vám rozsvítí oèi...",
	"map.[hota] daggerwin valley.header.rumor.4.text" : "Vážnì chceš dát na slova opilce, která ze sebe vyloudil po deseti žejdlících piva? Aby tì èert vzal! To je samé: Daleko na severovýchodì... nebo možná na západì.... Nejspíš nìkde v severních moøích, kde leží tajuplný ostrov...",
	"map.[hota] daggerwin valley.header.rumor.5.text" : "Rada dne: Nedìlej si pøílišné nadìje a nakonec dostaneš víc, než bys byl èekal.",
	"map.[hota] daggerwin valley.header.rumor.6.text" : "Rada dne: Lev se s kojotem pøíliš nesnese.",
	"map.[hota] daggerwin valley.header.rumor.7.text" : "Rada dne: Nikdy nenamáèej kyselou okurku do mléka.",
	"map.[hota] daggerwin valley.header.rumor.8.text" : "Ještì k tomu ostrovu, o nìmž mluvil ten ochmelka. Nejsem si jist, kde jej hledat èi jak vypadá, ale on si byl pøesto skálopevnì jist, že existuje. Jak znám lidi, urèitì se ti teï z celého srdce smìje, jak tì dopálil. Inu, to je v podstatì vše, co k tomu chci øíct...",
	"map.[hota] daggerwin valley.header.rumor.9.text" : "Jdi do háje s celým tím svým ostrovem... Nehodlám do nekoneèna poslouchat, jak se mýlím a jak mìl ten starý lháø pravdu.",
	"map.[hota] daggerwin valley.quest.101.53.0.completed" : "Stráže si tì se zájmem prohlížejí a seznávají, že jsi vskutku dosáhl 21. úrovnì. Pøeješ si nyní projít?",
	"map.[hota] daggerwin valley.quest.101.53.0.firstVisit" : "Nedaleká oblast vypadá nebezpeènì. Stráže si tì podezøívavì prohlížejí a oznamují ti, že tì nechají projít, tepve až dosáhneš 21. úrovnì.",
	"map.[hota] daggerwin valley.quest.101.53.0.nextVisit" : "Stráže jednoduše odmítají pustit kohokoli ménì zkušenìjšího než na 21. úrovni.",
	"map.[hota] daggerwin valley.quest.105.52.0.completed" : "Vysloužilí hrdinové ti zadávají úkoly, které hravì zvládáš. Jelikož jsi prošel zkouškou, jsou nyní ochotni uvolnit ti cestu. Pøeješ si projít?",
	"map.[hota] daggerwin valley.quest.105.52.0.firstVisit" : "Zdejší stráž je složena z vysloužilých hrdinù, kteøí odmítají kohokoli, kdo nemá útoènou a obrannou sílu na 10. a sílu kouzel a znalosti na 20. úrovni, vpustit dál.",
	"map.[hota] daggerwin valley.quest.105.52.0.nextVisit" : "Vysloužilí hrdinové ti zadávají úkoly, na které jsou tvé síly jednoduše krátké. Oèividnì musíš nejprve nabýt útoènou a obrannou sílu na 10. a sílu kouzel a znalosti na 20. úrovni.",
	"map.[hota] daggerwin valley.quest.112.39.0.completed" : "Koneènì! Ukaž, dej mi ty zásoby. Nìco ti za nì na oplátku dám.",
	"map.[hota] daggerwin valley.quest.112.39.0.firstVisit" : "Hledám zpùsob, jak zušlechtit bìžné kovy na zlato, Bohužel mi chybí materiál. Pokud bys mi pøinesl 24 drahokamù 40000 zlata, bych byl ti moc vdìèný.",
	"map.[hota] daggerwin valley.quest.112.39.0.nextVisit" : "Ach jo, to nebude staèit. Potøebuji 24 drahokamù a 40000 zlata, jinak se mi výzkum nikdy nepodaøí.",
	"map.[hota] daggerwin valley.quest.115.8.1.completed" : "Vìdìl jsem, že dostojíš svému slovu. Jsi vìru zkušeným dobrodruhem. Pojï dál, no pojï. Tu máš, nìco pro tebe mám za tvou snahu. Vezmeš si to?",
	"map.[hota] daggerwin valley.quest.115.8.1.firstVisit" : "Jsem starý a moudrý a jen tak nikoho do svého domu nepustím. Až dosáhneš 29. úrovnì, s radostí tì pozvu dál.",
	"map.[hota] daggerwin valley.quest.115.8.1.nextVisit" : "Pchá! Už zase ty? Copak jsem ti neøekl, že tì pozvu dál, až dosáhneš 29. úrovnì?",
	"map.[hota] daggerwin valley.quest.119.100.0.completed" : "Vysloužilí hrdinové ti zadávají úkoly, které hravì zvládáš. Jelikož jsi prošel zkouškou, jsou nyní ochotni uvolnit ti cestu. Pøeješ si projít?",
	"map.[hota] daggerwin valley.quest.119.100.0.firstVisit" : "Zdejší stráž je složena z vysloužilých hrdinù, kteøí odmítají kohokoli, kdo nemá útoènou a obrannou sílu na 20. a sílu kouzel a znalosti na 10. úrovni, vpustit dál.",
	"map.[hota] daggerwin valley.quest.119.100.0.nextVisit" : "Vysloužilí hrdinové ti zadávají úkoly, na které jsou tvé síly jednoduše krátké. Oèividnì musíš nejprve nabýt útoènou a obrannou sílu na 20. a sílu kouzel a znalosti na 10. úrovni.",
	"map.[hota] daggerwin valley.quest.138.115.0.completed" : "Stráže si tì se zájmem prohlížejí a seznávají, že jsi vskutku dosáhl 25. úrovnì. Pøeješ si nyní projít?",
	"map.[hota] daggerwin valley.quest.138.115.0.firstVisit" : "Nedaleká oblast vypadá nebezpeènì. Stráže si tì podezøívavì prohlížejí a oznamují ti, že tì nechají projít, tepve až dosáhneš 25. úrovnì.",
	"map.[hota] daggerwin valley.quest.138.115.0.nextVisit" : "Stráže jednoduše odmítají pustit kohokoli ménì zkušenìjšího než na 25. úrovni.",
	"map.[hota] daggerwin valley.quest.140.157.0.completed" : "Strážní zde vybírají mýtné. Za 30000 zlatých tì nechají projít. Chceš jim zaplatit?",
	"map.[hota] daggerwin valley.quest.140.157.0.firstVisit" : "Strážní zde vybírají mýtné. Za 30000 zlatých tì nechají projít.",
	"map.[hota] daggerwin valley.quest.140.157.0.nextVisit" : "Strážní tì nechají projít, až jim pøineseš 30000 zlatých.",
	"map.[hota] daggerwin valley.quest.15.152.0.completed" : "Vždycky jsem toužil potkat nìkoho tak slavného, jako jsi ty. Dovolíš mi sepsat tvùj životní pøíbìh?",
	"map.[hota] daggerwin valley.quest.15.152.0.firstVisit" : "Jsem kronikáø, který sepisuje životy velkých hrdinù. Doopravdy rád bych se setkal s nìkým, kdo má útoènou a obrannou sílu, sílu kouzel a znalosti na 10 úrovni. O takovém hrdinovi jsem ještì nepsal.",
	"map.[hota] daggerwin valley.quest.15.152.0.nextVisit" : "Už jsi nìkoho takového našel? Musí mít všechny primární schopnosti pøinejmenším na 10. úrovni.",
	"map.[hota] daggerwin valley.quest.153.59.0.completed" : "Zprávy o porážce køišálových drakù se k rytíøùm rychle donesly. Za skrovného obøadu tì proto pasují na rytíøe a pøijímají mezi sebe. Pøeješ si nyní projít dál?",
	"map.[hota] daggerwin valley.quest.153.59.0.firstVisit" : "Tuto vìž støeží oddíl erathijských rytíøù. Zdá se, že propustí dál pouze èlena vlastních øad. Abys mohl do øádu vstoupit, musíš nejprve porazit køišálové draky z jihozápadní oblasti.",
	"map.[hota] daggerwin valley.quest.153.59.0.nextVisit" : "Rytíøi tì nepustí dál, dokud neporazíš køišálové draky z jihozápadní oblasti tohoto kraje.",
	"map.[hota] daggerwin valley.quest.164.65.0.completed" : "Zprávy o porážce azurových drakù se k rytíøùm rychle donesly. Za skrovného obøadu tì proto pasují na rytíøe a pøijímají mezi sebe. Pøeješ si nyní projít dál?",
	"map.[hota] daggerwin valley.quest.164.65.0.firstVisit" : "Tuto vìž støeží oddíl erathijských rytíøù. Zdá se, že propustí dál pouze èlena vlastních øad. Abys mohl do øádu vstoupit, musíš nejprve porazit azurové draky v severovýchodní oblasti.",
	"map.[hota] daggerwin valley.quest.164.65.0.nextVisit" : "Rytíøi tì nepustí dál, dokud neporazíš azurové draky ze severovýchodní oblasti tohoto kraje.",
	"map.[hota] daggerwin valley.quest.167.140.1.completed" : "Koneènì! Ukaž, dej mi ty zásoby. Nìco ti za nì na oplátku dám.",
	"map.[hota] daggerwin valley.quest.167.140.1.firstVisit" : "Hledám zpùsob, jak zušlechtit bìžné kovy na zlato, Bohužel mi chybí materiál. Pokud bys mi pøinesl 400 døeva, bych byl ti moc vdìèný.",
	"map.[hota] daggerwin valley.quest.167.140.1.nextVisit" : "Ach jo, to nebude staèit. Potøebuji 400 døeva, jinak se mi výzkum nikdy nepodaøí.",
	"map.[hota] daggerwin valley.quest.169.142.0.completed" : "Vìdìl jsem, že dostojíš svému slovu. Jsi vìru zkušeným dobrodruhem. Pojï dál, no pojï. Tu máš, nìco pro tebe mám za tvou snahu. Vezmeš si to?",
	"map.[hota] daggerwin valley.quest.169.142.0.firstVisit" : "Jsem starý a moudrý a jen tak nikoho do svého domu nepustím. Až dosáhneš 15. úrovnì, s radostí tì pozvu dál.",
	"map.[hota] daggerwin valley.quest.169.142.0.nextVisit" : "Pchá! Už zase ty? Copak jsem ti neøekl, že tì pozvu dál, až dosáhneš 15. úrovnì?",
	"map.[hota] daggerwin valley.quest.38.97.0.completed" : "Koneènì! Ukaž, dej mi ty zásoby. Nìco ti za nì na oplátku dám.",
	"map.[hota] daggerwin valley.quest.38.97.0.firstVisit" : "Hledám zpùsob, jak zušlechtit bìžné kovy na zlato, Bohužel mi chybí materiál. Pokud bys mi pøinesl 24 drahokamù 40000 zlata, bych byl ti moc vdìèný.",
	"map.[hota] daggerwin valley.quest.38.97.0.nextVisit" : "Ach jo, to nebude staèit. Potøebuji 24 drahokamù a 40000 zlata, jinak se mi výzkum nikdy nepodaøí.",
	"map.[hota] daggerwin valley.quest.44.167.0.completed" : "Koneènì! Ukaž, dej mi ty zásoby. Nìco ti za nì na oplátku dám.",
	"map.[hota] daggerwin valley.quest.44.167.0.firstVisit" : "Hledám zpùsob, jak zušlechtit bìžné kovy na zlato, Bohužel mi chybí materiál. Pokud bys mi pøinesl 24 drahokamù 40000 zlata, bych byl ti moc vdìèný.",
	"map.[hota] daggerwin valley.quest.44.167.0.nextVisit" : "Ach jo, to nebude staèit. Potøebuji 24 drahokamù a 40000 zlata, jinak se mi výzkum nikdy nepodaøí.",
	"map.[hota] daggerwin valley.quest.46.5.0.completed" : "Vìdìl jsem, že dostojíš svému slovu. Jsi vìru zkušeným dobrodruhem. Pojï dál, no pojï. Tu máš, nìco pro tebe mám za tvou snahu. Vezmeš si to?",
	"map.[hota] daggerwin valley.quest.46.5.0.firstVisit" : "Jsem starý a moudrý a jen tak nikoho do svého domu nepustím. Až dosáhneš 15. úrovnì, s radostí tì pozvu dál.",
	"map.[hota] daggerwin valley.quest.46.5.0.nextVisit" : "Pchá! Už zase ty? Copak jsem ti neøekl, že tì pozvu dál, až dosáhneš 15. úrovnì?",
	"map.[hota] daggerwin valley.quest.51.65.0.completed" : "Koneènì! Ukaž, dej mi ty zásoby. Nìco ti za nì na oplátku dám.",
	"map.[hota] daggerwin valley.quest.51.65.0.firstVisit" : "Hledám zpùsob, jak zušlechtit bìžné kovy na zlato, Bohužel mi chybí materiál. Pokud bys mi pøinesl 24 drahokamù 40000 zlata, bych byl ti moc vdìèný.",
	"map.[hota] daggerwin valley.quest.51.65.0.nextVisit" : "Ach jo, to nebude staèit. Potøebuji 24 drahokamù a 40000 zlata, jinak se mi výzkum nikdy nepodaøí.",
	"map.[hota] daggerwin valley.quest.72.134.0.completed" : "Stráže si tì se zájmem prohlížejí a seznávají, že jsi vskutku dosáhl 21. úrovnì. Pøeješ si nyní projít?",
	"map.[hota] daggerwin valley.quest.72.134.0.firstVisit" : "Nedaleká zátoka vypadá nebezpeènì. Stráže si tì podezøívavì prohlížejí a oznamují ti, že tì nechají projít, tepve až dosáhneš 21. úrovnì.",
	"map.[hota] daggerwin valley.quest.72.134.0.nextVisit" : "Stráže jednoduše odmítají pustit kohokoli ménì zkušenìjšího než na 21. úrovni.",
	"map.[hota] daggerwin valley.quest.83.29.1.completed" : "Koneènì jsou ti leprikóni poraženi a zdejší kraj je opìt bezpeèný. Vezmeš si na oplátku toto?",
	"map.[hota] daggerwin valley.quest.83.29.1.firstVisit" : "Severní oblast tohoto podzemí sužují leprikóni. Pokud bys je dokázal porazit, štìdøe bych se ti odmìnil.",
	"map.[hota] daggerwin valley.quest.83.29.1.nextVisit" : "Nevìs hlavu. Porazit leprikóny není žádná hraèka, ale já pevnì vìøím, že se ti to nakonec podaøí.",
	"map.[hota] daggerwin valley.quest.88.16.0.completed" : "Koneènì jsou ti bouøkoví elementálové pryè a kraj je opìt bezpeèný. Svou odmìnu si plnì zasloužíš.",
	"map.[hota] daggerwin valley.quest.88.16.0.firstVisit" : "Jihovýchodní cíp této zemì sužují bouøkoví elementálové. Pokud by ses o nì dokázal postarat, štìdøe bych se ti odmìnil.",
	"map.[hota] daggerwin valley.quest.88.16.0.nextVisit" : "Nevìs hlavu. Porazit bouøkové elementály není žádná hraèka, ale já vím, že se ti to nakonec podaøí.",
	"map.[hota] dead man's tales.event.0.description" : "{Piráti vynášejí z lodí truhlice s penìzi...}",
	"map.[hota] dead man's tales.event.1.description" : "{...A vnášejí je do tvých základen.}",
	"map.[hota] dead man's tales.event.10.description" : "Jakmile jsme porazili zdejší domorodce, stali se rázem z nepøátel lapkové, kterým nyní nezbývá než ustaviènì loupit a pøepadat pocestné na lesních cestách. Proto jsem prùzkumníky upozornil, aby byli obzvláštì obezøetní. Pøed nedávnem nám totiž pøepadli první karavanu. Z bezpeènostních dùvodù bylo proto naøízeno, že odteï musí mít každá družina pøi sobì pøinejmenším padesát kušníkù a dva tucty køižákù.",
	"map.[hota] dead man's tales.event.2.description" : "Elmore není nikde k zastižení. Podle všeho se ztratil v bouøi, i když se snažil zuby nehty držet se svou lodí poblíž naší flotily. Nejspíš upadl do zajetí vodním elementálùm, kteøí jsou zde všude kolem. Škoda ho! Medle vynikající námoøník...\nEováciovu loï pro zmìnu ovládla žoldácká kumpanie, která se rozhodla pøidat k Erathijcùm. Myslím si, že ho odvlekli nìkam na sever. Dost možná i na jih. Smùla se nám oèividnì lepí na paty.",
	"map.[hota] dead man's tales.event.3.description" : "Je to k nevíøe, ale jedna z nejproslulejších moøeplavkyní, Sylvie, se kamsi zatoulala. Neudržela kurz a po èase se od naší flotily doèista odlouèila. Nìkteøí se obávají, že by si na její loï mohly poèíhat nìjaké ukrutné bestie...",
	"map.[hota] dead man's tales.event.4.description" : "Hodilo by se nám trochu penìz. Kdesi na severovýchodì se nachází poloostrov s portálem, který vede do malého podzemního mìsteèka. Podle všeho se tam nachází houbové plantáže a zlatý dùl.\nAch jo, už zase ty proklaté jeskynì!",
	"map.[hota] dead man's tales.event.5.description" : "Coleshire se zmiòoval o tom, že zde kdysi dávno založili bracadští mágové nové, ledové království - Regnum Nevis. Tìžko øíct, co je na tom pravdy. Povídaèkám o podzemní vìži, jež èní ze zamrzlých vod a jejíž stìny záøí jako èiré sklo, sotva lze vìøit. Ale v každé pohádce je zrnko pravdy. Mágové sem prý pøivedli titány - celou armádu mocných kolosù, kteøí dokáží vzít blesk do holé ruky a metnout jím na míle daleko. Takové pomocníky bychom si nemìli nechat ujít, mohli by se nám hodit.",
	"map.[hota] dead man's tales.event.6.description" : "{Vojáci vynášejí z lodí truhlice s penìzi...}",
	"map.[hota] dead man's tales.event.7.description" : "{...A vnášejí je do tvých základen.}",
	"map.[hota] dead man's tales.event.8.description" : "A pak že regnanské fregaty nejsou nejrychlejší v celém Enrothu! Pìknì jsme se tìm erathijským pohùnkùm ztratili z dohledu, jen co je pravda! Dokonce se nám podaøilo opevnit se a založit na nìkolika ostrovech pøedsunuté základny.\nPùvodnì jsme se mìli na tìchto ostrovech nakrátko zastavit, abychom zde nabrali síly, než vyplujeme pøes Nekoneèné moøe smìrem k Vori, jenže co èert nechtìl - v patách nám byli Erathijci! Museli jsme tedy chtì nechtì pøistoupit k záložnímu plánu. Ten spoèívá v tom, že se musíme probojovat k podzemnímu mìstu Rozcestí. Podle všeho se v nìm totiž nachází mocné brány, které dokáží pøenášet až do Enrothu nebo Jadamu, zkrátka na míle pryè od Antagarichu. Jakmile jednou z tìchto bran projdeme, znièíme ji za sebou, aby nás nemohli erathijští rytíøi pronásledovat. Kdyby se jim podaøilo projít skrz, zaèala by štvanice nanovo...\nJe zde však další potíž - Rozcestí je útoèištìm jakéhosi nighonského pána, který se zde pøed èasem usadil. Èert ví, co ho sem pøivedlo, ale pokud nám své mìsto nevydá dobrovolnì, budeme se s ním muset utkat. Aby toho nebylo málo, podle všeho se na ostrovì, z nìhož vede prùchod k Rozcestí, usadila sekta nekromantù.\nMáme štìstí, že se k naší družinì pøipojil i Tazar se svými lidmi, by ne zadarmo samozøejmì. Ne, že by Tatalijci byli nìjakou úžasnou pomocí, ale jejich velitel je vìru muž na svém místì.\nJak tak o tom pøemýšlím, možná by nebylo bezpodmíneènì nutné harcovat se do Rozcestí. Tøeba by staèilo se zkrátka opevnit a vyøídit si to se všemi, kdo by se proti nám odvážili postavit.",
	"map.[hota] dead man's tales.event.9.description" : "Málem jsme ty zpupné piráty ztratili, ale nakonec jsme je pøece jen vždy dostihli. Už už se zdálo, že jim znovu šlapeme na šosy, když tu se nám náhle ztratili u neznámého pobøeží. Pomocí kouzelného zrcadla jsem se spojil se svým druhým admirálem a i jemu se prý ztratili z dohledu. Ti neøádi se tu bezpochyby vyznají, jinak by zde netápali tak jako my. Ale však my jim ještì ukážeme!\nZajímalo by mì, kde to vlastnì jsme - na žádných mapách není žádný z tìchto ostrovù zaznamenán.\nKrátce po pøistání jsme hravì dobyli nìkolikero místních tvrzí a v boji proti pirátùm nám pøislíbil pomoc jeden bracadský vévoda ze severu. Podle nìj zde piráti zakotvili proto, že se pod tímto souostrovím nachází jakési podzemní mìsto. Na tom by ani tak nebylo nic zvláštního, kdyby v onom mìstì nebyly portály, kterými je možné cestovat napøíè svìtem od Enrothu až po Jadam. Kdysi toto mìsto patøilo jistému nighonskému pánovi. Aèkoli již dávno nežije, poøád se mìsto hemží jeho nìkdejšími bojovníky a monstry. Nu a ke všemu hlídají prùchod k tomuto mìstu nekromanti.\nPokud to podzemní mìsto opravdu existuje, musíme se k nìmu neprodlenì vydat a znièit portály døíve, než jimi piráti uniknou na opaèný konec svìta. Jadam a Enroth jsou od Antagarichu vcelku daleko a pakliže nám piráti uniknou, nikdy víc je nenajdeme!",
	"map.[hota] dead man's tales.guards.1.125.0.message" : "Chachá!",
	"map.[hota] dead man's tales.guards.15.128.0.message" : "Pøepadla tì skupina lapkù!",
	"map.[hota] dead man's tales.guards.2.37.0.message" : "Co kdybys ji radìji neotvíral?",
	"map.[hota] dead man's tales.guards.21.44.0.message" : "Pøepadla tì skupina lapkù!",
	"map.[hota] dead man's tales.guards.24.19.0.message" : "Pøepadla tì skupina lapkù!",
	"map.[hota] dead man's tales.guards.37.117.0.message" : "Pøepadla tì skupina lapkù!",
	"map.[hota] dead man's tales.guards.48.92.0.message" : "Pøed šatlavou na tebe èeká oddíl halapartníkù.",
	"map.[hota] dead man's tales.guards.54.87.0.message" : "Ve skøíòce ležel lístek: \"Vyrobeno v Nighonu.\"",
	"map.[hota] dead man's tales.guards.64.47.1.message" : "Na pomezní bránì stojí nápis:\n\"Kult èerné vlny\"",
	"map.[hota] dead man's tales.guards.69.70.0.message" : "Pøed branou stojí návìstí, na nìmž stojí psáno:\n\"Kdokoli vkroèíš do bílé brány,\nvìz, že zakrátko oklovou tvé tìlo vrány!\"",
	"map.[hota] dead man's tales.guards.69.72.0.message" : "Hned za branou tì pro jistotu zastavil strážný, øka:\n\"Pro pøípad, že sis to náhodou nepøeèetl, laskavì vezmi na vìdomí, že ten monolit pøed tebou je jen jednosmìrný! Radím ti dobøe, radši dvakrát mìø a jednou øež!\"",
	"map.[hota] dead man's tales.guards.71.66.0.message" : "\"Pøepadli nás elfové! Asi byla hloupost pøepadat pøístavy v AvLee a krást zde dodávky døíví. To nám elfové beztak nedarují...\"",
	"map.[hota] dead man's tales.guards.87.52.0.message" : "\"Co zde dìlá elfí loï? Chtìjí nás pøepadnout nebo co?\"",
	"map.[hota] dead man's tales.guards.9.81.0.message" : "Pøepadla tì skupina lapkù!",
	"map.[hota] dead man's tales.guards.91.79.0.message" : "Znièehonic vyvstává ze zemì všude kolem armáda nemrtvých. Do zbranì!",
	"map.[hota] dead man's tales.guards.91.92.0.message" : "Znièehonic vyvstává ze zemì všude kolem armáda nemrtvých. Do zbranì!",
	"map.[hota] dead man's tales.guards.93.74.0.message" : "Znièehonic vyvstává ze zemì všude kolem armáda nemrtvých. Do zbranì!",
	"map.[hota] dead man's tales.guards.93.85.0.message" : "Znièehonic vyvstává ze zemì všude kolem armáda nemrtvých. Do zbranì!",
	"map.[hota] dead man's tales.guards.94.80.0.message" : "Znièehonic vyvstává ze zemì všude kolem armáda nemrtvých. Do zbranì!",
	"map.[hota] dead man's tales.header.description" : "O tomto souostroví vìdí jen Regnanci. Legenda praví, že hluboko pod ostrovy se nachází podzemní mìsto s branami, které dokáží pøenášet až do dalekého Jadamu èi Enrothu, známé jako Rozcestí.\nBìhem pronásledování pirátù však na tyto neznámé ostrovy dorazila i erathijská flotila.",
	"map.[hota] dead man's tales.header.heroNames.14" : "Loynis",
	"map.[hota] dead man's tales.header.heroNames.156" : "Corkes",
	"map.[hota] dead man's tales.header.heroNames.36" : "Coleshire",
	"map.[hota] dead man's tales.header.heroNames.4" : "Tristan",
	"map.[hota] dead man's tales.header.heroNames.48" : "Magbór",
	"map.[hota] dead man's tales.header.heroNames.49" : "Manžír",
	"map.[hota] dead man's tales.header.heroNames.51" : "Vlèák",
	"map.[hota] dead man's tales.header.heroNames.56" : "Pekelný Jozí",
	"map.[hota] dead man's tales.header.name" : "Pøíbìhy mrtvého muže",
	"map.[hota] dead man's tales.header.player.0.mainHeroName" : "Corkes",
	"map.[hota] dead man's tales.header.player.1.mainHeroName" : "Loynis",
	"map.[hota] dead man's tales.heroes.14.name" : "Loynis",
	"map.[hota] dead man's tales.heroes.153.biography" : "Falm Veliký je pravìký drak, jenž upadl do zajetí zrádným uctívaèùm, kteøí jej hodlali použít jako obì pro vyvolání mnohem hrùzostrašnìjšího stvoøení, než jakým je on sám.",
	"map.[hota] dead man's tales.heroes.153.name" : "Falm",
	"map.[hota] dead man's tales.heroes.160.name" : "Corkes",
	"map.[hota] dead man's tales.heroes.36.biography" : "Coleshire byl pùvodnì alchymistou v Bracadì, jenž po èase odešel do ústraní na souostroví v severních moøích. Poté, co k nìmu dorazila erathijská vojska, která byla v patách regnanským pirátùm, a porazila zde místní vládce, s radostí se jim nabídl, že jim pomùže v boji.",
	"map.[hota] dead man's tales.heroes.36.name" : "Coleshire",
	"map.[hota] dead man's tales.heroes.4.biography" : "Na Tristana jeho vlastní rod zanevøel poté, co utratil veškeré rodinné jmìní na podporu rytíøských øádù, namísto aby je vložil do rodového panství. Na jednu stranu ztratil oporu u pøíbuzných, na druhou stranu si vydobyl dùvìru spousty vìhlasných velitelù. Jedno je jisté, v Tristanových øadách si každý voják pøijde na své. By se pøíliš dlouho nedožije.",
	"map.[hota] dead man's tales.heroes.4.name" : "Tristan",
	"map.[hota] dead man's tales.heroes.48.name" : "Magbór",
	"map.[hota] dead man's tales.heroes.49.name" : "Manžír",
	"map.[hota] dead man's tales.heroes.51.name" : "Vlèák",
	"map.[hota] dead man's tales.heroes.56.name" : "Pekelný Jozí",
	"map.[hota] dead man's tales.monster.103.70.0.message" : "- You'll become a pile of bone dust, and I'll keep your ribs as a souvenir.",
	"map.[hota] dead man's tales.monster.104.70.0.message" : "\"Rozemeleme tì na kostní mouèku a z tvých žeber si udìláme držák na talíøe!\"",
	"map.[hota] dead man's tales.monster.122.106.0.message" : "- Dang it, man, I sure thought we'd get turned into Undead here...",
	"map.[hota] dead man's tales.monster.123.106.0.message" : "\"Do háje! Už jsem si myslel, že se z nás stanou nemrtví...\"",
	"map.[hota] dead man's tales.monster.123.107.0.message" : "- Friends! These are friends!",
	"map.[hota] dead man's tales.monster.124.107.0.message" : "\"Pøátelé, kamarádi!\"",
	"map.[hota] dead man's tales.monster.38.94.0.message" : "- Looks like the lizardmen have those archers. Let's set them free!",
	"map.[hota] dead man's tales.monster.39.94.0.message" : "\"Vypadá to, že ještìrani zajali skupinku elitních kušníkù. Mìli bychom je vysvobodit.\"",
	"map.[hota] dead man's tales.monster.4.48.0.message" : "- Thee my axthe?\n- Nope!\n- It'th not here, you dum dum! Gottha!\n\nThat was likely the least intelligible conversation you ever had in your life.",
	"map.[hota] dead man's tales.monster.48.94.0.message" : "- Ready to serve, my lord!",
	"map.[hota] dead man's tales.monster.49.94.0.message" : "\"Vždy pøipraveni, pane!\"",
	"map.[hota] dead man's tales.monster.5.48.0.message" : "\"Hoï mi sekeru!\"\n\"Kdepak!\"\n\"Povídám, hoï mi jí, nebo budeš sbírat zuby zlámanýma prstama!\"\n\nSafra! To byl ten nejoduševnìlejší rozhovor, jaký jsi za poslední dobu slyšel.",
	"map.[hota] dead man's tales.monster.75.49.1.message" : "- No! Don't you dare interrupt our ritual! Stop them, sisters!",
	"map.[hota] dead man's tales.monster.76.49.1.message" : "\"A tì ani nenapadne pøekazit nám náš obøad! Na nìj, sestry!\"",
	"map.[hota] dead man's tales.quest.100.107.0.completed" : "Vlastník chýše rozrazil dveøe a s vdìkem pøijal tvou nabídku. Novopeèeným otrokùm pak ihned zadal první práci, a sice aby naložili tvou loï objemným pytlem zlata.",
	"map.[hota] dead man's tales.quest.100.107.0.firstVisit" : "Na chýši visí vývìsní štít, na nìmž stojí psáno:\n\"Výkup otrokù za dobrou cenu.\"",
	"map.[hota] dead man's tales.quest.100.107.0.nextVisit" : "Ten vývìsní štít zde poøád visí.",
	"map.[hota] dead man's tales.quest.116.100.0.completed" : "Mùžeš proplout.",
	"map.[hota] dead man's tales.quest.116.100.0.firstVisit" : "Postarej se o nedaleké Moøské víly a pustíme tì dál.",
	"map.[hota] dead man's tales.quest.116.100.0.nextVisit" : "Moøské víly poøád dýchají. Zbav se jich.",
	"map.[hota] dead man's tales.quest.117.62.0.completed" : "Nevìøíš, že bys byl nyní po doušku dobrého rumu schopen pøeprat azurového draka, jak se dušuje tvùj uèitel, ale každopádnì pár cenných poznatkù jsi dozajista pochytil.",
	"map.[hota] dead man's tales.quest.117.62.0.firstVisit" : "\"Když mì zbavíš tìch nadutých køižákù na východ odtud, nauèím tì pár šermíøských fíglù.\"",
	"map.[hota] dead man's tales.quest.117.62.0.nextVisit" : "\"Nìco mi øíká, že ti nafoukanci jsou poøád ještì naživu.\"",
	"map.[hota] dead man's tales.quest.134.103.0.completed" : "Doufejme, že ten staøec není nìjaký lidožrout, který si libuje na èernošském mase, když se tak ochotnì zbavuje bìlochù...\nTaková vìc zkrátka není jenom tak.",
	"map.[hota] dead man's tales.quest.134.103.0.firstVisit" : "\"Jsem starý vlk a žiji zde bezmála již sedmdesát let. Ptáš se, zdali mám nìco, co by tì mohlo zajímat? Jáøku, mìl bych zde pìknou øádku zbraní, øeknìme, pro pìtaètyøicet mužù. Pøiveï mi nìjaké zelenáèe a pøísahám, že je nauèím, jak sestøelit racka na dvì stì krokù.\"",
	"map.[hota] dead man's tales.quest.134.103.0.nextVisit" : "\"Myslel jsem, že jsme se dohodli.\"",
	"map.[hota] dead man's tales.quest.14.118.1.firstVisit" : "\"Vyžeò ty Oèi zla z laboratoøe a daruji ti oddíl svých minotaurù. Plácneme si?\"",
	"map.[hota] dead man's tales.quest.21.110.1.completed" : "\"Skvìlá práce! Nyní mì omluv, musím honem sbírat houby.\"",
	"map.[hota] dead man's tales.quest.21.110.1.firstVisit" : "\"Mìl bych takový návrh. Vyžeò Oèi zla z nedaleké laboratoøe na západì a zaplatím ti 4.000 zlatých. Tak co, dohodnuto?\"",
	"map.[hota] dead man's tales.quest.21.110.1.nextVisit" : "\"Dohoda znìla jinak.\"",
	"map.[hota] dead man's tales.quest.26.118.1.completed" : "\"Skvìlá práce! Nyní mì omluv, musím honem sbírat houby.\"",
	"map.[hota] dead man's tales.quest.26.118.1.firstVisit" : "\"Mìl bych takový návrh. Vyžeò Oèi zla z nedaleké laboratoøe na východì a zaplatím ti 4.000 zlatých. Tak co, dohodnuto?\"",
	"map.[hota] dead man's tales.quest.26.118.1.nextVisit" : "\"Dohoda znìla jinak.\"",
	"map.[hota] dead man's tales.quest.31.35.1.completed" : "\"A se propadnu, tys to dokázal! Nu, snad ti mí hoši pøijdou vhod.\"",
	"map.[hota] dead man's tales.quest.31.35.1.firstVisit" : "\"Ty musíš být pìkný blázen, když ses za mnou vypravil. Víš ty co? Na jihu nedaleko odtud se nachází tlupa nestvùr. Kdybys je zlikvidoval, svìøil bych ti své piráty, beztak je využiješ lépe než já.\nMimochodem, na západì se nachází portál, jímž se mùžeš bezpeènì dostat pryè z tohoto podzemí. Naneštìstí je však dobøe chránìn.\"",
	"map.[hota] dead man's tales.quest.31.35.1.nextVisit" : "\"Co tu chceš?\"",
	"map.[hota] dead man's tales.quest.34.46.0.completed" : "Staøena ti z vdìènosti darovala svitek s kouzlem.",
	"map.[hota] dead man's tales.quest.34.46.0.firstVisit" : "Staøena tì žádá, zda bys nevypátral a nedal za vyuèenou tlupì trolù na západ odtud. Slibuje ti, že když jí pomùžeš, daruje ti za to svitek s kouzlem Slepota.",
	"map.[hota] dead man's tales.quest.34.46.0.nextVisit" : "Staøena vzala do ruky pometlo a s jeho pomocí tì nevybíravì vyprovází ze zápraží. Zdá se, že jí budeš muset nejprve vyhovìt.",
	"map.[hota] dead man's tales.quest.38.19.0.completed" : "\"Slibuji, že ti ti vojáci dobøe poslouží! Na shledanou.\"",
	"map.[hota] dead man's tales.quest.38.19.0.firstVisit" : "\"Ti mí zatracení golemové mì zde uvìznili! Dìkuji ti za záchranu.\nMohl bych pro tebe vycvièit z nìkolika rolníkù pár vojákù. Staèí, když mi je pøivedeš.\"",
	"map.[hota] dead man's tales.quest.38.19.0.nextVisit" : "\"Pìtašedesát! Co je na tom k nepochopení?\"",
	"map.[hota] dead man's tales.quest.38.26.0.completed" : "\"Aèkoli mì rmoutí, že se s nimi musím rozlouèit, je to tak správné. Zasloužíš si odmìnu. Sbohem, má zlatíèka!\"",
	"map.[hota] dead man's tales.quest.38.26.0.firstVisit" : "\"Tisíceré díky, hrdino, za to, že jsi ty køišálové draky odehnal od mé chýše... Abys rozumìl, kdysi patøili mnì, ale jednoho dne se doèista pomátli. Zùstali mi jen tito pohádkoví draci... Ani nevíš, jak jsem ti vdìèný!\"",
	"map.[hota] dead man's tales.quest.62.45.0.completed" : "\"Dìkuji ti. Je vidìt, že si mou jednotku zasloužíš.\"",
	"map.[hota] dead man's tales.quest.62.45.0.firstVisit" : "\"Moøské pøíšery ze severu mi znièily obchodní loï. Dej jim za vyuèenou a já ti na oplátku vìnuji jednotku svých ostøelovaèù.\"",
	"map.[hota] dead man's tales.quest.62.45.0.nextVisit" : "\"Nu? Už to bude?\"",
	"map.[hota] dead man's tales.quest.68.63.1.completed" : "\"Dìkuji uctivì.\"",
	"map.[hota] dead man's tales.quest.68.63.1.firstVisit" : "\"Za 7.500 zlatých a 8 køišálù dostaneš osm znamenitých Zelených drakù.\"",
	"map.[hota] dead man's tales.quest.68.63.1.nextVisit" : "\"Žádné peníze - žádní draci.\"",
	"map.[hota] dead man's tales.quest.70.2.0.completed" : "Nakonec sis usmyslel, že se na to pùjdeš jinak, a proto jsi vzal do rukou perlík a vší silou jím udeøil do klepadla. A vida! Žádné kouzlo v tom nebylo - klepadlo se rozpadlo na tisíc kouskù a dveøe se zavrzáním otevøely. Uvnitø místnosti nacházíš knihovnu s bohatým knižním fondem.",
	"map.[hota] dead man's tales.quest.70.2.0.firstVisit" : "Vstoupil jsi do chýše postavené na kùlech ènících z vody. Oèividnì v ní nikdo nepøebývá. Objevil jsi však dveøe se záøivì lesklým klepadlem, které vedou do jakési místnosti. Zkušíš za klepadlo vzít, leè dveøe se ani nepohnou - nejspíše jsou magicky uzamèeny.",
	"map.[hota] dead man's tales.quest.70.2.0.nextVisit" : "Nemáš nejmenší ponìtí, jak dveøe otevøít.",
	"map.[hota] dead man's tales.quest.72.135.0.completed" : "\"Kéž ti dobøe poslouží.\"",
	"map.[hota] dead man's tales.quest.72.135.0.firstVisit" : "\"Když se postaráš o ta pekelná stvoøení na jih odtud, budou ti mí šampioni k dispozici.\"",
	"map.[hota] dead man's tales.quest.72.135.0.nextVisit" : "\"Naše dohoda znìla jinak.\"",
	"map.[hota] dead man's tales.quest.73.54.1.completed" : "\"Dìkuji uctivì.\"",
	"map.[hota] dead man's tales.quest.73.54.1.firstVisit" : "\"Za 5.500 zlatých a 6 køišálù dostaneš šest znamenitých Zelených drakù.\"",
	"map.[hota] dead man's tales.quest.73.54.1.nextVisit" : "\"Žádné peníze - žádní draci.\"",
	"map.[hota] dead man's tales.quest.80.53.1.completed" : "\"Dìkuji uctivì.\"",
	"map.[hota] dead man's tales.quest.80.53.1.firstVisit" : "\"Za 10.000 zlatých a 10 køišálù dostaneš deset znamenitých Zelených drakù.\"",
	"map.[hota] dead man's tales.quest.80.53.1.nextVisit" : "\"Žádné peníze - žádní draci.\"",
	"map.[hota] dead man's tales.quest.90.97.0.completed" : "\"Vítej.\"",
	"map.[hota] dead man's tales.quest.90.97.0.firstVisit" : "\"Pouze ten, kdo má u sebe desatero draèích pøízrakù z království Sombra, mùže projít.\"",
	"map.[hota] dead man's tales.quest.90.97.0.nextVisit" : "\"Pøístup zamítnut. Jedinì páni ze Sombry s deseti draèími pøízraky mohou projít.\"",
	"map.[hota] dead man's tales.quest.96.67.0.completed" : "\"Buïte vítáno, Vaše temné Velièenstvo.\"",
	"map.[hota] dead man's tales.quest.96.67.0.firstVisit" : "\"Jedinì pravý král nemrtvých mùže projít.\"",
	"map.[hota] dead man's tales.quest.96.67.0.nextVisit" : "\"Jedinì pravý král nemrtvých mùže projít.\"",
	"map.[hota] dead man's tales.sign.111.30.1.message" : "Zapovìzený dùl",
	"map.[hota] dead man's tales.sign.17.113.1.message" : "Vítejte v Høibech! Odtud pochází ta nejlepší rtu.",
	"map.[hota] dead man's tales.sign.18.39.1.message" : "\"Falm Veliký znovu vstoupí na tento svìt a pod tíhou jeho nezmìrné síly se otøesou i samotná nebesa...\"\nZde krví nasáklá zpráva konèí.",
	"map.[hota] dead man's tales.sign.39.36.0.message" : "\"Klíèník z bílého stanu se prý nachází nìkde v podzemí.\"",
	"map.[hota] dead man's tales.sign.51.26.1.message" : "\"Cattelberg, 1099\"\nTo by mohl být vskutku znamenitý roèník!",
	"map.[hota] dead man's tales.sign.92.76.0.message" : "Na jih ke Galthranovu doupìti\nNa sever ke hradu Sombra",
	"map.[hota] dead man's tales.town.101.51.0.name" : "Sombra",
	"map.[hota] dead man's tales.town.107.140.0.event.0.description" : "Magogové, rohatí démoni a èerti z Gaheru",
	"map.[hota] dead man's tales.town.107.140.0.name" : "Gaher",
	"map.[hota] dead man's tales.town.117.33.1.event.0.description" : "Arcimágové z Regna-Nevis",
	"map.[hota] dead man's tales.town.117.33.1.event.1.description" : "Titáni z Regna-Nevis",
	"map.[hota] dead man's tales.town.117.33.1.event.2.description" : "Suroviny z Regna-Nevis",
	"map.[hota] dead man's tales.town.117.33.1.name" : "Regnum-Nevis",
	"map.[hota] dead man's tales.town.118.85.0.event.0.description" : "Piráti a nixové z Garthu",
	"map.[hota] dead man's tales.town.118.85.0.event.1.description" : "Suroviny z Garthu",
	"map.[hota] dead man's tales.town.118.85.0.event.2.description" : "Ve mìstì Garthu byla dokonèena výstavba nixí pevnosti, takže odteï zde budou k dispozici nixí váleèníci.",
	"map.[hota] dead man's tales.town.118.85.0.name" : "Garth",
	"map.[hota] dead man's tales.town.12.111.0.event.0.description" : "Jezdci z Fortny",
	"map.[hota] dead man's tales.town.12.111.0.event.1.description" : "Ve mìstì Fortnì byla dokonèena výstavba turnajového cvièištì, takže odteï zde budou k dispozici šampioni.",
	"map.[hota] dead man's tales.town.12.111.0.name" : "Fortna",
	"map.[hota] dead man's tales.town.122.66.1.name" : "Rozcestí",
	"map.[hota] dead man's tales.town.122.73.0.event.0.description" : "Ajsidi ze Lživic",
	"map.[hota] dead man's tales.town.122.73.0.event.1.description" : "Ve mìstì Lživicích byla dokonèena výstavba høadù, takže odteï zde bude k dispozici více draèápù.",
	"map.[hota] dead man's tales.town.122.73.0.name" : "Lživice",
	"map.[hota] dead man's tales.town.127.119.0.event.0.description" : "Lodníci, korzáøi a moøští hadi z Voraga",
	"map.[hota] dead man's tales.town.127.119.0.event.1.description" : "Ve mìstì Voragu byla dokonèena výstavba malstrómu, takže odteï zde budou k dispozici aspidy.",
	"map.[hota] dead man's tales.town.127.119.0.name" : "Vorago",
	"map.[hota] dead man's tales.town.133.94.0.event.0.description" : "Ještìrané a hadí vážky z Fortalesy",
	"map.[hota] dead man's tales.town.133.94.0.event.1.description" : "Gorgony a wyverny z Fortalesy",
	"map.[hota] dead man's tales.town.133.94.0.event.2.description" : "Ve mìstì Fortalese byla dokonèena výstavba doupìte démogorgon a draèího hnízda, takže odteï zde budou k dispozici démogorgony a sanì.",
	"map.[hota] dead man's tales.town.133.94.0.name" : "Fortalesa",
	"map.[hota] dead man's tales.town.142.36.0.event.0.description" : "Moøské víly z Nevmy",
	"map.[hota] dead man's tales.town.142.36.0.event.1.description" : "Knìžky z Nevmy",
	"map.[hota] dead man's tales.town.142.36.0.name" : "Nevma",
	"map.[hota] dead man's tales.town.142.4.0.event.0.description" : "Lodníci a piráti ze Zábøehu",
	"map.[hota] dead man's tales.town.142.4.0.event.1.description" : "Ve mìstì Zábøehu byla dokonèena výstavba chatrèí, nálevny a fregaty, takže odteï zde budou k dispozici korzáøi a ve zvýšeném poètu námoøníci.",
	"map.[hota] dead man's tales.town.142.4.0.event.2.description" : "Ve mìstì Zábøehu byla dokonèena výstavba prachárny, takže odteï zde budou k dispozici moøští vlci.",
	"map.[hota] dead man's tales.town.142.4.0.name" : "Zábøeh",
	"map.[hota] dead man's tales.town.16.57.0.event.0.description" : "Gryfové z Fiály",
	"map.[hota] dead man's tales.town.16.57.0.event.1.description" : "Ve mìstì Fiále byla dokonèena výstavba gryfí bašty, takže odteï zde bude k dispozici více gryfù.",
	"map.[hota] dead man's tales.town.16.57.0.name" : "Fiála",
	"map.[hota] dead man's tales.town.20.135.0.event.0.description" : "Køižáci, mniši a andìlé z Andìlína",
	"map.[hota] dead man's tales.town.20.135.0.event.1.description" : "Ve mìstì Andìlínì byla dokonèena výstavba rajské brány, takže odteï zde budou k dispozici archandìlé.",
	"map.[hota] dead man's tales.town.20.135.0.name" : "Andìlín",
	"map.[hota] dead man's tales.town.21.28.0.event.0.description" : "Kopiníci, elitní kušníci a šermíøi z Železné Rudy",
	"map.[hota] dead man's tales.town.21.28.0.name" : "Železná Ruda",
	"map.[hota] dead man's tales.town.41.8.0.event.0.description" : "Mniši ze Svatého Jána",
	"map.[hota] dead man's tales.town.41.8.0.name" : "Svatý Ján",
	"map.[hota] dead man's tales.town.52.90.0.event.0.description" : "Suroviny z Pomoøan",
	"map.[hota] dead man's tales.town.52.90.0.event.1.description" : "Suroviny z Pomoøan",
	"map.[hota] dead man's tales.town.52.90.0.event.2.description" : "Ve mìstì Pomoøanech byla dokonèena výstavba pøístavu.",
	"map.[hota] dead man's tales.town.52.90.0.name" : "Pomoøany",
	"map.[hota] dead man's tales.town.53.47.0.event.0.description" : "Elfové z Roklinky",
	"map.[hota] dead man's tales.town.53.47.0.name" : "Roklinka",
	"map.[hota] dead man's tales.town.56.106.1.name" : "Panoptikum",
	"map.[hota] dead man's tales.town.6.6.0.event.0.description" : "Gremlini a golemové z Maghortu",
	"map.[hota] dead man's tales.town.6.6.0.event.1.description" : "Mágové a džinové z Maghortu",
	"map.[hota] dead man's tales.town.6.6.0.event.2.description" : "Ve mìstì Maghortu byla dokonèena výstavba vìže arcimágù, takže odteï zde budou k dispozici arcimágové.",
	"map.[hota] dead man's tales.town.6.6.0.event.3.description" : "Ve mìstì Maghortu byla dokonèena výstavba oltáøe tužeb, takže odteï zde budou k dispozici vezíøi džinù.",
	"map.[hota] dead man's tales.town.6.6.0.name" : "Maghort",
	"map.[hota] dead man's tales.town.80.26.0.event.0.description" : "Fénixové z Aves-Flammy",
	"map.[hota] dead man's tales.town.80.26.0.name" : "Aves-Flamma",
	"map.[hota] dead man's tales.town.93.7.0.event.0.description" : "Tøi elementy z Trybusu",
	"map.[hota] dead man's tales.town.93.7.0.name" : "Trybus",
	"map.[hota] dead man's tales.town.95.29.0.event.0.description" : "Nymfy a magiètí elementálové z Esencie",
	"map.[hota] dead man's tales.town.95.29.0.name" : "Esencie",
	"map.[hota] divide et impera allied.guards.10.40.1.message" : "Odjakživa zde stávala stráž. Pøekvapuje tì, že i po léta a i pøes výjimeènou situaci a nehostinnost tohoto místa zde stále stojí. Nu, ale ty zde nejsi, aby ses divil, nýbrž abys ji porazil.",
	"map.[hota] divide et impera allied.guards.102.11.1.message" : "Odjakživa zde stávala stráž. Pøekvapuje tì, že i po léta a i pøes výjimeènou situaci a nehostinnost tohoto místa zde stále stojí. Nu, ale ty zde nejsi, aby ses divil, nýbrž abys ji porazil.",
	"map.[hota] divide et impera allied.guards.32.103.1.message" : "Odjakživa zde stávala stráž. Pøekvapuje tì, že i po léta a i pøes výjimeènou situaci a nehostinnost tohoto místa zde stále stojí. Nu, ale ty zde nejsi, aby ses divil, nýbrž abys ji porazil.",
	"map.[hota] divide et impera allied.guards.97.55.1.message" : "Odjakživa zde stávala stráž. Pøekvapuje tì, že i po léta a i pøes výjimeènou situaci a nehostinnost tohoto místa zde stále stojí. Nu, ale ty zde nejsi, aby ses divil, nýbrž abys ji porazil.",
	"map.[hota] divide et impera allied.header.description" : "Øíká se, že ti vládcové sousedních zemí nedùvìøují... To by ani tak nebylo hrozné, kdyby si neèinili nároky na to, co je tvé! Je ti samozøejmì jasné, že jakékoli vyjednávání by nikam nevedlo, a proto bude nejlepší obranou útok.",
	"map.[hota] divide et impera allied.header.name" : "Rozdìl a panuj! (S)",
	"map.[hota] divide et impera allied.quest.3.22.0.completed" : "Strážím je jasné, že jsi zkušeným hrdinou, a proto nemají sebemenší problém pustit tì dál. Pøeješ si nyní postoupit dál?",
	"map.[hota] divide et impera allied.quest.3.22.0.firstVisit" : "Území za touto vìží je zrádné a stráže do nìj nepustí nikoho, kdo dosud nedosáhl 9. úrovnì.",
	"map.[hota] divide et impera allied.quest.3.22.0.nextVisit" : "Stráže odmítají pustit kohokoli, kdo dosud nedosáhl 9. úrovnì.",
	"map.[hota] divide et impera.guards.10.40.1.message" : "Garrison was founded here a long time ago, in the times of the isolation policy. Strangely enough, the guards are in place. This is not a problem for you, of course.",
	"map.[hota] divide et impera.guards.102.11.1.message" : "Garrison was founded here a long time ago, in the times of the isolation policy. Strangely enough, the guards are in place. This is not a problem for you, of course.",
	"map.[hota] divide et impera.guards.32.103.1.message" : "Garrison was founded here a long time ago, in the times of the isolation policy. Strangely enough, the guards are in place. This is not a problem for you, of course.",
	"map.[hota] divide et impera.guards.97.55.1.message" : "Garrison was founded here a long time ago, in the times of the isolation policy. Strangely enough, the guards are in place. This is not a problem for you, of course.",
	"map.[hota] divide et impera.header.description" : "They say that the rulers of the neighboring provinces do not trust you... What's more, they dream to get a portion of your land! Of course, you understand that this issue is not diplomatically solvable and best defense is the offense.",
	"map.[hota] divide et impera.header.name" : "Divide et Impera!",
	"map.[hota] divide et impera.quest.3.22.0.completed" : "Stráže vidí, že jsi zkušeným hrdinou, a proto nemají sebemenší problém pustit tì dál. Pøeješ si postoupit dál?",
	"map.[hota] divide et impera.quest.3.22.0.firstVisit" : "Území za touto vìží je zrádné a stráže do nìj odmítají pustit kohokoli, kdo nedosáhl pøinejmenším 9. úrovnì.",
	"map.[hota] divide et impera.quest.3.22.0.nextVisit" : "Stráže zkrátka nepustí nikoho, kdo nedosáhl 9. úrovnì.",
	"map.[hota] face to face.header.description" : "Není nic lepšího, než se se svým sokem utkat ve spravedlivém souboji na život a na smrt. O to zajímavìjší celá podívaná bude, až se ti dva servou v nemilosrdném boji o cenné suroviny.",
	"map.[hota] face to face.header.name" : "Tváøí v tváø",
	"map.[hota] fortune favors fools.guards.33.23.0.message" : "\"Mummies aren't always nice, but Daddy is. Here, some friends for you.\" Signed: D.",
	"map.[hota] fortune favors fools.header.description" : "You've always been a bit thick. For a firstborn son, that's unfortunate. Unable to accept his heir being a good-for-nothing dimwit, your father negotiated an appointment for you. This nice domain is yours to rule; the only task is \"don't screw up\". It doesn't sound hard, but you've got history.",
	"map.[hota] fortune favors fools.header.name" : "Fortune Favors Fools",
	"map.[hota] fortune favors fools.town.23.36.0.event.0.description" : "You have no idea where all this stuff and men have come from. The keep's majordomo, a wrinkly old mage, is doing his best to not look you in the eye.",
	"map.[hota] fortune favors fools.town.34.4.0.event.0.description" : "A neighbor lord comes to visit you, claiming he's got a debt to return. You don't remember lending him a thing, but it would be too silly to refuse free money and troops, even for you.",
	"map.[hota] fortune favors fools.town.5.16.0.event.0.description" : "You have no idea where all this stuff and men have come from. The keep's majordomo, a wrinkly old mage, is doing his best to not look you in the eye.",
	"map.[hota] fortune favors fools.town.50.67.0.event.0.description" : "A leprechaun you met on your morning walk insists you accept his cache and disappears before you can open the pot. It's full of newly minted coins and shiny jewelry. What a decent little creature. Oh, and you meet some volunteers on your way back home. What a day!",
	"map.[hota] fortune favors fools.town.62.38.0.event.0.description" : "A neighbor lord comes to visit you, claiming he's got a debt to return. You don't remember lending him a thing, but it would be too silly to refuse free money and troops, even for you.",
	"map.[hota] fortune favors fools.town.69.8.0.event.0.description" : "The town's chief Necromancer announces he's discovered a way to raise more dead and save money at the same time. What a supremely lucky turn of events, conclude you.",
	"map.[hota] fortune favors fools.town.9.66.0.event.0.description" : "Your soldiers claim to have ransacked an enemy town for some nice booty. Sounds plausible, only somehow they didn't lose a single man, but, on the contrary, have returned in bigger numbers. Ah well.",
	"map.[hota] from the depths of hell.event.0.description" : "Osadníci jsou celí mrtví strachy z toho, co se má dnes veèer údajnì stát. Snažíš se je utìšit, jak se dá, ale sám jsi v duchu na pochybách, zda jsi pro obranu mìsta podnikl veškerá možná opatøení.",
	"map.[hota] from the depths of hell.event.16.description" : "Oktávie, poslední ze sedmera démonických velitelù, ti sdìlila toto:\n\"Já jsem posledním démonem, jemuž jsi èelil. Nyní je na øadì náš pán, proti nemuž vìru není obrany. Pøed jeho vojsky není úniku. Už za pár dní se budou jeho nekonèící legie procházet tímto ostrovem a ty na tom vùbec nic nezmìníš. Pøijdeš o všechno, co je ti drahé. Ani schovaný za hradbami mu nebudeš schopen èelit, natožpak v pøímém boji. Má duše je pøipoutána k pekelnému oltáøi a s mou smrtí se démonický portál otevøe, aby uvolnil cestu mému pánovi. Takže jestli chceš zemøít pøedèasnì, mùžeš se vydat do pekla a zkusit své štìstí pøi obléhání pekelného hradu. Pokud uspìješ, o èemž pochybuji, zvrátíš tím vstup mého pána na tento svìt. Pokud neuspìješ, budeš se navìky smažit... v pekle!\"",
	"map.[hota] from the depths of hell.event.17.description" : "Úspìšnì jsi ubránil osadu pøed první démonickou vlnou. Než jsi staèil Ignatiovi zasadit smrtící ránu, vzhlédl k tobì a zplna hrdla se zasmál: \n\"Mì jsi možná porazil, ale proti mým následovníkùm nemáš sebemenší šanci! Má mentorka Fiona již dávno trýzní své ohaøe hladem, aby byli k smrti divocí! Co nevidìt budou hodovat na tvých kostech a na kostech celého tvého zparchantìlého rodu! HAHAHA!\"",
	"map.[hota] from the depths of hell.event.18.description" : "Osadníci shromáždili tyto suroviny, aby napomohly obranì osady.",
	"map.[hota] from the depths of hell.event.19.description" : "Osada Kuttanù se jednoho dne probudila do pøíšerného zemìtøesení. Ze samotného srdce jejich ostrovního domova, prastaré hory, se k nebi valila oblaka èerného dýmu. Všichni vìdìli, že je zle. Že se sopka probudila k životu. Jenže nikoli sama od sebe. Ukázalo se, že se v jejím chøtánu objevil mocný portál, z nìhož na povrch ostrova vylézají ukrutní démoni. Nìkteøí již dokonce stihli vyhledat pár zdejších osadníkù, aby jim vzkázali, že mají vzít nohy na ramena, dokud je èas. Údajnì na konci tohoto týdne vystoupí z hlubin pekelných první pekelný pán! Kuttany samozvanì vede jejich bojový mág Kuttans. Dokáže však sám jen s hrstkou domorodcù èelit pekelné invazi?\n\nJelikož nemìli dosud obyvatelé tohoto ostrova nižádnou zkušenost s opravdovým bojem, nebyli natolik obezøetní, aby si na krušné èasy støádali nìjaké zásoby. Proto bude v prvé øadì zapotøebí nìjaké zásoby získat a využít je k obranì ostrova.",
	"map.[hota] from the depths of hell.event.20.description" : "Osadníci shromáždili tyto suroviny, aby napomohly obranì osady.",
	"map.[hota] from the depths of hell.event.21.description" : "Zbývá už jen sotva pár dní a Kníže pekel vstoupí na tento svìt! Pokud jsi dosud neshromáždil všechna vojska a nesebral všechnu odvahu, mìl bys tak okamžitì uèinit.",
	"map.[hota] from the depths of hell.event.22.description" : "Aèkoli se ti podaøilo zabít prvního démona a ubránit svùj lid, padlo za obì pøíliš mnoho domorodcù. I když je ti jasné, že s nimi pøedešlé události musely poøádnì otøást, tak nìjak cítíš, že všeobecné nadìje na lepší vyhlídky se zlepšily.",
	"map.[hota] from the depths of hell.event.23.description" : "Obdobnì jako pøedchozí démon i Fiona pøednesla svá závìreèná slova: \n\"Má vojska pro tebe možná nebyla pøíliš velkým soustem, ale tìš se na pøíští týden! Dorazí má paní Marius a to uvidíš ten tanec! Ta své démony nechává páøit se zlobry a výsledkem jsou kromobyèejnì silní pekelníci!\"",
	"map.[hota] from the depths of hell.event.24.description" : "Užuž jsi poèal oslavovat další vítìzství, když vtom se zajatá Marius zvedla na kolena a záštiplným hlasem pravila: \n\"Hloupé, malé èlovíèe! Myslíš, že jsi za mìstskými hradbami v bezpeèí? Pchá! Se mnou sis možná dokázal poradit, ale poèkej, až za týden dorazí má sestra! Nymus tvé hradby rozmetá na prach i s tìmi tvými dotìrnými støelci a pak v tom tvém mìsteèku nezbude kámen na kameni! Vyøítí se na tebe a ty se nezmùžeš ani na pùl slova!\"",
	"map.[hota] from the depths of hell.event.25.description" : "Nymus se pøed tebou zpola bojácnì a zpola nepokoøenì krèí a výsmìšnì cení zuby, økouc:\n\"Hrubá síla nezvítìzila! Nu, raduj se ze svého vítìzství, mrzký èlovìèe, protože tohle je poslední týden tvého života! Mùj nástupce si už s tebou poradí. Já jsem jen nerozvážnì vsadila na hrubou sílu, kdežto on bude moudøejší. Solmyr, démon s modrou kùží, tì svými èarovnými schopnostmi spálí na prach! Však uvidíš.\"",
	"map.[hota] from the depths of hell.event.26.description" : "Solmyr, démon s modrou kùží, nebyl tolik uštìpaèný jako jeho pøedchùdci. Pouze zablýskl bílýma oèima a kovovì zvonivým hlasem pravil:\n\"Nesejde na tom, žes mì porazil. Mùže dokonce být, že porazíš i mého nástupce, jenže za dva týdny už bude po všem. Za dva týdny vystoupí na povrch náš velký pán. S jeho silami se žádný smrtelník nemùže mìøit a jeho vojska èítají více démonù, než kolik bytostí bys nalezl na tomto ostrovì. Nemùžeš jej zastavit. Musel by ses vypravit do samotného pekla a znièit pekelný oltáø.\"",
	"map.[hota] from the depths of hell.event.27.description" : "Pekelný portál se otevøel! Nyní máš pøesnì sedm dní na to, abys znièil pekelný oltáø, který se skrývá v Hlubinách Pekel. Jedinì tak lze uzavøít démonickou bránu a zabránit tak Knížeti pekel, aby vstoupilo na tento svìt!",
	"map.[hota] from the depths of hell.event.28.description" : "Zvìdové zpozorovali na pobøeží oddíl jakýchsi ještìøích bytostí. Ještìrané to však nejsou. Že by nixové? Ale co ti by zde pohledávali?",
	"map.[hota] from the depths of hell.event.29.description" : "Osadníci shromáždili tyto suroviny, aby napomohly obranì osady.",
	"map.[hota] from the depths of hell.event.3.description" : "Osadníci shromáždili tyto suroviny, aby napomohly obranì osady.",
	"map.[hota] from the depths of hell.event.30.description" : "Osadníci shromáždili tyto suroviny, aby napomohly obranì osady.",
	"map.[hota] from the depths of hell.event.31.description" : "Bezprostøedním úkolem bude však opevnit osadu Kuttanù, nebo ta je v souèasné chvíli prakticky bezbranná. K tomu ovšem budeš potøebovat suroviny, a proto neváhej a neprodlenì vyraz nìjaké získat. Podle domorodcù by se nedaleko odtud, zhruba den jízdy koòmo, mìla nacházet pila, kterou však podle všeho zabrali gnolové. Západnì od osady by se zase mìl nacházet rudný dùl. Ten však pro zmìnu hlídají skøeti. Pokud ani tak nebudeš mít surovin dostatek, zamiø se poohlédnout nìkam dál. Na západì se také nachází stanovištì vynikajících luèištníkù, kteøí by se v boji s démonickými hordami mohli náramnì hodit.",
	"map.[hota] from the depths of hell.guards.13.11.0.message" : "Než jsi staèil vsoupit do brány, napadla tì démonická vojska!",
	"map.[hota] from the depths of hell.guards.24.15.1.message" : "Pøedstoupily pøed tebe davy zatracených duší. Ke všemu úžasu však nejeví žádné známky nepøátelství. Dokonce se tì ptají, zda by se nemohly pøipojit k tvému vojsku a pokusit se tak vymanit z vìèného zatracení v boji s démony.",
	"map.[hota] from the depths of hell.header.description" : "Obyvatele malého ostrùvku jednoho dne probudilo ze spánku silné zemìtøesení. V samotném srdci jejich domova se totiž otevøel mocný portál z pekelných hlubin. Dokáže rod Kuttanù odolat démonickému vpádu a zavøít pekelný portál?",
	"map.[hota] from the depths of hell.header.heroNames.110" : "Kuttans",
	"map.[hota] from the depths of hell.header.heroNames.155" : "Kníže pekel",
	"map.[hota] from the depths of hell.header.heroNames.49" : "Solmyr",
	"map.[hota] from the depths of hell.header.heroNames.57" : "Demon Lord",
	"map.[hota] from the depths of hell.header.name" : "Z hlubin pekelných",
	"map.[hota] from the depths of hell.header.player.6.mainHeroName" : "Kuttans",
	"map.[hota] from the depths of hell.heroes.110.biography" : "Kuttans je posledním bojeschopným mužem svého rodu. Je jen v jeho rukách, aby nyní jeho rod nevymøel po meèi rukou démonù.",
	"map.[hota] from the depths of hell.heroes.110.name" : "Kuttans",
	"map.[hota] from the depths of hell.heroes.155.name" : "Kníže pekel",
	"map.[hota] from the depths of hell.heroes.49.name" : "Solmyr",
	"map.[hota] from the depths of hell.heroes.57.name" : "Demon Lord",
	"map.[hota] from the depths of hell.monster.24.13.1.message" : "Duchové hledají silného vùdce, pod jehož vedením by si dokázali vydobýt svobodu. Dovolíš jim, aby se k tobì pøipojili?",
	"map.[hota] from the depths of hell.monster.26.11.1.message" : "\"Dovol nám bojovat s démony po tvém boku. Na takovou pøíležitost jsme èekali celou vìènost!\"",
	"map.[hota] from the depths of hell.quest.10.26.0.completed" : "Pøeješ si za 12 døeva opravit most pøes øeku?",
	"map.[hota] from the depths of hell.quest.10.26.0.firstVisit" : "Vypadá to, že most pøes øeku se zøítil. Nejprve musíš vynaložit 12 døeva, abys jej mohl opravit.",
	"map.[hota] from the depths of hell.quest.10.26.0.nextVisit" : "Abys opravil most, potøebuješ 12 jednotek døeva.",
	"map.[hota] from the depths of hell.quest.12.11.0.completed" : "Brána do hlubin pekelných opìt funguje. Pøeješ si do ní vstoupit?",
	"map.[hota] from the depths of hell.quest.12.11.0.firstVisit" : "Stanul jsi pøed branou do hlubin pekelných. Naneštìstí je zapeèetìna jakýmsi kouzlem. Možná, že se kouzlo zlomí, až porazíš všechny démonické vùdce.",
	"map.[hota] from the depths of hell.quest.12.11.0.nextVisit" : "Stanul jsi pøed branou do hlubin pekelných. Naneštìstí je zapeèetìna jakýmsi kouzlem. Možná, že se kouzlo zlomí, až porazíš všechny démonické vùdce.",
	"map.[hota] from the depths of hell.quest.5.12.1.completed" : "Máš dost rudy na to, abys strážím zaplatil mýtné. Pøeješ si jim zaplatit 100 rudy?",
	"map.[hota] from the depths of hell.quest.5.12.1.firstVisit" : "Zdejší stráže vybírají mýtné. Za to, aby tì pustily dál, požadují 100 rudy.",
	"map.[hota] from the depths of hell.quest.5.12.1.nextVisit" : "Dokud strážím nepøineseš 100 rudy, nepustí tì dál.",
	"map.[hota] from the depths of hell.quest.5.14.1.completed" : "Máš dost rudy na to, abys strážím zaplatil mýtné. Pøeješ si jim zaplatit 100 rudy?",
	"map.[hota] from the depths of hell.quest.5.14.1.firstVisit" : "Zdejší stráže vybírají mýtné. Za to, aby tì pustily dál, požadují 100 rudy.",
	"map.[hota] from the depths of hell.quest.5.14.1.nextVisit" : "Dokud strážím nepøineseš 100 rudy, nepustí tì dál.",
	"map.[hota] from the depths of hell.town.26.19.0.event.0.description" : "Osadníci zhotovili boudy, v nichž se budou shromažïovat všichni mladí muži, aby se zúèastnili bojového výcviku.",
	"map.[hota] from the depths of hell.town.26.19.0.event.1.description" : "Osadníci zbudovali kovárnu.",
	"map.[hota] from the depths of hell.town.26.19.0.event.2.description" : "Osadníci ponìkud rozšíøili radnici. Také se k nám pøipojilo nìkolik dobrovolníkù, aby nám pomohli v boji s démony.",
	"map.[hota] from the depths of hell.town.26.19.0.event.3.description" : "Z moøských hlubin vystoupili na souš nixové, aby nám pøísahali vìrnost a pomohli nám v nevyrovnaném boji s pekelnými bytostmi!",
	"map.[hota] from the depths of hell.town.26.19.0.event.4.description" : "Bìhem posledních dní nixové pomìrnì dost zdokonalili své bojové techniky.",
	"map.[hota] from the depths of hell.town.26.19.0.event.5.description" : "Další ostrované se hlásí do služby, aby pomohli pøi obranì pøed démonickými hordami.",
	"map.[hota] from the depths of hell.town.26.19.0.event.6.description" : "Piráti jsou ochotni pomoci nám v boji s démony.",
	"map.[hota] from the depths of hell.town.26.19.0.event.7.description" : "Díky posledním úspìchùm pøišlo do osady Kuttanù spoustu ostrovanù, aby zde vstoupilo do vojenských øad. Díky tomu se z osady Kuttanù rázem stává hlavní mìsto celého ostrova.",
	"map.[hota] from the depths of hell.town.26.19.0.event.8.description" : "Pøišli nám na pomoc další nixí váleèníci. Jejich pomoc pøijde skuteènì vhod.",
	"map.[hota] from the depths of hell.town.26.19.0.event.9.description" : "Do osady Kuttanù dorazila další skupina ostrovanù, aby se zde pøihlásila do boje.",
	"map.[hota] from the depths of hell.town.26.19.0.name" : "Osada Kuttanù",
	"map.[hota] from the depths of hell.town.27.9.1.name" : "Hlubiny Pekel",
	"map.[hota] gambit.header.description" : "This rigorous land is as unbelievably rich in resources and artifacts as in enemies. Conquer the nearest isles, roam the seas or try to defeat the guards of mysterious portal. Anyway, be ready for war.",
	"map.[hota] gambit.header.name" : "Gambit",
	"map.[hota] glorious days.event.0.description" : "Nachází se pøed tebou úrodné ostrovní kraje. Tví soupeøi se nacházejí na nejvìtším ostrovì v okolí. Být tebou, mìl bys jim co možná nejdøív zamíøit vstøíc, a už se vydáš podzemními tunely nebo se pøeplavíš po moøi.",
	"map.[hota] glorious days.event.1.description" : "Obchod se vzdálenými zemìmi nese své ovoce.",
	"map.[hota] glorious days.event.2.description" : "Obchod se vzdálenými zemìmi nese své ovoce.",
	"map.[hota] glorious days.event.3.description" : "Obchod se vzdálenými zemìmi nese své ovoce.",
	"map.[hota] glorious days.guards.88.82.1.message" : "Našel jsi povìstné bohatství uribských dolù!",
	"map.[hota] glorious days.header.description" : "Vládci ostrovních zemí jsou ve válce. Staò se tím nejmocnìjším a donu ostatní podøídit se tvému majestátu.",
	"map.[hota] glorious days.header.name" : "Slavné dny",
	"map.[hota] glorious days.header.rumor.0.text" : "Sakra! To je pivo, paneèku!",
	"map.[hota] glorious days.header.rumor.1.text" : "Nikdy bych nepil, kdybych k tomu nemìl dùvod...",
	"map.[hota] glorious days.header.rumor.2.text" : "Dnes je dobrý den!",
	"map.[hota] glorious days.header.rumor.3.text" : "Všude kolem je spoustu ostrovù.",
	"map.[hota] glorious days.header.rumor.4.text" : "Všichni za Jollyho Rogera! Uááá!",
	"map.[hota] glorious days.header.rumor.5.text" : "Mùžeš zde zkusit najít své štìstí.",
	"map.[hota] glorious days.header.rumor.6.text" : "Pátrej po uribských dolech.",
	"map.[hota] glorious days.header.rumor.7.text" : "Ze severu na jih protéká zdejším krajem rozsáhlá podzemní øeka.",
	"map.[hota] glorious days.quest.15.61.1.completed" : "Ach, to je pøesnì to, co potøebuji! Zde je tvá odmìna. Hodláš mi pøece ty Paže legionáøe vìnovat, že?",
	"map.[hota] glorious days.quest.15.61.1.firstVisit" : "Kdysi dávno ovládali mocní mágové øemeslo výroby artefaktù, avšak postupem èasu se na toto umìní zapomnìlo. Já bych se jej chtìl nyní nauèit, jenže k tomu potøebuji nìjaký artefakt. Pokud bys mi pøinesl Paže legionáøe, byl bych ti navýsost vdìèný. ",
	"map.[hota] glorious days.quest.15.61.1.nextVisit" : "Ještì jsi je nenašel? Hlavu vzhùru, jsem si jist, že je nakonec najdeš. Kdo hledá, najde.",
	"map.[hota] glorious days.quest.60.38.0.completed" : "Já vìdìl, že na tebe bude spolehnutí. Oèividnì jsi zkušeným hrdinou. Jáøku, pojï dál, neostýchej se. Mohu ti povyprávìt o svých zážitcích?",
	"map.[hota] glorious days.quest.60.38.0.firstVisit" : "Jsem starý a moudrý a nepustím do svého pøíbytku jen tak ledaskoho. Dokud nedosáhneš pøinejmenším 6. úrovnì, nemáme se spolu o èem bavit.",
	"map.[hota] glorious days.quest.60.38.0.nextVisit" : "Pchá! To jsi zase ty? Už jsem øekl, že dokud nedosáhneš 6. úrovnì, nemáme se spolu o èem bavit.",
	"map.[hota] glorious days.sign.69.17.1.message" : "Tajné místo",
	"map.[hota] glorious days.sign.88.78.1.message" : "K uribským dolùm",
	"map.[hota] gold rush.event.0.description" : "Na pøíkaz samotného panovníka jsi dorazil na pomezí tøí království. Musíš zde ovládnout všechny zlaté doly. Poèítej však s tím, že to nebude vùbec snadné. Z pøivezených surovin jsi vybudoval pøedsunutou základnu, z níž budeš moci provádìt výpady do kraje. Neztrácej èas a hurá osedlat konì!",
	"map.[hota] gold rush.event.1.description" : "Pakliže se ti nepodaøí tyto doly ovládnout bìhem dvou mìsícù nebo ještì hùøe, pokud by padly do rukou ostatním panovníkùm, nechá ti král setnout hlavu! Mysli na to. I sám mistr popravèí už si brousí sekeru a tìší se, jak tvou hlavu vystaví na odiv tvým poddaným. Tìžko øíct, zda by mìli radost, nebo by štkali žalem.",
	"map.[hota] gold rush.event.2.description" : "Dorazil posel z hlavního mìsta. Situace v království zaèíná den za dnem houstnout. Sám král spoléhá na tvoji výpravu. Pokud nenaplníš královské pokladnice, budou hladovìt tisíce lidí a bude jen otázkou èasu, než se poddaní na pokraji hladomoru vzbouøí. Aby toho nebylo málo, pan král požaduje, abys mu každé pondìlí odevzdával èást koøisti, a se dìje, co se dìje.",
	"map.[hota] gold rush.event.4.description" : "Zvìdové hlásí, že skalnatý ostrov v ústøední oblasti ovládají èarodìjové a alchymisté. Tøeba by ti s tvými penìžními problémy pomohli oni.",
	"map.[hota] gold rush.event.5.description" : "Situace se zdá ještì horší, než by kdo èekal. Budeš si totiž muset vystaèit jen s tìmi surovinami, které sis sebou pøivezl, jelikož zde se žádná nalezištì nenacházejí - jen ony proklaté zlaté doly. Pøipadá ti to jako zlý sen. Copak se dá nìco postavit bez rudy a døeva? Hmm, možná by o nìèem vìdìli špehové... Když zde nebudou pily a rudné doly, mohly by zde být alespoò artefakty.",
	"map.[hota] gold rush.event.6.description" : "Do konce lhùty zbývá už ménì než týden. Každým dnem pøijíždìjí další a další poslové, aby tì zpravili o hnìvivých urgencích Jeho Velièenstva. Králi již dochází trpìlivost.",
	"map.[hota] gold rush.event.7.description" : "Podle posledních zpráv vypukl v hlavním mìstì hladomor. Král nechal mistrovi popravèímu vzkázat, aby naostøil sekeru a byl pohotovì.",
	"map.[hota] gold rush.event.8.description" : "Nastal poslední den. Teï tvé království zachrání jenom skuteènì moudøe sehraný tah. Buï to, anebo zázrak!",
	"map.[hota] gold rush.event.9.description" : "Už uplynula polovina stanoveného èasu. Chtìlo by to sebou hodit a co nejrychleji obsadit všechny zlaté doly.",
	"map.[hota] gold rush.header.description" : "Pokladna zeje prázdnotou, královské doly jsou vytìžené... Jediné, co králi zbývá, je poslat tì do pohranièí tøí zemí, na skalnatý ostrov, kde se nachází posledních pár zlatých ložisek. Zmocni se ètyø dolù døíve, než se jich zmocní nepøátelé nebo vyprší èas. Máš na to dva mìsíce.",
	"map.[hota] gold rush.header.name" : "Zlatá horeèka",
	"map.[hota] gold rush.header.rumor.0.text" : "Kolují zvìsti, že se v tìchto pustinách usídlili jacísi pùlèíci, kteøí sem uprchli pøed démony z Eeofolu, kteøí podle všeho spadli z nebe.",
	"map.[hota] gold rush.header.rumor.1.text" : "Ve spalujícím žáru prérijního slunce se stalo cosi neuvìøitelného... Vyvstala pøede mnou živoucí hora a vykroèila proti mnì! Najednou ze sebe zaèala soptit horoucí lávu a upøela na mì své jediné oko.",
	"map.[hota] gold rush.header.rumor.2.text" : "Øíká se, že se to v tìchto skalnatých pustinách hemží pyromany, žháøi a ohnivými mužíèky, kteøí zdejším kováøùm èas od èasu pomáhají roztápìt pece.",
	"map.[hota] gold rush.header.rumor.3.text" : "Už jsi nìkdy narazil na strašidlo v èerné kápi a s masivní železnou holí? Ovšemže ne, jinak bys nezavítal do tohoto kraje.",
	"map.[hota] gold rush.header.rumor.4.text" : "Pøísahám pøi všem svatém, že když jsem kdysi rubal v dolech, èastokráte jsem mìl pocit, jako by se mi nìco hýbalo hluboko pod nohama!",
	"map.[hota] gold rush.sign.34.37.0.message" : "Vyrábíme zlato z ušlechtilých kovù.\nPracujeme i o svátcích.\nNeváhejte nás navštívit - staèí se vydat na sever a pak odboèit vlevo.",
	"map.[hota] gold rush.town.35.63.0.event.0.description" : "Tváøí v tváø prekérní situaci rozhodl se král podpoøit tì výstavbou zásobárny, která by ti mìla celý úkol usnadnit. Važ si jeho pomoci.",
	"map.[hota] gold rush.town.5.5.0.event.0.description" : "Tváøí v tváø prekérní situaci rozhodl se král podpoøit tì výstavbou zásobárny, která by ti mìla celý úkol usnadnit. Važ si jeho pomoci.",
	"map.[hota] gold rush.town.70.7.0.event.0.description" : "Tváøí v tváø prekérní situaci rozhodl se král podpoøit tì výstavbou zásobárny, která by ti mìla celý úkol usnadnit. Važ si jeho pomoci.",
	"map.[hota] in defense.event.0.description" : "Tu máš.",
	"map.[hota] in defense.event.1.description" : "Pøiplula k nám skupina rybáøù z Galantýru. Hnali se k nám, jako by jim bylo v patách samo peklo, aby nás zpravili o hrùzných událostech. Na vlastní oèi prý spatøili, jak nedaleký ostrov vypálil oddíl pirátù. To nevypadá dobøe. Urèitì co nevidìt zaútoèí i na nás. Nejhorší je, že erathijská vojska jsou odtud na míle vzdálená a nám samotným zbyla jen hrstka stráží. Jako by si piráti celý útok naplánovali! Tìžko odtud mùžeme všichni uprchnout a bude trvat spoustu týdnù, než se královská vojska vrátí. Takže nám nezbývá, než se nezvaným hostùm postavit jen s holemi a nadávkami. ",
	"map.[hota] in defense.event.2.description" : "Musíme dobýt tvrz Bejkovec. I když nebude pøíliš obtížné ji opevnit, bude podle místních spíše vìtší potíž jí dobýt. Ovládá jí totiž oddíl jakýchsi lapkù. Mìli bychom se s nimi vypoøádat a pøipravit se na pøíchod pirátù. Aèkoli... objevují se též hlasy, že bychom mìli na piráty zaútoèit jako první.",
	"map.[hota] in defense.event.3.description" : "Zbývající osady, jmenovitì Dulvein a Galantýr, o pirátech dosud neví. Mìli bychom se proto do nich neprodlenì vypravit a zburcovat je, aby byly pøipraveny na nejhorší. Také by nebylo od vìci zbudovat v nich opevnìní, jenže k tomu bychom potøebovali spoustu døeva a rudy. Musíme nìco podniknout, a to ihned!",
	"map.[hota] in defense.guards.17.37.0.message" : "Kolem kulovitého pøedmìtu je shromáždìna horda rybích bytostí, z nichž tuhne krev v žilách. Chceš-li se artefaktu zmocnit, budeš oò muset bojovat.",
	"map.[hota] in defense.guards.32.39.1.message" : "Narazil jsi na malou kryptu, která vypadá pøesnì jako povìstný chrám se Zlatým lukem. Naneštìstí jej støeží rytíøi smrti. Stojí ti takový artefakt za to?",
	"map.[hota] in defense.guards.40.63.0.message" : "Toto místo páchne smrtí...",
	"map.[hota] in defense.header.description" : "Místní domorodci cítí v kostech, že se k nim z moøe cosi blíží. A mají pravdu - blíží se sem ziskuchtiví piráti. Erathijská vojska jsou odtud na míle daleko a vesnièané zùstali ve štychu sami…",
	"map.[hota] in defense.header.name" : "Obránce",
	"map.[hota] in defense.quest.12.58.0.completed" : "Oh, I've almost lost hope of ever seeing my treasure again! As we agreed, 25 of my students are ready to come under your banner. I assure you, they'll prove to be much more useful than this ring.",
	"map.[hota] in defense.quest.12.58.0.firstVisit" : "I have heard about your trouble. It turns out I've got some as well. My Ring of Infinite Gems was stolen by thieves and sold for quite a price to the titans on the shore. I understand that you have the pirate menace on your hands, but I can offer you a decent price for the ring. I train enchanters here, and 25 of my students would be eager to come to your aid.",
	"map.[hota] in defense.quest.12.58.0.nextVisit" : "A deal is a deal. No Ring of Infinite Gems means no army of Enchanters for you.",
	"map.[hota] in defense.quest.45.39.1.completed" : "Paneèku! Ty jsi tu síru vážnì sehnal! Já nejsem schopen slov! Nyní mohou mé pokusy pokraèovat. Tu máš. Vùbec mì nemrzí, že ti ho dávám. Stejnì se na ten meè do teï jen prášilo. Ber, je tvùj.",
	"map.[hota] in defense.quest.45.39.1.firstVisit" : "Buï pozdraven, cizinèe! Byl bys tak laskav a pomohl mi? Provádím velice dùležitý pokus, ale bohužel mi unikla menší drobnost. Potøeboval bych sehnat 60 hrudek síry, abych mohl svùj výzkum dokonèit, a já bohužel žádnou nemám. Pokud jí neseženu co nejdøív, pøijde celý mùj experiment vniveè! Mohl bys mi tu síru sehnat? Ujišuji tì, že nepøijdeš zkrátka. Nemám sice penìz nazbyt, ale mìl bych zde nìco, co se penìzi vyèíslit nedá.",
	"map.[hota] in defense.quest.45.39.1.nextVisit" : "Hmm, to bohužel nestaèí...",
	"map.[hota] in defense.quest.57.42.0.completed" : "Nemohu uvìøit, že jsi to dokázal! A ke všemu mi neseš jejich hlavy jako dùkaz. Nu, dohoda je dohoda, že? Tak si udìlej pohodlí a já ti povím vše, co potøebuješ vìdìt.",
	"map.[hota] in defense.quest.57.42.0.firstVisit" : "Nedaleko se usadila tlupa zelených drakù. Nenech se mýlit, pøed takovými nejsou bezpeèni ani domorodci, natožpak jeden obrnìný rytíø. Sice ti za to, že se jich zbavíš, nemohu nic dát, ale mohu se s tebou podìlit o své zkušenosti. Myslím, že v boji s piráty by se ti mohly náramnì hodit.",
	"map.[hota] in defense.quest.57.42.0.nextVisit" : "Ti zelení draci jsou poøád naživu.",
	"map.[hota] in defense.sign.27.53.0.message" : "Bejkovecké hospody",
	"map.[hota] in defense.sign.33.51.0.message" : "Erathijská tvrz Bejkovec",
	"map.[hota] in defense.sign.36.67.0.message" : "Na jih do Erathie",
	"map.[hota] in defense.town.13.17.0.name" : "Gaulvein",
	"map.[hota] in defense.town.17.67.0.name" : "Delfy",
	"map.[hota] in defense.town.36.49.0.name" : "Bejkovec",
	"map.[hota] in defense.town.39.40.1.name" : "Šak-fael",
	"map.[hota] in defense.town.40.4.0.name" : "Deansaur",
	"map.[hota] in defense.town.57.66.0.name" : "Kersan",
	"map.[hota] in defense.town.65.8.0.name" : "Vepøín",
	"map.[hota] in defense.town.66.41.0.name" : "Galantýr",
	"map.[hota] in defense.town.7.41.0.name" : "Dulvein",
	"map.[hota] island of dust.event.0.description" : "This is the legendary Island of Dust, home for many generations of dragons. You're standing on the shore admiring the newly built fort, which will serve as the base for your glorious deeds. ",
	"map.[hota] island of dust.event.1.description" : "They'll have to be quite glorious indeed. To breach the dragons' lair, to claim the treasure of five continents all for yourself, and to seethe your blade in the boiling blood! There is a problem, though: your crew spotted three other sheeps sailing towards the isle. Whoever arrived on those, must be planning on doing the same. ",
	"map.[hota] island of dust.event.2.description" : "Was it a bad idea to rush into the desert right away after disembarking? The coast is still covered in thick growth, despite the burnt middle. These strips of tropical forest are inhabited by scary beasts. It might sound weird, but the beasts seem willing to help you overthrow the dragons. ",
	"map.[hota] island of dust.event.3.description" : "The scouts have returned from the Desert. Not all of them. Actually, those who did, barely did it, and they won't be able to go back anytime soon. It would be one thing if they came back covered in burns and torn up by dragon claws... but they brought back worse news! The desert is thick already with spies sent by the three lords whose ships you spied earlier.  \nThe dragons seem to have lost their grip, and new fortifications have risen above the sands. Looks like the bounty hunters are going to be hunting each other... ",
	"map.[hota] island of dust.header.description" : "This tropical isle has been lying in ashes for ages, since its dragon inhabitants scorched the lush land around the crater in the middle. Several adventurers arrived to the once beautiful land. They will have to be fearless and valiant if they want to claim the treasure of the blistering sands.",
	"map.[hota] island of dust.header.name" : "Island of Dust",
	"map.[hota] island of dust.quest.104.65.0.completed" : "Finally, some subjects for my experiments! I swear now, by the time there's one last Satyr left I'll iron every error out, and then I'll make as many as I promised!",
	"map.[hota] island of dust.quest.104.65.0.firstVisit" : "I'm trying to master the Clone spell, but I don't have enough volunteers I can test it on. Would you be so kind to bring me, say, 24 of the Satyrs whose dwelling is to the North, I'd happily double that number!",
	"map.[hota] island of dust.quest.104.65.0.nextVisit" : "Yesterday I experimented with a pig that happened to pass by. It now has two heads anf five legs! Obviously, I'll do much better after you bring me 24 Satyrs!",
	"map.[hota] island of dust.quest.28.9.0.completed" : "Finally, some subjects for my experiments! I swear now, by the time there's one last Boar left I'll iron every error out, and then I'll make as many as I promised!",
	"map.[hota] island of dust.quest.28.9.0.firstVisit" : "I'm trying to master the Clone spell, but I don't have enough volunteers I can test it on. Would you be so kind to bring me, say, 48 of the Boar Riders whose dwelling is to the North, I'd happily double that number!",
	"map.[hota] island of dust.quest.28.9.0.nextVisit" : "Yesterday I tried to clone some pebbles I found on the beach... let's say it wasn't a successful experiment. Obviously, I'll do much better after you bring me 48 Boar Riders!",
	"map.[hota] island of dust.quest.77.84.0.completed" : "Finally, some subjects for my experiments! I swear now, by the time there's one last Rogue left I'll iron every error out, and then I'll make as many as I promised!",
	"map.[hota] island of dust.quest.77.84.0.firstVisit" : "I'm trying to master the Clone spell, but I don't have enough volunteers I can test it on. Would you be so kind to bring me, say, 48 of the Rogues whose dwelling is to the West, I'd happily double that number! ",
	"map.[hota] island of dust.quest.77.84.0.nextVisit" : "I took a boat yesterday and went to try my spell on that mermaid there. The result... well, I still can't quite double a living creature, but I think sailors will be happy with what I've accomplished this time. Obviously, I'll do much better after you bring me 48 rogues!",
	"map.[hota] island of dust.quest.8.87.0.completed" : "Finally, some subjects for my experiments! I swear now, by the time there's one last Troll left I'll iron every error out, and then I'll make as many as I promised!",
	"map.[hota] island of dust.quest.8.87.0.firstVisit" : "I'm trying to master the Clone spell, but I don't have enough volunteers I can test it on. Would you be so kind to bring me, say, 18 of the Trolls whose dwelling is to the North, I'd happily double that number!",
	"map.[hota] island of dust.quest.8.87.0.nextVisit" : "Yesterday I was passing by a mill and I decided to experiment with the miller's cockerel. I now have enough chicken heads to make soup for the next month! Obviously, I'll do much better after you bring me 18 trolls!",
	"map.[hota] island of dust.sign.26.82.0.message" : "Not so fast, o traveler! It may be your last drink before you head into the Waste.",
	"map.[hota] island of dust.sign.34.28.0.message" : "Not so fast, o traveler! It may be your last drink before you head into the Waste.",
	"map.[hota] island of dust.sign.73.26.0.message" : "Not so fast, o traveler! It may be your last drink before you head into the Waste.",
	"map.[hota] island of dust.sign.75.61.0.message" : "Not so fast, o traveler! It may be your last drink before you head into the Waste.",
	"map.[hota] king of the hill.event.0.description" : "Celý se chvìješ. Buï za to mùže vztek, anebo zemìtøesení. To sedmero proradných krkavcù, ti darmožrouti! Však oni poznají, zaè je toho loket! Pomsta bude sladká. S tìmito hesly jsi nechal pøivolat praporeèníka, aby vztyèil tvou zástavu nad hradem. A vzhùru na pochod! V dáli je vidìt šarlatová záøe. Zøejmì sami bohové ti zjevují znamení pøíznì.",
	"map.[hota] king of the hill.event.1.description" : "Na obzoru vyvstala oslòující záøe a vzduch se zaplnil popílkem páchnoucím po síøe. Mocná sopka se tedy skuteènì probudila k životu. A všechny vaše hrady, jak tvùj, tak tvých sokù, jí stojí v cestì. Legenda praví, že v samém srdci sopky stojí mìsto, které pokud nìkdo ovládne, bude moci vládnout sopce samé. \"Copak vìøím na legendy?\" vycenil jsi své zažloutlé zuby. Nu, co by ne?",
	"map.[hota] king of the hill.header.description" : "Spoleèenství zdejších pánù k sobì chová takovou záš, že tato co nevidìt vybuchne jako sopka v samém srdci jejich spoleèné zemì. Pøiprav se, bude poøádné horko!",
	"map.[hota] king of the hill.header.name" : "Král vrchu",
	"map.[hota] king of the hill.header.rumor.0.text" : "Je úplnì jedno, kdo vyhraje a kdo bude poražený. Tak èi onak sopka co nevidìt vybuchne a valící se láva spálí všechno, co jí pøijde do cesty.",
	"map.[hota] king of the hill.header.rumor.1.text" : "Všichni tu zemøeme!",
	"map.[hota] king of the hill.town.19.17.1.name" : "Srdce sopky",
	"map.[hota] maelstrom.header.description" : "No one can predict which side the wheel of fortune turns. Try your luck, warrior, in the lands that may want you to abandon your home forever. Advance in the lands where nothing is permanent!",
	"map.[hota] maelstrom.header.name" : "Maelstrom",
	"map.[hota] marsh.event.0.description" : "Obyvatelé této bohapusté zemì žijí už dlouhá léta v ustavièném strachu. Každý, kdo jen o trochu více sejde z vymezených cest, se již více nevrátí... Den za dnem v bažinách nìkdo zmizí. Nìkdo se domnívá, že v tom má prsty ïábel, pro nìkoho je to jen nevysvìtlitelná høíèka pøírody, jiní z toho viní divou zvìø, ale nikdo s urèitostí neví, jak je tomu doopravdy.",
	"map.[hota] marsh.event.1.description" : "Je naèase tomu pøijít na kloub. Nejprve však bude tøeba vyøešit spor mezi tøemi zdejšími vladaøi. Smírná øešení se však nesetkávají s úspìchem. Jakmile ses pokusil vyslat za zbylými pány posla, nikdy se ti nevrátil živý. Ani cizí poslové k tobì nikdy nedorazili. Možná i oni padli v bažinách rukou zákeøného moèálového božstva, kdo ví? Nebo v tom mají prsty sami nepøátelé a jednoduše tì chtìjí k smrti vystrašit, než tì ze skrytu kapradí napadnou! V takovém pøípadì bychom se nemìli bát a vytáhnout jim v ústrety!",
	"map.[hota] marsh.header.description" : "Cesty jsou zde naštìstí èisté a bezpeèné, ale jen na toho, kdo z nich sejde, èekají poklady ani ve snu nevídané.",
	"map.[hota] marsh.header.name" : "Moèál",
	"map.[hota] mysterious ways.header.description" : "This small realm lives by its own rules. Everything here is subject to change in a snap of fingers. New paths appear in the woods, waiting for an adventurer to set foot upon them. You will have to blaze your own way to triumph.",
	"map.[hota] mysterious ways.header.name" : "Mysterious Ways",
	"map.[hota] mysterious ways.quest.16.17.0.completed" : "Ach, koneènì nìkdo, kdo tøímá modrý prapor. Mám zde pro tebe odmìnu. Pøijmeš ji?",
	"map.[hota] mysterious ways.quest.16.17.0.firstVisit" : "Èekám zde na hrdinu, který tøímá modrý prapor.",
	"map.[hota] mysterious ways.quest.16.17.0.nextVisit" : "Ty netøímáš modrý prapor! Kliï se odtud.",
	"map.[hota] perfect equality.header.description" : "The plot is as old as the world – a dying king told four sons to find a worthy successor in a fair fight. The kingdom is great, and the king was able to give a fair piece of land to every son, so that there would be no unfair advantage. ",
	"map.[hota] perfect equality.header.name" : "Perfect Equality",
	"map.[hota] perfect equality.quest.15.61.0.completed" : "The old man looks excited and proud of you. He grants you his knowledge.",
	"map.[hota] perfect equality.quest.15.61.0.firstVisit" : "You come to a small dwelling, built directly within an old but still quite mighty tree. In the bottom window a dim light was burning – apparently a candlestick was the only way to illuminate the house. While you were gathering your thoughts whether to come and knock on the door or not, it opened by itself and an old man stepped outside.\n\nAn old warrior lives here. He will be ready to teach you some tricks, but you must be worthy. Return when you have at least 32 attack and 14 defense.",
	"map.[hota] perfect equality.quest.15.61.0.nextVisit" : "The old man refuses to speak until you are strong enough.",
	"map.[hota] perfect equality.quest.32.16.0.completed" : "You are potent enough, and the mage grants you some of his power.",
	"map.[hota] perfect equality.quest.32.16.0.firstVisit" : "You notice a small house on the outskirts of the forest. You decide to check what’s inside. You meet a mage, who is willing to grant you great power for 32 power and 14 knowledge.",
	"map.[hota] perfect equality.quest.32.16.0.nextVisit" : "You try to open the door again, but you see the 32 and 14 numbers appearing on it. You walk away.",
	"map.[hota] perfect equality.quest.51.22.0.completed" : "You are approaching the house, knowing that you are ready. Inside, a man welcomes you. He offers his powers to train you in the arts of defense.",
	"map.[hota] perfect equality.quest.51.22.0.firstVisit" : "A few steps from the house, an arrow hits the ground under your legs.\n\n\"Protection - 32 points and attack - 14 points. Don’t dare to come closer without these stats.\"",
	"map.[hota] perfect equality.quest.51.22.0.nextVisit" : "You avoid the small house, as you know you are not yet prepared.",
	"map.[hota] perfect equality.quest.53.39.0.completed" : "You come in the library, and are finally able to understand what the books are about. You learn a lot in your short time here.",
	"map.[hota] perfect equality.quest.53.39.0.firstVisit" : "You enter a small house, which appears to be a library. You randomly take a book from the shelf, but fail to understand the strange writings in it. Perhaps, possession of 32 knowledge and 14 power will grant you the knowledge of these pages.",
	"map.[hota] perfect equality.quest.53.39.0.nextVisit" : "You know that at the current time the library is a waste of time. You need more knowledge and power.",
	"map.[hota] pirate's utopia.guards.12.138.0.message" : "Pøímo pøed tebou se nachází legendární ledový palác. Pøed dávnými vìky v nìm žil jakýsi princ, který se zøekl lásky samotné Bohynì zimy. Ta jej na oplátku spolu s celým královstvím promìnila v ledový masiv. Podle povìstí mùže být však princova kletba zlomena. Staèí, aby jej vysvobodil nìkdo dostateènì udatný a všemi mastmi mazaný.",
	"map.[hota] pirate's utopia.guards.126.136.0.message" : "Našel jsi dopis, který je psán prapodivným zpùsobem. Na pár øádcích je napsáno nìkolik desítek slov, která nedávají sebemenší smysl. Nejspíš to bude nìjaká avantgardní báseò...",
	"map.[hota] pirate's utopia.guards.13.134.0.message" : "Jakmile ses pøiblížil na dosah paláce, ledová krusta náhle se zapraskáním povolila a v paláci se poèíná oteplovat...",
	"map.[hota] pirate's utopia.guards.143.143.0.message" : "Chceš? Tak si pro to pojï.",
	"map.[hota] pirate's utopia.guards.28.90.0.message" : "Našel jsi starodávnou lampu. Jakmile ji protøeš, vyvstává pøed tebou nìkolik džinù.",
	"map.[hota] pirate's utopia.guards.40.143.0.message" : "Tvý družiníci vážnì uvažují nad tím, že se vzbouøí.",
	"map.[hota] pirate's utopia.guards.93.143.0.message" : "Tví vojáci si myslí, že se jsi pøišel o rozum.",
	"map.[hota] pirate's utopia.guards.97.93.0.message" : "Jen si posluš!",
	"map.[hota] pirate's utopia.header.description" : "Na jednom ze zdejších ostrovù je údajnì ukryt pirátský poklad. Tak na co èekáš? Najdi ho!",
	"map.[hota] pirate's utopia.header.name" : "Pirátský sen",
	"map.[hota] pirate's utopia.header.rumor.0.text" : "Slyšel jsem, že na zdejších ostrovech pøebývá spoustu poustevníkù, kteøí sem odešli do ústraní.",
	"map.[hota] pirate's utopia.header.rumor.1.text" : "Znáš ten pøekrásný pøíbìh o tom, kterak se sama zima zamilovala do neznámého prince? Podle povìsti je onen princ vìznìn v ledovém království daleko na jihu.",
	"map.[hota] pirate's utopia.heroes.147.biography" : "Kdysi býval vìznìm Bohynì zimy. Nyní za svou svobodu vdìèí udatnému hrdinovi.",
	"map.[hota] pirate's utopia.heroes.147.name" : "Princ",
	"map.[hota] pirate's utopia.quest.117.96.0.completed" : "Nuže, pøeješ si najmout pár stovek vrahù?",
	"map.[hota] pirate's utopia.quest.117.96.0.firstVisit" : "Co takhle najmout si oddíl zlovìstných, ale jinak dobrosrdeèných vrahù?",
	"map.[hota] pirate's utopia.quest.117.96.0.nextVisit" : "Zadarmo ani kuøe nehrabe!",
	"map.[hota] pirate's utopia.sign.102.131.0.message" : "Cesta do Sféry vzduchu je uzavøena. Ale tøeba se ti jí podaøí najít.",
	"map.[hota] pirate's utopia.sign.118.133.0.message" : "Pustina",
	"map.[hota] pirate's utopia.town.16.132.0.name" : "Ledový palác",
	"map.[hota] province.event.0.description" : "These scarce lands are ravaged by war, and will not allow you to keep a large army. It is better to wait for your opponents to weaken each other, and then take a chance at delivering a final blow.",
	"map.[hota] province.header.description" : "Scarce on resources, a small province was knee-deep at war between four lords. The land is barren and has no value to it, however not a single side will step back. It is a matter of principle now probably.",
	"map.[hota] province.header.name" : "Province",
	"map.[hota] province.sign.22.12.0.message" : "Pytlaèení se trestá!",
	"map.[hota] scorched earth.event.0.description" : "The once fertile land lies in ruins. Mines collapsed after an eruption on the island. Our only hope lies in the warehouses. The goods accumulated there will help to recover our strength.\nThe trouble, as always, does not come alone: what was not destroyed by lava, was pillaged by pirates and vultures. Besides, the lord you struggled with for years decided to strike at your weakened army, hoping to seize the entire island. Negotiation is not an option. You must prepare for the battle.",
	"map.[hota] scorched earth.event.1.description" : "Surviving workers were able to somewhat clear up the rubble. Some of the extracted resources were recovered.",
	"map.[hota] scorched earth.event.2.description" : "Remaining money was spent on paying thieves to man your distant garrison. Perhaps they will save us the hassle of unexpected guests for some time.",
	"map.[hota] scorched earth.event.3.description" : "Rumor has it that some mines in the dungeons could have survived.",
	"map.[hota] scorched earth.event.4.description" : "Resources",
	"map.[hota] scorched earth.event.5.description" : "More resources.",
	"map.[hota] scorched earth.guards.35.34.0.message" : "As if it was not enough for pirates to plunder the island, they have also taken over the remains of a village.\n\nIt’s not the best idea to set a camp near the erupting volcano, but these guys seem to care little.\n",
	"map.[hota] scorched earth.header.description" : "An eruption of a volcano forces you to halt extraction of resources on the island. The mines collapsed, burned down or were flooded with boiling lava. The only remaining source of supplies is the warehouses. Apparently, a neighboring lord is keeping an eye on them as well.",
	"map.[hota] scorched earth.header.name" : "Scorched Earth",
	"map.[hota] scorched earth.quest.38.25.1.completed" : "Výbornì! Pøesnì takové aspidy král žádal. Nech nám je tu a my tì necháme projít.",
	"map.[hota] scorched earth.quest.38.25.1.firstVisit" : "Král si žádá tøi aspidy. Abychom mu je pøivedli, musíme se po nich poohlédnout vnì království. Pøiveï nám je a my tì pustíme dál.",
	"map.[hota] scorched earth.quest.38.25.1.nextVisit" : "Je mi líto, ale dokud nám nepøivedeš tøi aspidy, neznám bratra.",
	"map.[hota] scorched earth.sign.67.27.0.message" : "You fished a bottle out of the water, but you found nothing more than some excellent rum inside. This one's to the pirate who lost it!",
	"map.[hota] strait of storms - invasion.event.0.description" : "You became aware that planeswalkers did not come alone. They hired orcs, goblins, and other foreigners, so that they do all the dirty work for them.",
	"map.[hota] strait of storms - invasion.event.1.description" : "Pirates attacked your trade ships!",
	"map.[hota] strait of storms - invasion.header.description" : "Precarious peace in the strait was broken by invasion of Elemental Lords. They have created a portal in the heart of the sea. And even though you have strengthened the approaches to the monolith, the enemy did not retreat. ",
	"map.[hota] strait of storms - invasion.header.name" : "Strait of Storms — Invasion",
	"map.[hota] strait of storms - invasion.quest.17.4.1.completed" : "Já vìdìl, že na tebe bude spolehnutí. Je vidìt, žes bìhem svých dobrodružství pochytil spoustu zkušeností. Bude mi neskonalou ctí se s tebou podìlit o svá vìdìní, máš-li o nì zájem.",
	"map.[hota] strait of storms - invasion.quest.17.4.1.firstVisit" : "Jsem starý a moudrý a nepustím do svého pøíbytku jen tak ledaskoho. Dokud nedosáhneš 6. úrovnì, nemáme se spolu o èem bavit.",
	"map.[hota] strait of storms - invasion.quest.17.4.1.nextVisit" : "Pchá! To jsi zase ty? Jak jsem øíkal, dokud nedosáhneš 6. úrovnì, nemáme se spolu o èem bavit.",
	"map.[hota] strait of storms - invasion.quest.36.70.0.completed" : "Ach, to je pøesnì to, co potøebuji! Zde je tvá slibovaná odmìna. Ještì poøád chceš ten Pøívìsek života vymìnit?",
	"map.[hota] strait of storms - invasion.quest.36.70.0.firstVisit" : "Kdysi dávno ovládali mocní mudrcové øemeslo výroby artefaktù, avšak postupem èasu se na toto umìní zapomnìlo. Já se nyní hodlám jejich vìdìní nauèit a navázat, kde skonèili, jenže k tomu potøebuji nìjaký artefakt. Pokud bys mi pøinesl, øeknìme, Pøívìsek života, štìdøe bych se ti odmìnil.  ",
	"map.[hota] strait of storms - invasion.quest.36.70.0.nextVisit" : "Poøád nic? To nevadí, jsem si jist, že Pøívìsek života nakonec najdeš. Kdo hledá, najde.",
	"map.[hota] strait of storms - invasion.quest.60.70.1.completed" : "Koneènì jsou ti zatracení minotauøi minulostí a zdejší kraj je opìt bezpeèný! Pøijmeš na oplátku mou odmìnu?",
	"map.[hota] strait of storms - invasion.quest.60.70.1.firstVisit" : "Zdejší kraj sužují minotauøi, kteøí se zdržují východnì odtud. Pokud bys je odtud dokázal vyhnat, byl bych ti navìky zavázán.",
	"map.[hota] strait of storms - invasion.quest.60.70.1.nextVisit" : "Nevìs hlavu. Porazit minotaury není žádná hraèka. Jsem si však jist, že se ti to nakonec podaøí.",
	"map.[hota] strait of storms - invasion.quest.65.41.0.completed" : "Stráže si povšimly, že jsi zkušeným hrdinou, a proto nemají sebemenší problém pustit tì dál. Pøeješ si nyní projít?",
	"map.[hota] strait of storms - invasion.quest.65.41.0.firstVisit" : "Území za touto vìží je zrádné a stráže tam nepustí nikoho, kdo dosud nedosáhl 5. úrovnì.",
	"map.[hota] strait of storms - invasion.quest.65.41.0.nextVisit" : "Stráže zkrátka odmítají pustit kohokoli, kdo dosud nedosáhl 5. úrovnì.",
	"map.[hota] strait of storms - invasion.quest.7.22.0.completed" : "Ach, to je pøesnì to, co potøebuji! Zde je tvá slibovaná odmìna. Ještì poøád chceš ten Pøívìsek negativity vymìnit?",
	"map.[hota] strait of storms - invasion.quest.7.22.0.firstVisit" : "Kdysi dávno ovládali mocní mudrcové øemeslo výroby artefaktù, avšak postupem èasu se na toto umìní zapomnìlo. Já se nyní hodlám jejich vìdìní nauèit a navázat, kde skonèili, jenže k tomu potøebuji nìjaký artefakt. Pokud bys mi pøinesl, øeknìme, Pøívìsek negativity, štìdøe bych se ti odmìnil. ",
	"map.[hota] strait of storms - invasion.quest.7.22.0.nextVisit" : "Poøád nic? To nevadí, jsem si jist, že Pøívìsek negativity nakonec najdeš. Kdo hledá, najde.",
	"map.[hota] strait of storms - invasion.quest.9.31.0.completed" : "Stráže si povšimly, že jsi zkušeným hrdinou, a proto nemají sebemenší problém pustit tì dál. Pøeješ si nyní projít?",
	"map.[hota] strait of storms - invasion.quest.9.31.0.firstVisit" : "Území za touto vìží je zrádné a stráže tam nepustí nikoho, kdo dosud nedosáhl 5. úrovnì.",
	"map.[hota] strait of storms - invasion.quest.9.31.0.nextVisit" : "Stráže zkrátka odmítají pustit kohokoli, kdo dosud nedosáhl 5. úrovnì.",
	"map.[hota] strait of storms - skirmish.header.description" : "Strait of Storms is a strategically important point on this land. Supersede a competitor from the other side and get full control over the strait!",
	"map.[hota] strait of storms - skirmish.header.name" : "Strait of Storms — Skirmish",
	"map.[hota] strait of storms - skirmish.quest.36.70.0.completed" : "Ach, to je pøesnì to, co potøebuji! Zde je tvá slibovaná odmìna. Ještì poøád chceš ten Pøívìsek života vymìnit?",
	"map.[hota] strait of storms - skirmish.quest.36.70.0.firstVisit" : "Kdysi dávno ovládali mocní mudrcové øemeslo výroby artefaktù, avšak postupem èasu se na toto umìní zapomnìlo. Já se nyní hodlám jejich vìdìní nauèit a navázat, kde skonèili, jenže k tomu potøebuji nìjaký artefakt. Pokud bys mi pøinesl, øeknìme, Pøívìsek života, štìdøe bych se ti odmìnil.",
	"map.[hota] strait of storms - skirmish.quest.36.70.0.nextVisit" : "Poøád nic? To nevadí, jsem si jist, že Pøívìsek života nakonec najdeš. Kdo hledá, najde.",
	"map.[hota] strait of storms - skirmish.quest.65.41.0.completed" : "Stráže si povšimly, že jsi zkušeným hrdinou, a proto nemají sebemenší problém pustit tì dál. Pøeješ si nyní projít?",
	"map.[hota] strait of storms - skirmish.quest.65.41.0.firstVisit" : "Území za touto vìží je zrádné a stráže tam nepustí nikoho, kdo dosud nedosáhl 5. úrovnì.",
	"map.[hota] strait of storms - skirmish.quest.65.41.0.nextVisit" : "Stráže zkrátka odmítají pustit kohokoli, kdo dosud nedosáhl 5. úrovnì.",
	"map.[hota] strait of storms - skirmish.quest.7.22.0.completed" : "Ach, to je pøesnì to, co potøebuji! Zde je tvá slibovaná odmìna. Ještì poøád chceš ten Pøívìsek negativity vymìnit?",
	"map.[hota] strait of storms - skirmish.quest.7.22.0.firstVisit" : "Kdysi dávno ovládali mocní mudrcové øemeslo výroby artefaktù, avšak postupem èasu se na toto umìní zapomnìlo. Já se nyní hodlám jejich vìdìní nauèit a navázat, kde skonèili, jenže k tomu potøebuji nìjaký artefakt. Pokud bys mi pøinesl, øeknìme, Pøívìsek negativity, štìdøe bych se ti odmìnil. ",
	"map.[hota] strait of storms - skirmish.quest.7.22.0.nextVisit" : "Poøád nic? To nevadí, jsem si jist, že Pøívìsek negativity nakonec najdeš. Kdo hledá, najde.",
	"map.[hota] strait of storms - skirmish.quest.9.31.0.completed" : "Stráže si povšimly, že jsi zkušeným hrdinou, a proto nemají sebemenší problém pustit tì dál. Pøeješ si nyní projít?",
	"map.[hota] strait of storms - skirmish.quest.9.31.0.firstVisit" : "Území za touto vìží je zrádné a stráže tam nepustí nikoho, kdo dosud nedosáhl 5. úrovnì.",
	"map.[hota] strait of storms - skirmish.quest.9.31.0.nextVisit" : "Stráže zkrátka odmítají pustit kohokoli, kdo dosud nedosáhl 5. úrovnì.",
	"map.[hota] talent shortage.event.0.description" : "Mullich was even madder than usual. The fleeing soldiers took everything they could carry. There was no one left in the castle. Valets, stableboys, blacksmiths, the century-old housekeeper, just about everyone legged it. The only one to stay was David the squire, whom Mullich ordered to tie to a pole the day before after the guy stole a ham from the master pantry. The kid was in for a rotten string of days, as Mullich would definitely be taking it all out on him.",
	"map.[hota] talent shortage.guards.1.35.0.message" : "Tribulations of the day gave Mullich some new knowledge.",
	"map.[hota] talent shortage.guards.12.38.0.message" : "Tribulations of the day gave Mullich some new knowledge.",
	"map.[hota] talent shortage.guards.13.33.0.message" : "Oh look, aren't these Mullich's former squad? It didn't take long for them to hit the skids without proper leadership, and it seems they're hopeful to recoup their losses out of their former commander.",
	"map.[hota] talent shortage.guards.19.39.1.message" : "Tribulations of the day gave Mullich some new knowledge.",
	"map.[hota] talent shortage.guards.27.23.0.message" : "Tribulations of the day gave Mullich some new knowledge.",
	"map.[hota] talent shortage.guards.28.10.0.message" : "Tribulations of the day gave Mullich some new knowledge.",
	"map.[hota] talent shortage.guards.33.5.0.message" : "A charge of lightning made Mullich's hair stand up. He feels some new knowledge boiling under his skull.",
	"map.[hota] talent shortage.guards.33.61.0.message" : "In hindsight, it was silly to hope no one would jump out of a sea of flames like this one. Well, lo and behold.",
	"map.[hota] talent shortage.guards.36.56.0.message" : "Tribulations of the day gave Mullich some new knowledge.",
	"map.[hota] talent shortage.guards.37.5.0.message" : "Tribulations of the day gave Mullich some new knowledge.",
	"map.[hota] talent shortage.guards.38.54.0.message" : "This shrine is guarded after all! To arms!!!",
	"map.[hota] talent shortage.guards.46.2.0.message" : "Tribulations of the day gave Mullich some new knowledge.",
	"map.[hota] talent shortage.guards.49.10.0.message" : "Just as Mullich thought that was about enough Undead business for tonight...",
	"map.[hota] talent shortage.guards.50.17.0.message" : "A thief who Mullich caught feeling around his empty purse was forced to pledge himself to the knight's cause; the only other option was to be executed immediately.",
	"map.[hota] talent shortage.guards.9.53.0.message" : "Oh, cute! These dragons are having a date here. Shame they really don't like attention.",
	"map.[hota] talent shortage.header.description" : "Sir Mullich's act got old. The morning after the infamous knight had another violent ourburst, he woke up to an empty castle. His people packed up and left in the thick of the night, just as Mullich was given a pest control mission in the royal countryhouse...",
	"map.[hota] talent shortage.header.name" : "Talent Shortage",
	"map.[hota] talent shortage.quest.10.44.0.completed" : "Here's your new equipment, please sign here. This also means you're to report immediately if a crusade is launched.",
	"map.[hota] talent shortage.quest.10.44.0.firstVisit" : "Come join our refitting program! We offer lighter swords, sturdier armor and nicer buc... helmets!",
	"map.[hota] talent shortage.quest.10.44.0.nextVisit" : "We won't issue armament to some random scrub. Bring an experienced swordsman.",
	"map.[hota] talent shortage.quest.11.52.0.completed" : "Step right up, here's your new vestment. Just try to abstain from hurling bolts indoors, will you?",
	"map.[hota] talent shortage.quest.11.52.0.firstVisit" : "Fashionable blue cassocks and powered-up bolts! For distinguished clergy only.",
	"map.[hota] talent shortage.quest.11.52.0.nextVisit" : "We only serve the clergy!",
	"map.[hota] talent shortage.quest.12.34.0.completed" : "Did you get it all? Oh great, dump it all here! You must be exhausted to carry such a pile of surplus gear.",
	"map.[hota] talent shortage.quest.12.34.0.firstVisit" : "We can take useless scrap off your hands. Well, you might call it useless, but we hope to repurpose it nicely Here's what we're after.",
	"map.[hota] talent shortage.quest.12.34.0.nextVisit" : "A helmet, a shield, a breastplate, and a sash. Would you like me to write you a list?",
	"map.[hota] talent shortage.quest.15.33.1.completed" : "At last! Here, take my bow and my armor, and get that prince bastard an arrow in the belly for me if you ever happen to meet him!",
	"map.[hota] talent shortage.quest.15.33.1.firstVisit" : "I was banished into the underworld many years ago, after defeating the prince in an archery contest. I was really good, and I'd like to pass what remained of my talent onto a younger elf.",
	"map.[hota] talent shortage.quest.15.33.1.nextVisit" : "Hurry up, bring me an elf! I'm not going to last forever!",
	"map.[hota] talent shortage.quest.17.26.0.completed" : "Shall we get on with the retraining?",
	"map.[hota] talent shortage.quest.17.26.0.firstVisit" : "Gee, you finally decided to give your men something more impressive than sticks and hatchets? You've come to the right place then...",
	"map.[hota] talent shortage.quest.17.26.0.nextVisit" : "Have you misplaced your halberdier?!",
	"map.[hota] talent shortage.quest.27.9.0.completed" : "Hand over the crystals, and begone. I myself am getting tired of slacking here.",
	"map.[hota] talent shortage.quest.27.9.0.firstVisit" : "Admittance will set you back 10 crystals, no less.",
	"map.[hota] talent shortage.quest.27.9.0.nextVisit" : "You don't have 10 crystals to spare? For shame! And you dare call yourself a knight!",
	"map.[hota] talent shortage.quest.28.2.0.completed" : "Ready to get your hands dirty, kid?",
	"map.[hota] talent shortage.quest.28.2.0.firstVisit" : "If you want to up your shooting rate, you'll have to put in twice as much work...",
	"map.[hota] talent shortage.quest.28.2.0.nextVisit" : "Have you misplaced your archer?!",
	"map.[hota] talent shortage.quest.3.49.0.completed" : "I hope your elf doesn't mind partaking in my experiment. Thing is... it has a rather unusual side-effect.",
	"map.[hota] talent shortage.quest.3.49.0.firstVisit" : "I believe I've found a way to bless men who don't have innate magical abilities. I want to carry out and experiment, but I'm afraid I'm lacking a suitable subject. Do you happen to have an elf to spare? I won't break him, I promise!",
	"map.[hota] talent shortage.quest.3.49.0.nextVisit" : "An elf! I need an elf!",
	"map.[hota] talent shortage.quest.33.9.0.completed" : "Shall we tear it off?",
	"map.[hota] talent shortage.quest.33.9.0.firstVisit" : "I heard from a wise man that a certain drawstring, severed from its bow, helps you shoot way better!",
	"map.[hota] talent shortage.quest.33.9.0.nextVisit" : "The choice is yours...",
	"map.[hota] talent shortage.quest.34.60.0.completed" : "Here's our girl! Are you ready to get promoted?",
	"map.[hota] talent shortage.quest.34.60.0.firstVisit" : "Are you wondering how our tree stands unscathed in a sea of flames? Well, we're masters of the element of water, and fire can't touch us. Would you like to learn this trick? Then bring us a witch.",
	"map.[hota] talent shortage.quest.34.60.0.nextVisit" : "Only a witch can master our complicated magicks.",
	"map.[hota] talent shortage.quest.35.32.1.completed" : "Would you like to learn to march fast?",
	"map.[hota] talent shortage.quest.35.32.1.firstVisit" : "You can learn to march double time here.",
	"map.[hota] talent shortage.quest.35.32.1.nextVisit" : "You can learn to march double time here. Choose wisely!",
	"map.[hota] talent shortage.quest.36.28.1.completed" : "Would you like to learn to shoot well?",
	"map.[hota] talent shortage.quest.36.28.1.firstVisit" : "You can learn to shoot with great accuracy here.",
	"map.[hota] talent shortage.quest.36.28.1.nextVisit" : "You can learn to shoot with great accuracy here. Choose wisely!",
	"map.[hota] talent shortage.quest.40.45.0.completed" : "Oh, bless you! My collection is complete now! Would you like to pass?",
	"map.[hota] talent shortage.quest.40.45.0.firstVisit" : "I'm a collector interested in rarities crafted in the \"graveyard Empire\" style. I heard there are several things like that to be found in around these parts. Would you mind bringing them to me?",
	"map.[hota] talent shortage.quest.40.45.0.nextVisit" : "Skulls, bones, decay and despair. That's what I'm looking for.",
	"map.[hota] talent shortage.quest.44.22.0.completed" : "We'll meet again...",
	"map.[hota] talent shortage.quest.44.22.0.firstVisit" : "Hey, it's me again. I'll take 10 gems this time.",
	"map.[hota] talent shortage.quest.44.22.0.nextVisit" : "You don't have 10 gems to spare? For shame! And you dare call yourself a knight!",
	"map.[hota] talent shortage.quest.44.8.0.completed" : "Here it is! Shall we trade?",
	"map.[hota] talent shortage.quest.44.8.0.firstVisit" : "A Centaur's Axe? What do you need this hunk of iron for? Hand it over, and I'll give you something nice in return.",
	"map.[hota] talent shortage.quest.44.8.0.nextVisit" : "It's an axe. Big and rather unwieldy. Get it to me.",
	"map.[hota] talent shortage.quest.45.44.0.completed" : "Here's a nice cassock for our new brother!",
	"map.[hota] talent shortage.quest.45.44.0.firstVisit" : "We are a militant order. Would your crusader be interested to join?",
	"map.[hota] talent shortage.quest.45.44.0.nextVisit" : "Is there no one willing to take the monastic path?",
	"map.[hota] talent shortage.quest.51.10.0.completed" : "Shall we start our sword practice?",
	"map.[hota] talent shortage.quest.51.10.0.firstVisit" : "Your shooters may convert into heavy infantry here.",
	"map.[hota] talent shortage.quest.51.10.0.nextVisit" : "No shooters in your army? What kind of an army it even is?!",
	"map.[hota] talent shortage.quest.52.2.0.completed" : "Did you know your rogue was an elf? We'll set him up with a bow, he'll do good with it.",
	"map.[hota] talent shortage.quest.52.2.0.firstVisit" : "We help former reprobates reform and find a righteous path in life. If you encounter one, bring him here.",
	"map.[hota] talent shortage.quest.52.2.0.nextVisit" : "Where's the rogue?",
	"map.[hota] talent shortage.quest.59.16.0.completed" : "Hand over the ring, and I'll give your guys a nice drill.",
	"map.[hota] talent shortage.quest.59.16.0.firstVisit" : "Would you like to know the secret to be naturally sturdy? You won't even need this ring anymore, which I'm going to claim as my payment...",
	"map.[hota] talent shortage.quest.59.16.0.nextVisit" : "Ring of Vitality. It's a pretty gold trinket. Carry on with your search.",
	"map.[hota] talent shortage.sign.34.30.1.message" : "You may learn to shoot well or to march fast here, but not both.",
	"map.[hota] talent shortage.town.8.3.0.name" : "City",
	"map.[hota] terra incognita.guards.7.15.1.message" : "Undoubtedly, this tunnel should lead to the place where the town is!",
	"map.[hota] terra incognita.header.description" : "You managed to get a very old map. It marked a town filled with untold riches... Eliminate the competition and get to the treasure first!",
	"map.[hota] terra incognita.header.name" : "Terra Incognita",
	"map.[hota] terra incognita.sign.6.15.1.message" : "Hidden path",
	"map.[hota] the alliance.guards.114.82.1.message" : "You face the Tomb entrance. Zombies raise and launch an attack.",
	"map.[hota] the alliance.header.description" : "An earth-shaking war between West and East is underway. You and your allies must destroy the enemy at all costs.",
	"map.[hota] the alliance.header.name" : "The Alliance",
	"map.[hota] the alliance.monster.105.58.1.message" : "Welcome to my labyrinth! It's going to take a big portion of your life!",
	"map.[hota] the alliance.monster.106.58.1.message" : "Vítej v mém labyrintu! Odtud se živý nevymotáš, na to dej krk!",
	"map.[hota] the alliance.monster.63.52.1.message" : "DIE!!",
	"map.[hota] the alliance.monster.64.52.1.message" : "Zhyò!",
	"map.[hota] the alliance.monster.85.96.0.message" : "You must defeat us before you can save the prisoner.",
	"map.[hota] the alliance.monster.86.96.0.message" : "Chceš-li zachránit zajatce, musíš si to nejprve rozdat s námi!",
	"map.[hota] the alliance.monster.90.53.1.message" : "Have a taste of my mighty axe!",
	"map.[hota] the alliance.monster.91.53.1.message" : "Tu máš! Dostaneš sekerou, pacholku!",
	"map.[hota] the alliance.monster.94.69.1.message" : "You can kiss my hairy BUTT!!",
	"map.[hota] the alliance.monster.95.69.1.message" : "Polib mi mou chundelatou zadnici!",
	"map.[hota] the alliance.quest.37.115.1.completed" : "Wow! That's exactly what I needed. As I've said before, there are many creatures in my zoo. Among those are Faerie Dragons. They breed very well, and I can give you a few in exchange for one Crystal Dragon.",
	"map.[hota] the alliance.quest.37.115.1.firstVisit" : "I'm collecting unique animals for my zoo. I've got many different creatures, but still I don't have Crystal Dragons. There is a dwelling of those north from here. Get me one, and I will reward you.",
	"map.[hota] the devil is in the detail.event.0.description" : "help",
	"map.[hota] the devil is in the detail.event.1.description" : "help extra",
	"map.[hota] the devil is in the detail.event.3.description" : "This land has served your kindgom well and will provide enough resources to expand your borders. The old prophet used to say: \"Southern regions are rich, but also dangerous\".",
	"map.[hota] the devil is in the detail.event.4.description" : "This land has served your kindgom well and will provide enough resources to expand your borders. The old prophet used to say: Northern regions are rich, but also dangerous\".",
	"map.[hota] the devil is in the detail.event.5.description" : "Old prophet told you of the mythical island that is believed to be the centre of everything. Centuries ago it was an arena where gods fought. It's supposed to be full of treasure.",
	"map.[hota] the devil is in the detail.event.6.description" : "The old prophet told you a story about an ancient passage that collapsed centuries ago. Rumors say that evil forces have built a portal to get out from underground.",
	"map.[hota] the devil is in the detail.event.7.description" : "An old miner told you about an accident his team had in one of your mines. When digging too deep, a pack of troglodytes attacked them. Seems as evil creatures are already lurking underground.",
	"map.[hota] the devil is in the detail.event.8.description" : "The legions of hell are countless. Your scouts report they have never seen so many demons coming out of hell.",
	"map.[hota] the devil is in the detail.event.9.description" : "There is an ancient shrine on the central island. Some say the runes can be found there from which one can learn to teleport between different locations!",
	"map.[hota] the devil is in the detail.guards.125.124.1.message" : "Hell",
	"map.[hota] the devil is in the detail.header.description" : "During last centuries this land has been divided between six nations coexisting in peace. As rumours about underground monsters began spreading, it became obvious the world wouldn't remain like that for long.",
	"map.[hota] the devil is in the detail.header.heroNames.72" : "Sorrow",
	"map.[hota] the devil is in the detail.header.heroNames.73" : "Doom",
	"map.[hota] the devil is in the detail.header.heroNames.74" : "Extinction",
	"map.[hota] the devil is in the detail.header.heroNames.75" : "Fatality",
	"map.[hota] the devil is in the detail.header.heroNames.76" : "Death",
	"map.[hota] the devil is in the detail.header.heroNames.77" : "Grave",
	"map.[hota] the devil is in the detail.header.heroNames.78" : "Darkness",
	"map.[hota] the devil is in the detail.header.heroNames.79" : "Plague",
	"map.[hota] the devil is in the detail.header.name" : "The Devil is in the Detail",
	"map.[hota] the devil is in the detail.header.player.7.mainHeroName" : "Plague",
	"map.[hota] the devil is in the detail.heroes.72.name" : "Sorrow",
	"map.[hota] the devil is in the detail.heroes.73.name" : "Doom",
	"map.[hota] the devil is in the detail.heroes.74.name" : "Extinction",
	"map.[hota] the devil is in the detail.heroes.75.name" : "Fatality",
	"map.[hota] the devil is in the detail.heroes.76.name" : "Death",
	"map.[hota] the devil is in the detail.heroes.77.name" : "Grave",
	"map.[hota] the devil is in the detail.heroes.78.name" : "Darkness",
	"map.[hota] the devil is in the detail.heroes.79.name" : "Plague",
	"map.[hota] the devil is in the detail.quest.10.194.0.completed" : "Finally! Here, give me the Gold and watch it grow before your eyes!",
	"map.[hota] the devil is in the detail.quest.10.194.0.firstVisit" : "Welcome to the Gold brothers merchant bank! We offer great returns if you're willing to invest.",
	"map.[hota] the devil is in the detail.quest.10.194.0.nextVisit" : "Oh my, that's simply not enough. We need 10000 Gold. I won't earn a cent if you bring less!",
	"map.[hota] the devil is in the detail.quest.10.49.0.completed" : "Finally! Here, give me the Gold and watch it grow before your eyes!",
	"map.[hota] the devil is in the detail.quest.10.49.0.firstVisit" : "Welcome to the Gold brothers merchant bank! We offer great returns if you're willing to invest.",
	"map.[hota] the devil is in the detail.quest.10.49.0.nextVisit" : "Oh my, that's simply not enough. We need 10000 Gold. I won't earn a cent if you bring less!",
	"map.[hota] the devil is in the detail.quest.11.125.0.completed" : "At last, my family all together again! Please close your eyes, I'll teach you some real magic!",
	"map.[hota] the devil is in the detail.quest.11.125.0.firstVisit" : "My family has been wiped out many years ago by an evil necromancer. Bring my family back to me and I'll teach you the most powerful magic, the \"Resurrection\" spell!",
	"map.[hota] the devil is in the detail.quest.11.125.0.nextVisit" : "No luck finding my ancestors?",
	"map.[hota] the devil is in the detail.quest.118.93.0.firstVisit" : "Welcome to the most famous tavern on these waters! Many travelers and merchants visit us. The last one hadn't been too polite, and we made him leave something behind for all the mess he made! If you give me some gold, I'll happily pass it on to you.",
	"map.[hota] the devil is in the detail.quest.137.12.1.firstVisit" : "What I have is for Dracon alone. I shall give it to no other. He has been imprisoned, but I promised to keep his share!",
	"map.[hota] the devil is in the detail.quest.158.232.1.firstVisit" : "What I have is for Kilgor alone. I shall give it to no other. He has been imprisoned, but I promised to keep his share!",
	"map.[hota] the devil is in the detail.quest.158.57.0.firstVisit" : "Liches are menacing the southwestern region of this land.  If you could be so bold as to defeat them, I would teach you the \"Summon Boat\" spell.",
	"map.[hota] the devil is in the detail.quest.158.57.1.completed" : "Finally, the 500 Peasants and 8 Boars that'll save my company! Here are some of those useless monsters!",
	"map.[hota] the devil is in the detail.quest.158.57.1.firstVisit" : "Times are getting hard underground... But if I had more manpower, I would yet grow my business! Can you help me bring more men to work? I'll happily give you some of these lazy monsters that live around!",
	"map.[hota] the devil is in the detail.quest.158.57.1.nextVisit" : "No luck in finding the 500 Peasants and 8 Boars? Please hurry, I need help with my business!",
	"map.[hota] the devil is in the detail.quest.159.153.0.firstVisit" : "Welcome to the most famous tavern on these waters! Many travelers and merchants visit us. The last one hadn't been too polite, and we made him leave something behind for all the mess he made! If you give me some gold, I'll happily pass it on to you.",
	"map.[hota] the devil is in the detail.quest.159.202.0.completed" : "Finally!  Here, give the 10000 Gold to me and see how it grows!.",
	"map.[hota] the devil is in the detail.quest.159.202.0.firstVisit" : "Welcome to the Gold brothers merchant bank! We offer great returns if you're willing to invest.",
	"map.[hota] the devil is in the detail.quest.159.202.0.nextVisit" : "Oh my, that's simply not enough.  I need 10000 Gold.  I'll not earn a cent if you bring less!",
	"map.[hota] the devil is in the detail.quest.160.162.0.firstVisit" : "I am researching a way to create the ultimate war machine, but I am short of materials for my workshop.  If you could bring me 20 Wood, 20 Mercury, 20 Ore, 20 Sulfur, 20 Crystal, 20 Gems and 10000 Gold, I would be most grateful.",
	"map.[hota] the devil is in the detail.quest.160.25.0.completed" : "Finally! Here, give me the Gold and watch it grow before your eyes!",
	"map.[hota] the devil is in the detail.quest.160.25.0.firstVisit" : "Welcome to the Gold brothers merchant bank! We offer great returns if you're willing to invest.",
	"map.[hota] the devil is in the detail.quest.160.25.0.nextVisit" : "Oh my, that's simply not enough. We need 10000 Gold. I won't earn a cent if you bring less!",
	"map.[hota] the devil is in the detail.quest.167.200.1.completed" : "Finally, the 500 Peasants and 8 Boars that'll save my company! Here are some of those useless monsters!",
	"map.[hota] the devil is in the detail.quest.167.200.1.firstVisit" : "Times are getting hard underground... But if I had more manpower, I would yet grow my business! Can you help me bring more men to work? I'll happily give you some of these lazy monsters that live around!",
	"map.[hota] the devil is in the detail.quest.167.200.1.nextVisit" : "No luck in finding the 500 Peasants and 8 Boars? Please hurry, I need help with my business!",
	"map.[hota] the devil is in the detail.quest.167.202.0.firstVisit" : "Liches are menacing the southwestern region of this land.  If you could be so bold as to defeat them, I would teach you the \"Summon Boat\" spell.",
	"map.[hota] the devil is in the detail.quest.177.62.0.firstVisit" : "I am researching a way to create the ultimate war machine, but I am short of materials for my workshop.  If you could bring me 20 Wood, 20 Mercury, 20 Ore, 20 Sulfur, 20 Crystal, 20 Gems and 10000 Gold, I would be most grateful.",
	"map.[hota] the devil is in the detail.quest.217.12.1.firstVisit" : "What I have is for Gelu alone. I shall give it to no other. He has been imprisoned, but I promised to keep his share!",
	"map.[hota] the devil is in the detail.quest.220.184.1.completed" : "Finally, the 500 Peasants and 8 Boars that'll save my company! Here are some of those useless monsters!",
	"map.[hota] the devil is in the detail.quest.220.184.1.firstVisit" : "Times are getting hard underground... But if I had more manpower, I would yet grow my business! Can you help me bring more men to work? I'll happily give you some of these lazy monsters that live around!",
	"map.[hota] the devil is in the detail.quest.220.184.1.nextVisit" : "No luck in finding the 500 Peasants and 8 Boars? Please hurry, I need help with my business!",
	"map.[hota] the devil is in the detail.quest.226.42.1.completed" : "Finally, the 500 Peasants and 8 Boars that'll save my company! Here are some of those useless monsters!",
	"map.[hota] the devil is in the detail.quest.226.42.1.firstVisit" : "Times are getting hard underground... But if I had more manpower, I would yet grow my business! Can you help me bring more men to work? I'll happily give you some of these lazy monsters that live around!",
	"map.[hota] the devil is in the detail.quest.226.42.1.nextVisit" : "No luck in finding the 500 Peasants and 8 Boars? Please hurry, I need help with my business!",
	"map.[hota] the devil is in the detail.quest.228.152.0.firstVisit" : "Welcome to the most famous tavern on these waters! Many travelers and merchants visit us. The last one hadn't been too polite, and we made him leave something behind for all the mess he made! If you give me some gold, I'll happily pass it on to you.",
	"map.[hota] the devil is in the detail.quest.228.226.1.firstVisit" : "What I have is for Adrienne alone. I shall give it to no other. She has been imprisoned, but I promised to keep her share!",
	"map.[hota] the devil is in the detail.quest.228.75.0.firstVisit" : "I am researching a way to create the ultimate war machine, but I am short of materials for my workshop.  If you could bring me 20 Wood, 20 Mercury, 20 Ore, 20 Sulfur, 20 Crystal, 20 Gems and 10000 Gold, I would be most grateful.",
	"map.[hota] the devil is in the detail.quest.232.98.0.firstVisit" : "Welcome to the most famous tavern on these waters! Many travelers and merchants visit us. The last one hadn't been too polite, and we made him leave something behind for all the mess he made! If you give me some gold, I'll happily pass it on to you.",
	"map.[hota] the devil is in the detail.quest.233.171.0.firstVisit" : "I am researching a way to create the ultimate war machine, but I am short of materials for my workshop.  If you could bring me 20 Wood, 20 Mercury, 20 Ore, 20 Sulfur, 20 Crystal, 20 Gems and 10000 Gold, I would be most grateful.",
	"map.[hota] the devil is in the detail.quest.239.199.0.completed" : "Finally! Here, give me the Gold and watch it grow before your eyes!",
	"map.[hota] the devil is in the detail.quest.239.199.0.firstVisit" : "Welcome to the Gold brothers merchant bank! We offer great returns if you're willing to invest.",
	"map.[hota] the devil is in the detail.quest.239.199.0.nextVisit" : "Oh my, that's simply not enough. We need 10000 Gold. I won't earn a cent if you bring less!",
	"map.[hota] the devil is in the detail.quest.240.44.0.firstVisit" : "Liches are menacing the southwestern region of this land.  If you could be so bold as to defeat them, I would teach you the \"Summon Boat\" spell.",
	"map.[hota] the devil is in the detail.quest.241.121.0.completed" : "At last, my family all together again! Please close your eyes, I'll teach you some real magic!",
	"map.[hota] the devil is in the detail.quest.241.121.0.firstVisit" : "My family has been wiped out many years ago by an evil necromancer. Bring my family back to me and I'll teach you the most powerful magic, the \"Resurrection\" spell!",
	"map.[hota] the devil is in the detail.quest.241.121.0.nextVisit" : "No luck finding my ancestors?",
	"map.[hota] the devil is in the detail.quest.241.50.0.completed" : "Finally! Here, give me the Gold and watch it grow before your eyes!",
	"map.[hota] the devil is in the detail.quest.241.50.0.firstVisit" : "Welcome to the Gold brothers merchant bank! We offer great returns if you're willing to invest.",
	"map.[hota] the devil is in the detail.quest.241.50.0.nextVisit" : "Oh my, that's simply not enough. We need 10000 Gold. I won't earn a cent if you bring less!",
	"map.[hota] the devil is in the detail.quest.245.195.0.firstVisit" : "Liches are menacing the southwestern region of this land.  If you could be so bold as to defeat them, I would teach you the \"Summon Boat\" spell.",
	"map.[hota] the devil is in the detail.quest.29.196.0.firstVisit" : "Liches are menacing the southwestern region of this land.  If you could be so bold as to defeat them, I would teach you the \"Summon Boat\" spell.",
	"map.[hota] the devil is in the detail.quest.31.161.0.firstVisit" : "I am researching a way to create the ultimate war machine, but I am short of materials for my workshop.  If you could bring me 20 Wood, 20 Mercury, 20 Ore, 20 Sulfur, 20 Crystal, 20 Gems and 10000 Gold, I would be most grateful.",
	"map.[hota] the devil is in the detail.quest.31.91.0.firstVisit" : "Welcome to the most famous tavern on these waters! Many travelers and merchants visit us. The last one hadn't been too polite, and we made him leave something behind for all the mess he made! If you give me some gold, I'll happily pass it on to you.",
	"map.[hota] the devil is in the detail.quest.37.88.0.firstVisit" : "I am researching a way to create the ultimate war machine, but I am short of materials for my workshop.  If you could bring me 20 Wood, 20 Mercury, 20 Ore, 20 Sulfur, 20 Crystal, 20 Gems and 10000 Gold, I would be most grateful.",
	"map.[hota] the devil is in the detail.quest.40.226.1.firstVisit" : "What I have is for Bidley alone. I shall give it to no other. He has been imprisoned, but I promised to keep his share!",
	"map.[hota] the devil is in the detail.quest.60.15.1.completed" : "Finally! It is you, Catherine. Here's what I've got for you. Do you accept?",
	"map.[hota] the devil is in the detail.quest.60.15.1.firstVisit" : "What I have is for Catherine alone. I shall give it to no other. She has been imprisoned, but I promised to keep her share!",
	"map.[hota] the devil is in the detail.quest.78.194.1.completed" : "Finally, the 500 Peasants and 8 Boars that'll save my company! Here are some of those useless monsters!",
	"map.[hota] the devil is in the detail.quest.78.194.1.firstVisit" : "Times are getting hard underground... But if I had more manpower, I would yet grow my business! Can you help me bring more men to work? I'll happily give you some of these lazy monsters that live around!",
	"map.[hota] the devil is in the detail.quest.78.194.1.nextVisit" : "No luck in finding the 500 Peasants and 8 Boars? Please hurry, I need help with my business!",
	"map.[hota] the devil is in the detail.quest.82.55.0.firstVisit" : "Liches are menacing the southwestern region of this land.  If you could be so bold as to defeat them, I would teach you the \"Summon Boat\" spell.",
	"map.[hota] the devil is in the detail.quest.88.173.0.firstVisit" : "Welcome to the most famous tavern on these waters! Many travelers and merchants visit us. The last one hadn't been too polite, and we made him leave something behind for all the mess he made! If you give me some gold, I'll happily pass it on to you.",
	"map.[hota] the devil is in the detail.quest.89.42.1.completed" : "Finally, the 500 Peasants and 8 Boars that'll save my company! Here are some of those useless monsters!",
	"map.[hota] the devil is in the detail.quest.89.42.1.firstVisit" : "Times are getting hard underground... But if I had more manpower, I would yet grow my business! Can you help me bring more men to work? I'll happily give you some of these lazy monsters that live around!",
	"map.[hota] the devil is in the detail.quest.89.42.1.nextVisit" : "No luck in finding the 500 Peasants and 8 Boars? Please hurry, I need help with my business!",
	"map.[hota] the great wasteland.guards.2.23.0.message" : "The dead rise from their graves and attack!",
	"map.[hota] the great wasteland.guards.32.67.1.message" : "You'se gonna regrat bein' born!",
	"map.[hota] the great wasteland.header.description" : "Back in the day, these lands had been bustling with life and prospering, before an experiment of a mad alchemist gone awry turned them into a charred wasteland. The lords who survived the calamity aim to take over this place, odd-looking but still full of treasure. You must act immediately to beat t",
	"map.[hota] the great wasteland.header.name" : "The Great Wasteland",
	"map.[hota] the great wasteland.monster.3.7.1.message" : "May the Light guide you on your path!",
	"map.[hota] the great wasteland.sign.18.64.1.message" : "Here lives a famous card magician, also a sorcerer and a conjurer!",
	"map.[hota] the great wasteland.sign.20.57.1.message" : "Possible Archangel dwelling",
	"map.[hota] the great wasteland.sign.31.68.1.message" : "Dangur! Git outta hear!",
	"map.[hota] the great wasteland.sign.49.1.0.message" : "Why would you even want this bottle? There's nothing in it. Well, since you're here anyway, let me tell you the Grail's in the underworld.",
	"map.[hota] the great wasteland.sign.6.19.0.message" : "Burial ground.",
	"map.[hota] trial of flame.event.0.description" : "Jmenuji se Manfred a jsem jedním z nejlepších ohnivých mágù. Tedy aspoò se o to pokouším. Pocházím z koèovného kmene, který v podstatì nikde není doma. Abych se mohl vìnovat magii, musel jsem svùj kmen opustit.\n\nMùj lid po léta vypravuje báji o Pouštní výhni, krajinì, kam ještì nikdy žádná noha smrtelníka nevkroèila. Údajnì tam sama Zemì spolu s prapodivnými stvoøeními vyluzují moc, o níž se obyèejným lidem mùže jen zdát. Pokud bych oblast Pouštního ohnì dobyl, získal bych jedineèné znalosti školy ohnì. Avšak pokud zaváhám, zdejší vyprahlé písky mì nemilosrdnì pohltí. Podle mých propoètù bych zde mìl vydržet nanejvýš dva mìsíce.",
	"map.[hota] trial of flame.event.1.description" : "Dnes jsem narazil na prvního živáèka. Byl to koèovník zrovna jako já. Vyprávìl mi o staré skøetí osadì, která prý leží na východì poblíž oázy. To jsou skvìlé zprávy!",
	"map.[hota] trial of flame.event.2.description" : "Jsem na místì... Spalující slunce, nekonèící písky... Vedro jak v kováøské peci. Pøíliš dlouho zde nevydržím. Musím neprodlenì najít alespoò nìjaké pøístøeší...",
	"map.[hota] trial of flame.event.3.description" : "Hlavní výzvou pro mì zùstává dobýt pouš. Tvorové z Pouštní výhnì zjevnì neblaze pùsobí na zdejší podnebné podmínky. Musím je buï porazit nebo si je podrobit. Klima se pak uklidní a svìt bude zase v rovnováze.",
	"map.[hota] trial of flame.event.4.description" : "Došlo mi, že na tomto místì je cenná nejenom voda, ale i lidský život. Jen málo odvážlivcù se sem kdy vydalo a ještì ménì se jich odtud vrátí.",
	"map.[hota] trial of flame.event.5.description" : "Musím si pospíšit. Den za dnem je pro mì stále obtížnìjší chránit si tìlo pøed spáleninami od slunka.",
	"map.[hota] trial of flame.event.6.description" : "Dnes ráno jsem krvácel z nosu a èasto se mi pøed oèima dìlají mžitky. Musíme sebou hodit. Jsem se silami už témìø v koncích.",
	"map.[hota] trial of flame.header.description" : "Zaèáteènický kouzelník Manfred se chystá podstoupit svou první zkoušku - zkoušku ohnìm. Procestuj s ním zrádnou pouš a do dvou mìsícù poraz všechny její obyvatele.\n",
	"map.[hota] trial of flame.header.name" : "Zkouška ohnìm",
	"map.[hota] trial of flame.header.rumor.0.text" : "Buï pøipraven na neèekané potíže...",
	"map.[hota] trial of flame.header.rumor.1.text" : "Ty a vyhrát? To ani náhodou…",
	"map.[hota] trial of flame.header.rumor.2.text" : "Pìknì nám to dnes pøipaluje!",
	"map.[hota] trial of flame.monster.13.30.0.message" : "Tady jsou! Ztìlesnìní samotného ohnì. Jaká to úžasná stvoøení...",
	"map.[hota] trial of flame.monster.18.19.0.message" : "Cítím silnou emisi energie. Jako kdyby samo Slunce mìlo sestoupit z nebes. Naneštìstí jsem mìl témìø pravdu, jen namísto Slunce sestoupili z nebes mocní fénixové.",
	"map.[hota] trial of flame.monster.2.8.0.message" : "Mumie - zatracenci z øíše mrtvých. Èetl jsem o nich, ale jakživ jsem je nevidìl na vlastní oèi.",
	"map.[hota] trial of flame.monster.20.23.0.message" : "Vidím v písku stovky a stovky kostí. To musela být vìru poøádná bitva... Poèkat! Tamhle se nìco hýblo… Obklíèila mì armáda nemrtvých.",
	"map.[hota] trial of flame.monster.25.8.0.message" : "Nikdy bych byl neøekl, že tak poèetný kmen nomádù by mohl na tak nehostinném místì pøežít.",
	"map.[hota] trial of flame.monster.30.2.0.message" : "Zdá se, že tito piráti doèista pøišli o rozum. Zabili každého zbloudilého poutníka ne snad kvùli zlatu, nýbrž kvùli doušku vody.",
	"map.[hota] trial of flame.monster.33.34.0.message" : "Stojí mi v cestì mocní ohniví démoni. Pokud je porazím, naplním jeden ze stìžejních bodù svého deníku.",
	"map.[hota] trial of flame.quest.22.15.0.completed" : "Na znamení vdìènosti mi chce elementál vìnovat sbírku svých ohnivých kouzel. Takové svitky mají nezmìrnou cenu.",
	"map.[hota] trial of flame.quest.22.15.0.firstVisit" : "Žije zde mocný ohnivý elementál. Pøišel sem hledat svého fénixe.",
	"map.[hota] trial of flame.quest.22.15.0.nextVisit" : "Elementál naznaèil, že pokud mu jeho mazlíèka najdu, štìdøe se mi odmìní.",
	"map.[hota] trial of flame.sign.22.4.0.message" : "Virnalská oáza",
	"map.[hota] upper kingdom.guards.27.26.1.message" : "Getting back to the boat is not as easy – the pursuing harpies are here already.",
	"map.[hota] upper kingdom.header.description" : "Fleeing from pursuing Nighon guards, you find a well hidden cave. Nix live here and while without much enthusiasm, they agreed to shelter you. They also hinted clearly that somewhere near here there is a way out.",
	"map.[hota] upper kingdom.header.name" : "Upper Kingdom",
	"map.[hota] upper kingdom.quest.3.17.1.completed" : "Ach, to je pøesnì ono! Tady je tvá odmìna. Hodláš mi stále ten Pøívìsek negativity dát, že?",
	"map.[hota] upper kingdom.quest.3.17.1.firstVisit" : "Kdysi dávno pøišli mocní mágové na zpùsob, jak vytváøet kouzelné artefakty. Jenže po èase se na tyto øemeslné postupy zapomnìlo a nikdo dnes neví, kde navázat. Rád bych se jejich tajemstvím nauèil, ale k tomu bych potøeboval jeden z takovýchto artefaktù. Pokud bys mi pøinesl Pøívìsek negativity, štìdøe bych se ti odmìnil. ",
	"map.[hota] upper kingdom.quest.3.17.1.nextVisit" : "Poøád nic? To nevadí, jsem si jist, že Pøívìsek negativity co nevidìt najdeš. Kdo hledá, najde.",
	"map.[hota] upper kingdom.sign.12.14.1.message" : "Passage to the Upper Kingdom",
	"map.[hota] when seas were deeper.header.description" : "V budoucnu bude Lavinové souostroví souèástí rozlehlého poloostrova. Nyní je však poloostrov dosud zaplaven vodou a ještì pìknou øádku let potrvá, než se vyzdvihne z hlubin. Dosud je tedy pouze letoviskem ztroskotaných lodí, na nichž se sem pravidelnì vypravují lovci pokladù.",
	"map.[hota] when seas were deeper.header.name" : "Když bývala moøe hlubší",
	"map.[hota] with sword and fire.event.0.description" : "You have no gold or resources.",
	"map.[hota] with sword and fire.header.description" : "There comes a day when even a ranger as legendary as Kyrre can't find her way out of the forest maze. To make things worse, the woods are peppered with traps and riddles. Seeing as elves can't bring themselves to hurt the trees, she will have to hack and burn someone else.",
	"map.[hota] with sword and fire.header.name" : "With Sword and Fire",
	"map.[hota] with sword and fire.monster.11.2.0.message" : "No Pixies beyond this line."
}
