{
	"campaign.h1roger.0101.h3m.prolog" : "海盗的自由生活...周围是一望无际的大海，甲板在吱吱作响，周围的空气呼啸而来！年轻的海盗杰里米享受着无尽的快乐生活。谁知道接下来的事-这是他的命运，还仅仅是一系列的巧合？ \n\n杰里米拼命地从迫害他的国度——埃拉西亚逃跑，他驾驶他的“黑色独角号”在风暴之中航行着。他相信自己能够获得好运。然而，不可置信的是，巨大的黑浪掀翻了他的船，将他卷进漩涡之中。但是杰里米的命运却没有像他想象的那样就此终结。因为他的船触到了礁石。修好船只已经不可能，所以杰里米只能带着他的破船从最近的岛屿登陆。\n\n最后杰里米和他的大副帕特里斯，还有四分之一的船员成功生还。他们来到一个未知的岛屿，他们在金色的海滩上仰望着蓝天。一个新的冒险正在等待他们……",
	"campaign.h1roger.0102.h3m.prolog" : "杰里米还没有想到接下来等待他的是什么。现在他只是享受着生活。然而在大陆的某处，克里根恶魔却开始骚动。他们正准备发动攻击，以完成他们摧毁世界的计划。现在，他们派出了侦察兵。事实证明，这个小岛是他们的途径目标。黑色海盗旗飘扬的城堡能否守住他们的进攻？\n\n为了生存，杰里米必须防御他们的攻击，幸运之神会再次佑福他吗？",
	"campaign.h1roger.0103.h3m.epilog" : "恶魔终于被击退了。杰里米也感到这是一场以少胜多，值得骄傲的战役！可惜的是很少有人会了解到这次胜利。\n\n杰里米发现他缴获了很多克里根船只，它们实在是好用极了，这让他感到兴奋。他下令拿走所有的补给用于自己的部队。\n\n黄昏将至。杰里米依旧看着那个昏暗的岛屿。虽然他还从来没用问问阿尔金的身份还他在岛上探查的目的。然而他很快就不感兴趣了，因为他还有新的冒险。不过显然，他还没有对新冒险的准备。",
	"campaign.h1roger.0103.h3m.prolog" : "黑色的船停泊在岸边。 可怕的恶魔已经将它们的爪蹄伸向了我们。杰里米和他的同伴阿尔金必须寻找方法去保护这片岛屿。但是他们的部队不过是土著和海盗，真的能形成有价值的抵抗力吗？如果失败又该怎么办？\n\n杰里米还是信任他的运气。现在他也必须搏一搏，因为没有选择了。他千万不可以失败！",
	"campaign.h1roger.description" : "这是一个年轻海盗——杰里米.阿巴特罗斯的故事，他从不灰心丧气，而且相信自己事事走运，甚至是当他最爱的海盗船「黑色独角兽号」被摧毁，而陷身于一座不知名的小岛上，无法逃出生天之时。",
	"campaign.h1roger.name" : "海盗旗下",
	"campaign.h2terror.0201.h3m.prolog" : "在吟游诗人的传说中，几乎所有事情都是从坐在小酒馆里的英雄开始的。 海盗彼得利也在做同样的事情。 他现在正在克鲁罗德一个阴暗的海边酒馆喝酒。\n\n谁知道一些醉汉的八卦会变成一场改变世界的大冒险？ 彼得利坐着喝着便宜的啤酒，听着一个老水手讲着囚徒的故事。据说这个囚犯被关在一个监狱里。 彼得利认为这可能是一位强大的法师，家乡有可能来自布拉卡达。 彼得利一直想要去布拉卡达探险，或许能够得到这个可怜囚徒的帮助？\n\n不幸的是，彼得利并不知道那位法师是赞瑟尔，他不喜欢海盗，或许他的救命恩人将成为他以后的对手？",
	"campaign.h2terror.0202.h3m.prolog" : "一些微不足道的小事就可能会改变我们的生活。 由于他决定帮助一位女巫，杰里米戏剧性地改变了他和哥哥的生活。 很难预测谁将成为他们的朋友，谁将成为他们的敌人。 是的，我们很难预测生活何时会被改变。 自从与小岛上的恶魔发生战争以来，杰里米就踩到了这块薄冰上。 现在，他认为他的好运可以解决一切事情。",
	"campaign.h2terror.0203.h3m.prolog" : "彼得利并不知道赞瑟尔并不想报答这位救命恩人，他只是说了一些客套的话，象征性地感谢了他，作为报答，他还给彼得利指出了「深渊号角」的埋藏地点。但是谁会知道这个家伙想让海盗就此消失？\n\n彼得利并没有意识道这点，和弟弟团聚让他非常高兴，然后他就开始走向寻找宝物的路途。现在女巫卡斯梅特拉发现了克里根的入侵，掠夺恶魔的财宝不是正义的海盗应该做的事情吗？",
	"campaign.h2terror.0204.h3m.prolog" : "当整个种族的命运都取决于一个人的时候，塔克，这位鱼人族的王子知道该怎么做了。虽然不确定他的人民可以恢复王国的荣耀，但至少可以尽力去拯救。他决定把被地下领主奴役的鱼人们从奴隶的身份里解救出来。",
	"campaign.h2terror.0205.h3m.prolog" : "他们终于顺着指示找到了号角的所在地。但是等待冒险者的是什么？彼得利和杰里米被地穴的入口分开了，所以这个勇敢的海盗必须自己完成这一切。然而，他们的故事发展会像冒险之初所预测的那样顺利吗？",
	"campaign.h2terror.0206.h3m.epilog" : "当杰里米打败盘踞在堡垒中的背叛者达盖姆的时候，那个疯狂的巫师拿走了号角并放弃了他的俘虏。杰里米赶忙去救他的哥哥，但同时听到卡斯梅特拉大叫：「休想跑！快把号角放下！」达盖姆虽然害怕，但也装作坚定地喊着：「绝不！是你背叛了我，让我独自一人在那个监狱里。现在我知道该怎么做！」\n\n达盖姆即将吹响号角，但是只听到一声「住手！」，卡斯梅特拉向他使用了魔法，随后巨大的爆炸摧毁了他的堡垒。随后激起了可怕的漩涡。\n\n杰里米并不管卡斯梅特拉和达盖姆的争斗，也不管他们以前有怎样的恩怨。他现在只想救走哥哥彼得利。他拼命去走向高塔最顶端，这时只听到卡斯梅特拉的声音：「白痴！因为你，我们将被拖入另一个空间！」\n\n杰里米醒来的时候发现自己在陌生的海边，他们那些人都去哪了？号角又在哪里？接下来还会有什么关于「深渊号角」的故事？",
	"campaign.h2terror.0206.h3m.prolog" : "彼得利的部下达盖姆偷袭了他，带走了那件宝物。当然，他召唤船只逃跑了，可还好的是，那个叛徒并不知道怎么使用号角。他带走了彼得利，当然是被他打晕的那样。杰里米需要救他的哥哥回来。现在号角已经不重要，但是哥哥的生命确实杰里米最牵挂的东西。",
	"campaign.h2terror.0206.h3m.region" : "\n",
	"campaign.h2terror.description" : "神秘的「深渊号角」长久以来一直被藏在普通人触及不到的地方。 但是迟早会有人打它的主意。 杰里米和他的哥哥彼得利都踏上了找寻号角的道路，可是他们的前方又会有着什么样的阻碍呢？",
	"campaign.h2terror.name" : "恐怖海域",
	"campaign.h3horn.0301.h3m.prolog" : "杰里米发现自己身处在一片沙滩上，这里离家乡太远了。他还不知道他的哥哥在哪里。就像「乌托邦」和阿尔金的那个故事开头一样，他再一次独自一人漂泊了许久。但现在他至少知道，卡斯梅特拉会为她的诡计付出代价。",
	"campaign.h3horn.0302.h3m.prolog" : "彼得利想着自己以前的梦，梦到在海上航行，看着地平线一样的海面？那是个巧合还是个谜团？他现在站在水的深处，呼吸着，看着水中游泳的鱼群和海龟。不禁回想起儿时听过的歌和深海的传说。",
	"campaign.h3horn.0303.h3m.prolog" : "迟早所有的阴谋诡计都会得到被揭穿的一天。是的，邪恶的卡斯梅特拉夺走了彼得利的「深渊号角」之后，她早晚会意识到被夺回的那一天。现在彼得利，杰里米和塔克已经对她的藏身处发起进攻，并阻止她想要利用号角的去实施的一系列计划。",
	"campaign.h3horn.0304.h3m.epilog" : "每一个故事都会有开头和结局。这个故事开始于克鲁罗德海岸肮脏小酒馆里醉鬼们的交谈，而改变这一切的确实嗜好啤酒的海盗彼得利。现在他终于换得了所有人的服从，并赶走了邪恶的巫师和他们的支持者。以至于没有人敢在很长一段时间内与他为敌。当然，深渊号角之属于彼得利。他的勇气证明他是号角的最佳主人。但是……他会不会步入卡斯梅特拉的后尘？他的思想能否承受深渊的吞噬？",
	"campaign.h3horn.0304.h3m.prolog" : "当你变得强大，你必须记住有人会试图夺走你的权力和一切。彼得利已经宣布自己将成为瑞格纳之王。当然他也发现了很多反对者，有不从号令的海盗，有布拉卡达的巫师，还有邪恶的元素领主。他们准备打败彼得利夺取「深渊号角」。彼得利能够抵抗这来势凶猛的敌人进攻吗？",
	"campaign.h3horn.description" : "彼得利和杰里米发现失而复得的「深渊号角」被恶作剧的女巫卡斯梅特拉拿走了。现在他们必须找那个女巫拿回宝物。当然，除了这一点，接下来还会发生什么样的事情呢？ \r\n",
	"campaign.h3horn.name" : "深渊号角",
	
	"map.h1roger:0.event.0.description" : "我们终于有了足够的资源，而很多岛上的居民也得知恶魔到来，团结到了一起。我们已经来到该岛的东部地区。\n\n「你做得好，杰里米-古尔。」阿尔金笑着称赞我。\n\n「杰里米-阿巴特罗斯。注意是「阿巴特罗斯」，我不喜欢别人叫错我的名字。」我愤怒地纠正了他，「我们下一步该做什么？」\n\n（译者住：Gull（古尔）是海鸥的意思，而Albatross（阿巴特罗斯）是信天翁的意思。对话可能搞混两种鸟类的名称。）\n\n「我的部落在东部有定居点，我也一直在建筑我们的城堡。你知道我们的防御工事非常出色。也怪你没有在泰塔利亚的军队中服役过。」阿尔金戏谑道。\n\n「那也怪你没有见过我们海盗的装备。虽然你的城堡很坚固。」我反过来回应他，同时打开枪套给他看我的手枪。\n\n「那好，真不错。我们需要所有可以获得的武器。」阿尔金急躁地说，「侦察兵发现了两支克里根恶魔的军队！」\n\n「那不可怕，相反，他们无法在沼泽中快速前进，反而是好事。他们将成为我们伏击的目标！」我说。\n\n「但你也要知道，他们会有增援的前哨站！他们会建立一个秘密基地，如果没有这个基地，那克里根恶魔就无法获得讯息了。我们必须摧毁这个基地！你可同意我的观点？朋友？」阿尔金问道，向我伸出手，啊，我应该称呼为爪子。我不知道怎么称呼他们的肢体。\n\n我握了一下他的「爪子」。这个感觉非常奇怪。但是也证明了我同意他的观点。\n\n「好！」阿尔金点点头，「我现在就去组织我的军队。我们将进一步加强防御。最重要的是不要让克里根恶魔夺取你的堡垒，或者我的堡垒。如果发生那种事将是噩梦的开始！」",
	"map.h1roger:0.event.1.description" : "尽管我的新城堡「谢尔维」（Shellville）已经就绪，但我可没时间休息一下。整个岛上都有克里根恶魔的部队。我们必须阻止他们到达他们的藏匿处，从而召唤出更多的恶魔。\n\n「帕特里斯？」我叫我的大副。\n\n「船长，怎么了？」\n\n「我必须找到恶魔的藏身之处。你能帮忙吗？」我问他。\n\n「我怕不知道从哪里开始。」他皱着眉头说。\n\n「没关系！你就带人去袭击他们的补给。可能是一辆大篷车。如果你幸运的话，很快就可以发现他们的藏身处！」\n\n「是，船长。我对这种事情很有天赋。」帕特里斯说，眼睛都亮了起来，「我们马上开始准备，我认为迭戈和艾里克这两个小伙子是侦察员的好苗子，他们比任何人都更敏锐，我就决定带他们一起去！」\n\n我很高兴听到这些话，看来帕特里斯很有长进了。",
	"map.h1roger:0.event.2.description" : "「好消息，船长！」帕特里斯跑过来告诉我，「我们设法截取了敌人的补给，现在它们很快会被装在大篷车上，运送到我们的城堡来！」",
	"map.h1roger:0.event.3.description" : "阿尔金给我带来了密信：\n\n「我怀疑恶魔部队的基地在地下。每周都有大量的小鬼从地底冒出来。按照计划，我们必须分队击败地上的恶魔部队，并且寻找地底的前哨站。我的密探已经发现了魔鬼，那些强大的克里根生物。我不认为你的火药玩具可以很有效地击退它们。祝你好运，朋友。还有请万分小心！\n\n阿尔金，泰塔利亚的前侦察指挥官」",
	"map.h1roger:0.event.4.description" : "帕特里斯袭击恶魔军队的补给车取得了出色的效果，我们得到了更多的财宝。啊，真是太好了！我真的好想知道他当海盗之前到底是干啥的。总之他真的是海盗的料！",
	"map.h1roger:0.event.5.description" : "我们已经守卫这座岛屿长达一个月了。这群恶魔虽然没有减弱攻势，但我看出它们已经是强弩之末了。那些小怪物还是不断从地下冒出，但它们终究只是敌人最后的顽抗而已。无论是帕特里斯还是阿尔金，都是出色的可以依靠的好同伴！\n\n但我还是对阿尔金感到好奇。他和他的部队在这座被遗弃的岛屿上究竟做着什么？我想问问他，但必须等到战争结束以后。",
	"map.h1roger:0.guards.15.69.0.message" : "一个女巫见到了我。\n\n「我听说你就是来到这个岛上的人，之前我的姐妹们见过你不是吗？」她说。\n\n「是的，我想你们应该被我的魅力倾倒。」我笑了笑，「我是海盗杰里米。」\n\n「我倒是有可能，不过你可别指望所有人都喜欢你。在你想要我们帮助之前，最好展示一下你的实力，让所有的姐妹都能认可你！」女巫说。",
	"map.h1roger:0.guards.26.52.0.message" : "一个巨魔把我们挡住了。\n\n「嘿！你们可知道这里不免费放行。是的，现在就付给我们2000个金币！」巨魔不断强调着，并且握紧它的拳头。\n\n「你就不怕我的剑刺在你的身上吗？」我问道。\n\n「哈哈！」巨魔笑道，「你以为你可以打赢我，但是我很聪明，因为我在桥下放了炸药，如果我死了，我的同伴会把你们炸死在桥上！」\n\n「该死的胖子。」我啐了一口, 不情愿地拿出钱，「你真是个亡命之徒。」\n\n「哈哈，来到这里就要有规矩。其实我下面没有炸药。但你也是我吓到的第一个人，我只收你1000金币，后会无期了！」巨魔飞快地逃跑了，真让我苦笑，居然被这样的低等生物坑了一把！",
	"map.h1roger:0.guards.30.5.0.message" : "你寻找到一片红色的原野，而这里充满着腐败的气息，或许是战士阵亡的荣耀？抑或是恶魔火焰的影响力？你在此处搜索良久，终于发现了天使项链。这也许是某个和恶魔作战后勇敢的战士留下的。为此，你坚定了要消灭这群恶魔的心。",
	"map.h1roger:0.guards.61.1.0.message" : "我看到一群巨大如蜥蜴人般的生物生活在这个小岛上。他们不会是阿尔金手下的那群蜥蜴人。或许会是我没见过的生物？",
	"map.h1roger:0.header.description" : "杰里米和阿尔金必须击败所有的克里根恶魔军团并且占领它们的前哨站。这场战役两位英雄和他们的助手只能升到18级。杰里米不能战败。而接下来的故事将在下一个战役继续。",
	"map.h1roger:0.header.heroNames.116" : "阿尔金",
	"map.h1roger:0.header.name" : "日落时分（3/3）",
	"map.h1roger:0.header.player.2.mainHeroName" : "阿尔金",
	"map.h1roger:0.header.rumor.0.text" : "曾经我见到过深渊海蛇。上次我在这里还看到他们浮出过海面。",
	"map.h1roger:0.header.rumor.1.text" : "我听说一个叫彼得利的年轻人曾经不远的岛屿出现过。我和他交谈过几次，觉得这个人很有智慧。",
	"map.h1roger:0.heroes.116.biography" : "阿尔金曾经在塔洛斯科国王手下任职，国王并不喜欢他所以希望他死在战场上。可是阿尔金的出色表现却让国王担心他日后功高震主。而现在，阿尔金离开了泰塔利亚并已经有了自己的领地。他再也不会为无能的塔洛斯科国王效力了。",
	"map.h1roger:0.heroes.116.name" : "阿尔金",
	"map.h1roger:0.monster.16.59.0.message" : "半身人非常恨克里根恶魔，但是他们究竟能做些什么呢？",
	"map.h1roger:0.monster.63.58.0.message" : "「哈哈哈！你们这群无能的废物，早晚会败在克里根的大军之下，我劝你们早点投降！」狱魔的首领说道。\n\n「没门！现在让你们知道我们海盗的厉害。也许挨过一枪之后你们就不敢这么说了！」我微笑着拔出武器。",
	"map.h1roger:0.quest.23.10.1.completed" : "现在你终于消灭了艾西斯，想要通过这里吗？",
	"map.h1roger:0.quest.23.10.1.firstVisit" : "这个营地周围环绕着邪恶的气息。你必须击败敌人英雄之一的艾西斯，才能通过这里。",
	"map.h1roger:0.quest.23.10.1.nextVisit" : "除了击败艾西斯，没有其他方法打开营门。",
	"map.h1roger:0.quest.23.11.1.completed" : "现在你终于消灭了艾登，想要通过这里吗？",
	"map.h1roger:0.quest.23.11.1.firstVisit" : "这个营地周围环绕着邪恶的气息。你必须击败敌人英雄之一的艾登，才能通过这里。",
	"map.h1roger:0.quest.23.11.1.nextVisit" : "除了击败艾登，没有其他方法打开营门。",
	"map.h1roger:0.quest.23.12.1.completed" : "现在你终于消灭了纳美斯，想要通过这里吗？",
	"map.h1roger:0.quest.23.12.1.firstVisit" : "这个营地周围环绕着邪恶的气息。你必须击败敌人英雄之一的纳美斯，才能通过这里。",
	"map.h1roger:0.quest.23.12.1.nextVisit" : "除了击败纳美斯，没有其他方法打开营门。",
	"map.h1roger:0.quest.23.13.1.completed" : "现在你终于消灭了卡尔，想要通过这里吗？",
	"map.h1roger:0.quest.23.13.1.firstVisit" : "这个营地周围环绕着邪恶的气息。你必须击败敌人英雄之一的卡尔，才能通过这里。",
	"map.h1roger:0.quest.23.13.1.nextVisit" : "除了击败卡尔，没有其他方法打开营门。",
	"map.h1roger:0.quest.60.54.0.completed" : "「感谢你，我也说好给你我的酬劳。这是一本名为「如何提升战斗技巧」的小册子，看过之后一定会受益匪浅！」妖怪笑着说，把一本书给了我。我要接过他的礼物吗？",
	"map.h1roger:0.quest.60.54.0.firstVisit" : "我走近一间小屋子，里面的妖怪说它的宝贝宠物狼被恶魔给杀死了。希望我能帮他报个仇，这样的话，也许它也会有酬劳给我。\n\n「没问题，我最喜欢帮别人打抱不平！」我信心满满地笑着说。\n\n「嗯，我知道有你这样的英雄帮我，那群恶魔就在东南方不远处，你可要小心了！」妖怪说。",
	"map.h1roger:0.quest.60.54.0.nextVisit" : "它不想说话直到我把那群恶魔消灭。",
	"map.h1roger:0.town.25.9.1.name" : "沙瓦尔科",
	"map.h1roger:0.town.4.42.0.name" : "摩尔湿地",
	"map.h1roger:0.town.49.60.0.event.0.description" : "一整队的强盗来到我的城镇。为首的说他曾经为埃拉西亚的骑士效力。我也坚定了这里曾经由骑士把守的想法。但是他们的指挥官已经抛弃了他们，自己去埃拉西亚当了将军。我认为他们是出色的战士，所以决定提供住处给他们居住。当然，也许也可以花点钱让他们效忠我的军队。",
	"map.h1roger:0.town.49.60.0.name" : "谢尔维",
	"map.h1roger:1.event.0.description" : "当我坐在沙滩上，听着汹涌的海浪的时候，我注意到裸露的左腿。是的，我的靴子落在了沉船上。这让我感到狼狈万分。我必须寻找到一些凉鞋或是其他遮蔽身体的东西。我发现我带着的手枪已经被海水腐蚀，它无法再使用了。如果出现任何威胁。我的佩剑将是唯一的希望。幸运的是，这把忠诚的刀片伴随我从瑞格纳来到这里。它曾经沾满敌人的血。\n\n附近的一个声音打破了我的沉默。我转身看到我的大副，帕特里斯。他已经四十多岁了，比我年长得多。但他依然有着高超的技巧和清晰的思维。帕特里斯坐在我身边，凝视着我的船只「黑色独角兽」的残骸，眼神充满悲伤。这个不幸船的残骸很快就会被彻底冲走，不留下任何痕迹。我问他关于我们现在的处境。也许还能撑上一个星期吧。我想。幸好我还找到了一些幸存者，是跟随着我的水手们。\n\n「我们现在在哪里？」我一边问一片清理着衣服上的沙子。\n\n「尼根河欧弗之间的某个岛屿上。」帕特里斯回答我说，「我们被困住了，船长。」\n\n「你说什么？」我问道。\n\n「这里没有人类定居点，只有该死的野蛮人和野兽。如果我们找不到定居的地方，我们就会面临饥饿，弹药短缺，疾病的困扰等等问题。」他回答我。\n\n「这很可笑，杰里米-阿巴特罗斯什么时候退却过？更何况是现在的处境？」当我转身看着丛林时，我打断了他的话。我注意到那个深绿色的灌木丛，其中盛开着大片鲜艳的花朵。在那些森林深处潜伏着蛇，巨大的蚊子和其他危险。我觉得有几十只掠夺性的眼睛从丛林中盯着我们，等着我们进入它们的陷阱。来吧！让我们看看这个该死的丛林会给我们带来怎么样的惊喜！",
	"map.h1roger:1.event.1.description" : "我们正穿过茂密的沼泽丛林。我小心翼翼地走着，尽量不要让锋利的植物割伤我的左脚。该死，我什么时候才能找到自己的鞋子？当然，我可以要求船员中的某个人借给我一双靴子，难道我这样一个船长还做不到？但这样毫无理由，我必须在这个时刻照顾好每一位船员，并且激励他们的斗志。我必须告诉他们，我是他们勇敢的船长，永远不会因为这一点麻烦就退却。\n\n「听着，帕特里斯。我想问问你为什么埃拉西亚人会在这里建立一个前哨基地？」我问道，试图分散自己的注意力来避免可能的痛苦。不过我还是怕这些荆棘的刺有毒。\n\n「是他们探索海洋的结果。我知道曾经一位骑士在这里建立过基地打退海盗。后来欧弗和尼根的战争爆发了。格里芬哈特国王紧急召回了所有驻军，于是留下来的人被遗忘了。战争结束后，每个人都忙着恢复王国并与精灵和死灵法师打交道......」很明显，大副将给我讲述一节历史课，这我并不爱听。\n\n「你怎么知道这些的？」我问。\n\n「我以前不是海盗，船长！」帕特里斯回答说，也许他之前跟随着骑士在做侍从。「顺便一句，船长，你要当心脚下的钉子。」\n\n「谢谢，我已经看到了。」我说，勉强地避开钉子，并在最后一刻将脚放在安全地方，「你是说这里可能会有埃拉西亚的士兵吗？」\n\n「本来他们就不是正规军。本来这里发生过一些冲突，如果他们还幸存的话，可能会成为海盗或走私者。」帕特里斯说道。",
	"map.h1roger:1.event.2.description" : "我站在旧埃拉西亚堡垒的杂草丛生的墙壁上，用望远镜观察周围的环境。这是一个非常宝贵的工具 - 我很幸运，它没有沉没在船上。这个岛比我原先想的要大得多。它向东延伸，似乎能看到遥远的边缘。这个地方非常适合突袭！我们只需要整理好的东西，修理前哨，修建一些道路，并驯服当地的食人族和其他土著人。幸运的是，我还发现了一双新的高筒靴。不知道那些没脑子的豺狼人是在哪里找到的，但这双鞋穿起来非常合适。\n\n「杰里米船长，你怎么找到的这个地方？」帕特里斯喊道，很幸运，他发现了一些食物和饮用水。还有更好的东西。 \n\n「这是一个不错的地方。」我回答说，「船沉了，我们还是要体验一下陆地的生活。我打算在这里抛锚了。」\n\n帕特里斯笑了笑，摸了一下他下巴上的胡须：「这里不错，但是我们毫无准备。什么都不做的话，或许我们会被豺狼人杀死在这里。」\n\n「说得对。这就是我们为什么需要一个真正的堡垒。我需要的是坚固的墙和炮塔，这样才能防备敌人的进攻。」我回答说，并且收起了我的望远镜。现在的问题是找到木材和矿石。我寻思可以和当地人做些交易。我建议我们去侦察周围的环境。如果该地区有走私者，那么他们肯定会丢失一些货物。有些野人可能会很好地利用这些物品来建造避难所。嗯，这里也许会有很多好的东西来为我们服务。。\n\n我顺着破旧的石阶走了下去，感到一些满足。怕特里斯忙问我我们怎么称呼这座城堡。\n\n「那当然是「乌托邦」了。我喜欢这个传说中的名字。」我笑着说。",
	"map.h1roger:1.event.3.description" : "我们的恐惧是合理的。 昨晚，在夜深时，一群带着剑和吹管的豺狼人和妖怪靠近了「乌托邦」。 我们中的某个船员开了枪，把这群暴徒吓退了，他们现在逃散在丛林中。 但我们依然害怕，因为昨晚他们并没有组织好发动攻击，但他们迟早会再来的。 我们必须尽快提升防御的能力。",
	"map.h1roger:1.event.4.description" : "我昨晚坐在篝火旁，意识到「黑色独角兽」的沉没已经过了两个星期。一个瑞格纳人最大的耻辱就是丢掉自己的船只。那艘船是我的荣耀，是我的希望！我和他度过了太多辉煌的时刻。而即使我又建造或盗取了一艘新船，瑞格纳的每个人都知道那已经不是我原来的船只了。随后肯定会出现一些谣言，说杰里米丢掉了他的男子气概。他正泡在他新的浴缸里，而不顾往日的荣耀。他真是个懦夫和失败者！\n\n但是想到我可能不会那么早回到瑞格纳。我应该找到我的哥哥彼得利。我想到他一定会给我找到一艘更好的船，这样的话旧船不过是因为太过破旧才被更换的，而且重要的是人们都知道我的新搭档又更强的战斗力。我信任哥哥，他可不会取笑我。然后那些海盗也不再会！真是个好主意！我觉得自己真是太聪明了。\n\n我的母亲说哥哥比我更有智慧，但她也说过我运气更好。啊，现在很难说明哪个更重要……",
	"map.h1roger:1.event.5.description" : "一名警卫走近我，他脸上的表情显得极度失望和不悦。\n\n「告诉我发生了什么？」我说。\n\n「呃......杰里米船长，那群野人半夜跑到城堡偷走了一些闪闪发光的东西。但幸运的是，至少他们没有足够的智慧去拿我们的木材和矿石。」\n\n「是啊。」我叹了口气， 真的希望那些野人把这群没用的警卫拖走，然后做成烧烤。哼，真是一群没用的家伙。",
	"map.h1roger:1.event.6.description" : "帕特里斯似乎说过这里曾经生活着一位骑士。他也是流浪到此，和我何其相似！但是他打退了所有海盗和野人。我想我也可以做成这件事！",
	"map.h1roger:1.guards.11.0.0.message" : "木材是非常好的建筑材料。",
	"map.h1roger:1.guards.13.13.0.message" : "那真的是一个埃拉西亚前哨站！我能观测到它的基本结构完好，但墙壁损坏很多，并且长满了沼泽的青苔。而现在的居民也很少关心这些细节。是的，一些豺狼人居住在这里。我认为它需要彻底修复。\n\n我看出城堡上冒出的烟雾，这也许是它们在准备晚餐。我很讨厌破坏别人享用食物的时光。突然间，一只巨大的豺狼人从墙上的缝隙探出头来，它随后出现在我面前。挥舞着一个巨大动物骨头做成的链枷。\n\n「啊-呜-呜！咕噜咕噜咕噜！」那个豺狼人吼道。\n\n「很高兴见到你，先生！我是杰里米。」我向他打了个招呼。\n\n「啊-呜-呜！」\n\n「啊-呜-呜是这样吗？我知道了，我知道了。我还没有聋。」我回到道。我听到其他船员发出的笑声。他们也许在看我的笑话。\n\n但随后这只呜呜的豺狼人举起了他的武器。真是可惜，我们本来会是好朋友的。毋庸置疑，这个愚蠢的生物并没有时间去思考我们的关系。我用手枪在它击打到我之前射穿了它的头骨。那个家伙倒在了地上。",
	"map.h1roger:1.guards.3.24.0.message" : "「快看，船长！」一个海员喊道，向我们招手。\n\n我看到美丽的瀑布和一些女性的雕像。我不会魔法，但我依然感觉到有魔法力量的存在。我想起一些「水中的仙女」，和花妖差不多的生物，她们总是生活在水下，也常常被瑞格纳的法师召唤出来。\n\n「嗯，也许我们会发现那些精灵，她们会是我们的同伴！」我笑着说。\n\n「船长，您的意思是？」帕特里斯问道。\n\n「一些巫师总是在这些河流精灵的陪伴下走来走去，我想这些可爱的小精灵们可以帮助我们。嗯，很幸运遇到她们。有人说过瑞格纳法师让她们从水的异界来到这里。」我说道，把左腿踩在右腿上，还是没有鞋子。\n\n「是的，那些精灵我也见过！不过你觉得她们会帮助我们吗？你看起来不像个法师，船长。」帕特里斯说。\n\n「冷静。」我笑了笑，「如果我迷人的微笑不能迷倒她们，或许几个硬币就能解决这个问题呢！」\n\n「而事实上，她们也不会要这些钱。我相信她们会帮助我！」我看着仍然疑惑的帕特里斯说。",
	"map.h1roger:1.guards.30.12.0.message" : "这是一些沉船的残骸。我想。",
	"map.h1roger:1.guards.6.19.0.message" : "我们看到一些废旧货车里的矿石。也许它们还有用。",
	"map.h1roger:1.guards.8.20.0.message" : "我们慢慢穿过丛林，我派出一些经验丰富的水手来给我们指路。\n\n但很快我们发现一群豺狼人。看来我们在这里不受欢迎，而前方却是一个奇怪的堡垒！\n\n我感谢替我侦察的人，我终于有一个落脚点了。这也许是埃拉西亚军队留下的前哨站。现在我明白找到一座城堡比找到鞋子还要令我高兴得多！",
	"map.h1roger:1.guards.8.6.0.message" : "「船长，看啊，快看！」帕特里斯兴奋地说。\n\n我发现他在寻找一些东西，突然他显得很高兴。我知道他也许野外生存经验比我丰富得多。但他这么高兴真的罕见。\n\n「这里有马车的痕迹！或许这里有能够使用货车的人！」他说道。\n\n是的，真的是这样！我想我们应该好好探查这个岛屿，也许有我们没有发现的东西！",
	"map.h1roger:1.header.description" : "杰里米遭遇船难并被冲到了一个小岛上。 你必须占领一个港口城镇并且在该城镇建立城堡。杰里米可以升到6级，他的技能法术将跟随他进入下一个场景。",
	"map.h1roger:1.header.name" : "海盗与棕榈树（1/3）",
	"map.h1roger:1.monster.11.17.0.message" : "兽人在保护它们的领土，我走过来的时候发现它们挥舞起它们的斧子。",
	"map.h1roger:1.monster.14.25.0.message" : "我压根不想理会那群野妖怪。这群怪物在小小的祭坛前欢快地叫着，我带着手下很不屑地离开他们。这个时候他们的首领指向我，说我对他们的神不尊敬，然后就想和我开战，我瞄准他，一枪就结果了这个无聊的家伙。我希望会吓跑其他怪物，可是他们却不后退。看来我要和这群无聊的家伙打一架了。",
	"map.h1roger:1.monster.15.20.0.message" : "我又一次遇到蜥蜴人，它们非常不友好，而且喜欢偷袭。我真的那么讨人厌吗？想到这点，我必须消灭这群令人生厌的家伙。",
	"map.h1roger:1.monster.16.4.0.message" : "铁魔像们问我通过这里的口令是什么。然而我并不知道。只是觉得周围的铁人都动了起来。帕特里斯说这群法师创造的巨像会自主地进行攻击。",
	"map.h1roger:1.monster.2.20.0.message" : "我讨厌蚊子！这些天我受够了这里奇怪的气候。然后我发现蚊子能长到这么大。嗯，被它们盯上了可是大大不妙。\n\n「是毒蝇。」帕特里斯说，「这是喜欢生活在雨林的飞虫，它们成群结队，喜欢吸食一切看到的生物，你要小心，船长！」",
	"map.h1roger:1.monster.20.2.0.message" : "刺耳的尖叫声响彻在耳边。 抬头望去，我发现巨大的食肉鸟在我们上空盘旋。 我并不知道当地人对他们的看法，但无论是人还是老鼠，我们都必须做好被它们突然袭击的准备。",
	"map.h1roger:1.monster.25.16.0.message" : "我不想在这里看到法师。但是我似乎看到了和布拉卡达一样的魔法学院。不知道这样的小岛上是谁会这么无聊建造这样的东西。突然，帕特里斯戳了一下我的胳膊。看来被这群老顽固们发现了。\n\n「喂！马尔凯姆不敢亲自来这里，所以他派海盗来了！但我们才不会透露我们的秘密！对任何人都不行！」其中一人喊道。\n\n马尔凯姆是什么鬼！我甚至来不及喊出这句话。解释已经没用了……",
	"map.h1roger:1.monster.26.5.0.message" : "巨大的食人魔从树林里走出来。你注意到他穿着锁子甲，拿着巨大的棒子。\n\n「你是来找你的朋友的吗？」他咆哮道。\n\n「啊？朋友？我刚来这里哪有什么朋友？」我惊讶地回答。\n\n「总之我们抓住了一群人，还获得了他们的宝藏。现在我们还想要更多的一点。不管你是不是他们的朋友，都死定了。」巨魔威胁地笑着。\n\n「啊。我明白了。你想要我们的货物。但是恐怕你必须从我们的尸体上拿走它们！」我丝毫不惧地说道。",
	"map.h1roger:1.monster.28.12.0.message" : "还有什么比看见生活在河边的巨型食肉飞虫更糟糕的事情？ 也许我们在河边进入了它们的栖息地？ 我设法射死了一些，但却没能阻止其他的飞虫袭击我们。",
	"map.h1roger:1.monster.29.17.0.message" : "我们终于发现了人群，是的，是一群暴徒。我想他们在这里做走私贸易，抢劫商船已经很久了。也许他们将是很好的帮手，只要有一些金币，就可以让他们效忠于我。这些人都是唯利是图的家伙。但是首先我必须先证明自己的实力。\n\n「别杀光他们！」帕特里斯说，「只要杀了那些顽固的反抗者，这些人就会加入我们的部队！」",
	"map.h1roger:1.monster.5.13.0.message" : "不幸的是，我派出去的密探跑回来的速度居然比兔子还快。难道是什么危险？我看着一群像牛或是像蜥蜴的生物冲了出来。奇怪的东西真是到处都有！我擦拭着枪，看来这群怪物是大好的试枪机会！",
	"map.h1roger:1.monster.8.3.0.message" : "我看到十字军的队长走上前来。\n\n「该死，你怎么发现我们的秘密营地的！」\n\n「放轻松，我们不是敌人，只是探索这块岛屿的旅行者罢了！」\n\n「放轻松？我会让你们真正地放松！」那个疯子笑着举起他的剑。",
	"map.h1roger:1.monster.9.24.0.message" : "我走着走着，突然一根箭在我耳朵旁几英寸呼啸而过。我连忙和帕特里斯躲到树后。\n\n「陷阱！」一个船员小伙子叫道。\n\n我明白这不是欢迎我的仪式。我眯着眼睛，设法找到隐藏在树林里的那些土著人。他们看起来像穿着缠腰布的蜥蜴。蜥蜴人对我们举起了弓箭，显然不是想和我们谈谈怎么迎接我们的大驾光临。",
	"map.h1roger:1.town.15.12.0.name" : "乌托邦",
	"map.h1roger:2.event.0.description" : "海盗旗在「乌托邦」上自豪地挥舞着。我和伙伴们已经生活在这个地方好些天了。我们正享受美味的椰子朗姆酒......小心，别让这宝贵的饮料被浪费或者被夺走！\n\n「船长，一群豺狼人正在接近！」墙上的一名警卫喊道。\n\n「那群混蛋还嫌不够丢人吗？」我轻蔑地道，然后打开了一瓶朗姆酒。\n\n「他们带着白旗！」警卫说道。\n\n我用袖子擦了擦嘴，叹了口气。我觉得应该让他们的队长进来。其实我也不知道他们究竟想要什么。终于一个褐色的豺狼人走了进来，啊，他看起来像草原上的鬣狗，虽然我从未见过那些生物。但他与我们见过的其他豺狼人不一样，我观察到他穿着锁子甲，且腰上挂着一把剑。他也不像其他豺狼人一样喜欢收集垃圾。我觉得他与众不同。\n\n「啊-呜-呜！」我讽刺地说出他们的语言。回想起我与豺狼人的最后一次谈话。\n\n「你说的是埃拉西亚的语言吗？人类？」那个豺狼人笑了笑。\n\n我笑了，也许是我对他们的语言表示出浓厚的兴趣。但我知道也许草原上的鬣狗就是这么说话的。\n\n「我的名字是阿尔金。我是岛上最大的豺狼人部落的酋长。」他回答，并瞥了一眼我手中的瓶子。\n\n「幸会。我是杰里米。现在岛上这座钢铁城堡的建立者。也是海员们的指挥官。」我回答道。\n\n「钢铁城堡？那真是个笑话。」豺狼人回应道，「看来你不知道岛上的怪物有多么凶猛。我看你们最终被打跑。」\n\n「这听起来像是威胁？」\n\n「绝对没有。我只是想和你结成同盟，并给你一些友好的建议。」\n\n又一个短暂的沉默时刻。\n\n「联盟？！」我笑了，「手下败将豺狼人想结盟！你知道吗，啊-呜-呜！我真的没有理由去与你合作。」\n\n「我是阿尔金。」豺狼人平静地回答着，「我有充分理由建立联盟，而你现在根本无法理解。如果你不采取行动，这个岛屿将很快将被烧成一片焦土。我们最好一起面对这种威胁。否则，无论如何，你都无法逃离这个岛。」\n\n「什么威胁？」我问。\n\n「我只想告诉你这里离恶魔的国度欧弗很近。克里根恶魔很快回到这里来，你也知道，这里其实是恶魔偷袭埃拉西亚的绝佳场所。你真的了解外面的世界吗？」\n\n我不禁倒吸一口气。酸味刺痛了我的鼻子。\n\n「我建议你和我们同盟。否则的话你将冒着生命危险。你真的认为你能对抗恶魔？我劝你相信我说的话，再想想我的建议！」阿尔金说完离开了。",
	"map.h1roger:2.event.1.description" : "我决定告诉帕特里斯关于豺狼人的建议。\n\n「嗯，船长，不管他说了什么，我们也必须考虑是否能够得到当地土著的尊敬。你看，这片岛屿到处都是流氓，恶徒，走私者。他们中的一些人应该会加入我们。我们为什么不给他们在「乌托邦」里留一些位置？」帕特里斯说。\n\n「是的，那些不过是强盗流民，成不了气候。但是我们能够统领他们就不一样了！」我笑着说，「我也想要把那群家伙收入麾下，这样我们也要和豺狼人谈判的资本。不是吗？」\n\n「但我认为他们不会那么容易服从的。」帕特里斯说。\n\n哦，那真是让我感到头疼。抑或是我真的生病了？",
	"map.h1roger:2.event.2.description" : "探子告诉我一些恶魔居然跑到了我们伟大的「乌托邦」附近。如果是对的，那克里根一定也派了探子前来，他们的目的是探查这里能否做一个基地。真是一个不小的威胁。\n\n我感觉到头又有些痛了，真是的，看来我还不适应这种气候？不，我不会的。这点小病不能把我打倒。",
	"map.h1roger:2.event.3.description" : "阿尔金又一次找到了我。我还以为他只是说说而已，但是他的紧张神情让我差点没端住酒杯。\n\n「我看你已经听从我的建议，真是个不错的决定。我的部落周围发现了小怪物，火怪和恶魔。」阿尔金说，「他们并不是一支军队，可能是一支侦察部队。他们会制定攻击方案的！」\n\n我放下酒杯。是的，我第一次和他交谈的时候醉醺醺地，啥也没当回事。但现在我酒醒了。被恶魔杀死可不是好玩的事情！我急忙问他为什么会得到这样的情报。\n\n「没什么！泰塔利亚的前侦察官就是我！该死的国王不喜欢我，想让我死在战场上。所以总是派我做危险的工作，结果我锻炼出来也不再会为他效力了。哈哈！」阿尔金笑着说，消失在丛林里。嗯，这个长着鬣狗头的滑稽家伙也是个有故事的人呢！",
	"map.h1roger:2.event.4.description" : "我今天被密探的话给惊醒了。啊，我的部下居然遭到了克里根恶魔的袭击！有一些怪物居然拿着我忠实队员的尸体做着血腥的仪式，它们要召唤更多的恶魔军队来到这个岛上。我感到毛骨悚然。同时我举起枪说一定要为同伴报仇。是的，即使害怕我也不能当着我手下的面。",
	"map.h1roger:2.event.5.description" : "我又感到头疼了，该死。不过我很快就反应过来那时被一些坚果砸到头上的疼。我转身看到阿尔金居然坐在岩石上。他手里拿着一把坚果。我第一次发现「鬣狗」居然吃坚果。\n\n「喂，海盗。你到底在做些什么？」他又扔了一颗果子，但我这次躲过了。「所有人都在为战争做准备，恶魔一个半月以后就会来到岛上，你是不是该加快你的速度！」\n\n「冷静，冷静！你没看到我很努力吗？」我无奈地说。\n\n「还可以更好！」他也笑了，「下次见面的时候，我希望看到你率领着强大的军队！听着，这不是为了我，而是为了我们共同的命运！」\n\n",
	"map.h1roger:2.event.6.description" : "晚上我享受着难得的平静。帕特里斯突然跑来和我说话。\n\n「船长！我看到一些羽毛，这是被称为暴风鸟的大型鸟类身上的！」他说。\n\n「没什么大不了的！」我继续喝着酒。这种话题真是无聊，我可不喜欢听什么鸟的故事。\n\n「可是我听说它们通人性，可以驯服作为侦察或者作战。」他重复地说。\n\n「我可不喜欢当驯兽师。但你的消息确实也不错。嗯，我想这些家伙比无能的海鸥有用得多！」我笑了。",
	"map.h1roger:2.guards.17.70.0.message" : "一群海盗从礁石旁跳了出来。\n\n「投降吧！你无路可退了。」一个海盗头子说道。随后海盗们准备了绳索跳到我的大船上。",
	"map.h1roger:2.guards.36.70.0.message" : "我感觉到海上漂浮的箱子里似乎有些东西，但是游在周围的水元素和河流精灵们并不想我接近它。看来我必须足够强大来夺走这个宝箱。",
	"map.h1roger:2.header.description" : "杰里米必须在3个月内占领所有生物巢穴。这个场景里他只能升到12级。而他的技能，经验可以进入下一个场景。",
	"map.h1roger:2.header.name" : "岛屿之主（2/3）",
	"map.h1roger:2.monster.28.12.0.message" : "我们发现一些巨大的暴风鸟俯冲下来。虽然不是所有的鸟都愿意加入海盗的部队。但很庆幸地是我们找到了它们的栖息地。也许之后我们会获得暴风鸟的援助。",
	"map.h1roger:2.monster.28.2.0.message" : "暴风雕们意识道海盗是它们的同盟。所以它们会加入我们的部队。",
	"map.h1roger:2.monster.29.24.0.message" : "突袭的信号！一群鸟身女妖从礁石的后边发动攻击。",
	"map.h1roger:2.monster.34.26.0.message" : "你们是之前杀死掉我们首领的人？天哪，居然在这里遇到你们！",
	"map.h1roger:2.monster.5.1.0.message" : "巨大的沼泽生物缓慢地爬行着，眼神充满寒光。看来我们要小心了。",
	"map.h1roger:2.monster.51.49.0.message" : "阿尔金说一群海盗占据了一些豺狼人的住宅。现在是时候将他们驱赶出去了。",
	"map.h1roger:2.monster.67.3.0.message" : "我看到了真的恶龙。虽然我小时候就喜欢听屠龙者的传说。现在我想象自己就是故事中英勇的骑士。",
	"map.h1roger:2.monster.71.38.0.message" : "我们居然发现了克里根恶魔的先行部队。是时候将他们消灭干净了！",
	"map.h1roger:2.quest.32.40.0.completed" : "豺狼人魔法师非常兴奋，他说过要兑现他的誓言了。只见他向水里一指，一些河流精灵就蹦了出来。\n\n「感谢你相信我这无聊的法术，现在这些精灵会跟随你直到完成任务！」他说道。",
	"map.h1roger:2.quest.32.40.0.firstVisit" : "豺狼人魔法师兴奋地告诉我他知道了一些召唤水异界生物的方法。只要拿来生命挂件，就可以免费给我召唤一些河流精灵。",
	"map.h1roger:2.quest.32.40.0.nextVisit" : "他依然坚信生命挂件在岛上的某个位置。",
	"map.h1roger:2.quest.40.27.0.completed" : "啊，你终于找到了我们年轻的后辈。他们看起来很强壮，我会教他们航海的技巧来继承我的事业。知道吗？我以前跟随的那个小伙子居然去埃拉西亚当上了将军。这不证明我教导有方吗？哈哈。这个武器给你了，祝你好运。",
	"map.h1roger:2.quest.40.27.0.firstVisit" : "一个老的食人魔船长住在这里，他和我说以前曾经加入过海盗的部队。但是他更希望有几个后辈能够继承他的事业。如果我能找到4 个食人魔，他会把他引以为傲的武器送给我。",
	"map.h1roger:2.quest.40.27.0.nextVisit" : "老船长依然抱怨不能找到4 个食人魔来听他讲以前辉煌的故事。我只好先离开了。",
	"map.h1roger:2.town.48.44.0.name" : "乌托邦",
	"map.h2terror:0.event.0.description" : "事情发生得太快，以至于我们没有防备。我看到海面上突然出现一艘船，卡斯梅特拉说我的哥哥救在那艘船上。但是他却被另一个人劫持着，是的，那个人手上还拿着一个金色的号角。\n\n「是达盖姆。」卡斯梅特拉显得很气愤。\n\n「他是谁？」我问她。\n\n「还能使谁？唯利是图的家伙。好吧，我正好了解一点。他肯定是受了瑞格纳某个领主的指派，去寻找号角的，但他差点死在那里，因为他自己也交了一群损友，或者说是表明装作很好，一遇到利益关系就开始互相陷害的人。就像农夫和蛇。」\n\n「迭戈！」我不想听她说那么多话，所以马上命令我的部下，那个精壮的小伙子，「现在准备船，一定要追上那个家伙！」\n\n我们追了达盖姆一段时间，最终他还是消失了。相反，我们反而不小心遇到了数倍于我们的敌人。是其他的海盗。我们不得不先暂避锋芒。我们在小岛上建立了营地，并决定聚集兵力去攻打达盖姆。他拿着号角而且绑架了我的哥哥。\n\n但是我现在也收到了好消息。我看到了塔克。他和他的族人从水中爬了出来。\n\n「我说过我会回来的。」他用低沉的声音说道。\n\n「我们有麻烦了。彼得利，就是我的哥哥，被邪恶巫师抓住了。」我说。\n\n「我会带着我的族人为你而战。这样至少你可以感到欣慰，不是吗？」塔克回答道，「还有一点，我要让这个海域所有的族人都服从他们的王子！」",
	"map.h2terror:0.event.1.description" : "「杰里米！」卡斯梅特拉笑着，「这有一些好消息。达盖姆用号角唤醒了海蛇，现在它们在海边游荡着。」\n\n「是的，好消息。我可以吃到很多油炸鳗鱼，不是吗？」我说。\n\n「你要知道这些生物在保护「深渊号角」，但它们并弄不清那东西已经被拿走了。或者说无论在那里它们都想保护这个东西。我向需要这群生物的帮助！」\n\n「好主意，如果我们从叛徒达盖姆那里获得号角后，我又该告诉它们什么？」\n\n「你们男人是不是总是喜欢提前想好20步？」卡斯梅特拉说，对我眨了下眼。\n\n嗯，我当然不会拒绝海蛇们的加入。这些强大的生物可以击沉敌人的舰船！",
	"map.h2terror:0.event.10.description" : "其实我在想着卡斯梅特拉究竟想要做些什么。因为我偶尔看到她和神秘的水晶球交谈。但我又不便于询问她。我总觉得她想要获取「深渊号角」的意志比我要高得多。说实话，我只是想让我的哥哥获救。其他并没有什么需求。\n\n她拿到那个宝物之后究竟想做什么？还是说她更懂得那件神器的作用？",
	"map.h2terror:0.event.2.description" : "侦察兵说泰塔利亚人找到了这片岛屿，它们会发动进攻。是的，它们会向所有的海盗发动进攻，好消息时它们可能去进攻达盖姆的城堡，但是就怕我哥哥和达盖姆一起被这些恶心的蜥蜴人擒获！「深渊号角」如果落在这群怪物身上也不是好事！",
	"map.h2terror:0.event.3.description" : "更令人不安的消息传来了，埃拉西亚和欧弗的战斗再次爆发了，此外，居然还有奇怪的城堡出现，卡斯梅特拉说这就是传说中的元素城。这种城镇早就被强大法师关闭了，为什么会再度出现？或许也是被「深渊号角」的力量所吸引而来？",
	"map.h2terror:0.event.4.description" : "我认为达盖姆根本不可能与我为敌。于是当我又享用美酒大醉的时候，给他写了一封信。是的，每次喝醉我都喜欢舞文弄墨。\n\n「达盖姆！如果你识相，就放回我的哥哥并且交出号角。我保证不计较你背叛的事实，还会让哥哥给你赏赐。甚至我可以保证你不受伤害的离开。\n\n杰里米-阿巴特罗斯，瑞格纳舰队的船长」",
	"map.h2terror:0.event.5.description" : "塔克的鱼人守卫报告说，群岛下面有一个巨大的洞穴网在连接着。 其中许多都充满了水，但有些地方却是干燥的。 我们或许可以下到洞穴深处寻找有用的东西？",
	"map.h2terror:0.event.6.description" : "达盖姆的回信居然送来了，我想这个人真是愚蠢至极，真不知道他是在和百战百胜的杰里米船长在作对？\n\n他的来信是这样的：\n\n「杰里米-格鲁斯！我在那些洞穴里找了太久，差点就死了，知道我付出多少代价？而你的蠢哥哥居然还看不起我，还蔑视我！以为我真的能当他的仆人吗？那个自大的家伙应该付出代价，知道吗？好吧，念在他确实救了我的份上我不杀他，可是谁也拿不走我梦寐以求的东西！我或许知道你厉害，但是我可以跟你做过交易。只要你现在离开，我保证放了他，但是东西，你就别想了！\n达盖姆」\n\n我收起信，笑了笑。这个懦夫还讲条件！他最好别死在别的海盗或者泰塔利亚青蛙的手下！\n\n（译者注：格鲁斯（Grouse）表示松鸡，和之前的Gull用意相似，是故意说错姓氏的戏谑之意。）",
	"map.h2terror:0.event.7.description" : "其实这些天我也想过怎么让哥哥被安全释放。万一达盖姆那家伙被其他海盗盯上或者被蜥蜴人所擒，哥哥就危险了。就算他挨到我击败他的那一刻，我也怕他来个玉石俱焚。毕竟这个胆小鬼擒获了哥哥，就是相当于给自己留了后路。\n\n我告诉卡斯梅特拉关于撤退的事情，这样的话也许哥哥就会被安全释放回来。\n\n「杰里米！你为什么会这么说呢？」她惊呼道，「你会相信那个白痴的话？」\n\n「可是我想要避免这么多的冲突。如果拯救哥哥不用牺牲那么多人的话。」我说。\n\n「因为那个白痴不知道怎么用这个号角！他也不知道这个东西到底有多珍贵。你想过没有，如果我们获得它，就将获得神一样的能力。我们为什么要把这个宝物留给一个白痴？」她解释道。\n\n我笑了，看来卡斯梅特拉并没有个亲人要她去救，而我明白，亲情比那个金属制品要珍贵数倍。\n\n「杰里米，你可以不在乎宝物，但是你的哥哥呢？那个白痴不杀了他是因为我们在附近，但我们走了，你怎么能保证你的哥哥安然无恙？他会被扔下去和鲨鱼一起欢快的游泳不是吗？」\n\n「是的，当然是被绑着的。」这句话都快成了我的口头禅。我怎么会不知道达盖姆那个家伙的想法？\n\n「是的，卡斯梅特拉，你也知道杰里米-阿巴特罗斯是整个大陆的航海家里最勇敢的人！我绝对不会放过那个叛徒。他最好别死得太早！」\n\n「哈哈哈！你真是让我喜欢，杰里米。」她笑着拥抱了我。",
	"map.h2terror:0.event.8.description" : "我们的一些物资被达盖姆派人夺走了。我笑了笑，这个愚蠢的叛徒最好别死，等着我们去亲自把他活捉过来。",
	"map.h2terror:0.event.9.description" : "- It's halyava time!\n- No, AI, no!!!",
	"map.h2terror:0.guards.0.140.0.message" : "你要和守护这个宝物的军队战斗吗？\n\n守卫是一群（10-19）天使和许多（20-49）僧侣。",
	"map.h2terror:0.guards.111.20.1.message" : "你想要带走这本书吗？\n\n卫兵是几个（1-4）圣龙，许多（20-49）神怪主，很多（50-99）冰元素，很多（50-99）雷元素和大群（100-249）气元素。",
	"map.h2terror:0.guards.113.8.1.message" : "寒冷的气候让你的部队情绪不高。",
	"map.h2terror:0.guards.114.3.1.message" : "这是一个古代通道。",
	"map.h2terror:0.guards.130.59.1.message" : "这里有海蛇的巢穴！真是好的发现！",
	"map.h2terror:0.guards.133.26.1.message" : "这好像是一个神秘通道。",
	"map.h2terror:0.guards.60.136.1.message" : "你要小心这些传送门，因为你不知道它们将把你带到何方。",
	"map.h2terror:0.header.description" : "杰里米，塔克和卡斯梅特拉必须击败达盖姆并夺回深渊号角。所有英雄都没有等级限制。但要记住杰里米不能战败。这是战役的最终关。",
	"map.h2terror:0.header.name" : "背信者（6/6）",
	"map.h2terror:0.monster.116.26.1.message" : "你显然没有注意到蓝色的恶龙正向你袭来。",
	"map.h2terror:0.monster.127.4.1.message" : "这是古代宝物的钻石人守卫！",
	"map.h2terror:0.monster.42.47.0.message" : "我看到叛徒达盖姆似乎躲在前方的塔楼里，那个胆小鬼不敢出来和我面对面战斗。当我看到这群海盗的时候知道他果然没死，这个愚蠢的家伙！\n\n我没预料到的是，这群海盗并不属于达盖姆的部队，他们也是想要劫持我哥哥并拿走「深渊号角」的野心家。现在我必须先赶走这群暴徒。",
	"map.h2terror:0.quest.30.11.0.completed" : "你要接受他们的加入吗？",
	"map.h2terror:0.quest.30.11.0.firstVisit" : "一群海盗住在这里，他们明显是我哥哥的旧部，现在他们也不会归顺达盖姆。他们想要加入我们的部队。",
	"map.h2terror:0.quest.9.21.0.completed" : "你要接受他们的加入吗？",
	"map.h2terror:0.quest.9.21.0.firstVisit" : "一群海员住在这里，他们明显是我哥哥的旧部，现在他们也不会归顺达盖姆。他们想要加入我们的部队。",
	"map.h2terror:0.sign.139.3.0.message" : "克里根之门",
	"map.h2terror:0.sign.54.95.1.message" : "你要去往那里？",
	"map.h2terror:0.sign.6.139.0.message" : "埃拉西亚前哨站",
	"map.h2terror:0.town.46.46.0.name" : "黑海之湾",
	"map.h2terror:1.event.0.description" : "克里根的船只虽然不快，但非常坚固，适合长途的旅行。我们不能回到瑞格纳，而是要前往埃拉西亚。我怕在回到瑞格纳的途中遇到其他海盗或者埃拉西亚巡逻队。是的，他们也在捕杀海盗来充作战功。那群可怜的海盗可没有做什么坏事！\n\n帕特里斯招募了一些新的船员。是的，跟随我会给他们带来极大的好处。当然我认为我们的「乌托邦」那里还有很多忠诚的人。阿尔金说可以帮助我照顾那些部下。是的，如果我还会回到那座小岛上。但实际上，我必须得到一辆新的船，能够真正属于杰里米-阿巴特罗斯的船。\n\n我怕我的好奇心会毁了我。探子说发现了地图上未标识的小岛。这真是太有意思了。或许我们会发现新的大陆。此时的我不是海盗，而是一个航海家。我还想过以后要绘制自己的航海图。在这时，我决定靠岸并且抛锚下船。",
	"map.h2terror:1.event.1.description" : "一座高耸的尖塔坐落在岛屿上，由一些栅栏围着。我带着帕特里斯和一些值得信任的船员上岸。却发现不知道是谁给我们准备了一场欢迎仪式。是一些女人，嗯，很漂亮的女人。\n\n我到达岸边时惊呼：「我不会是到天堂了吧！」\n\n「天堂？那恐怕取决于你对「天堂」的定义。知足常乐不是吗？」其中一位女士说道，并向前迈出一步，「我的名字是卡斯梅特拉，应该很好记。但你还要记住我的头衔，高级海洋女祭司，图书馆的管理员卡斯梅特拉。」\n\n「好。你同样也要记住我的头衔，高贵的海军上将，常伴随好运的航海家，瑞格纳的杰里米-阿巴特罗斯。」我自我介绍了一下，同时做了一个绅士般的鞠躬。可是身后却传来笑声。难道是我的动作很滑稽吗？\n\n「你到这座岛上做什么？海军上将？」卡斯梅特拉问我。\n\n在回答之前，我仔细打量着她，神态悠闲。我并不知道她的年龄，但她当然很有吸引力。我想起以前听过一个船长讲的故事，说他爱上一个女巫，在一起非常开心，可是后来却得知她的年龄是自己的两倍。这可真是滑稽。那些该死的女巫永远不会透露自己的年龄。\n\n这时一个女孩从塔后方冲了过来，打断了我的想法。\n\n「女士！我们再次遭到攻击！」她说。卡斯梅特拉于是赶上前去，我紧随其后，看见了一群奇怪的生物，兽人，蜥蜴人和亡灵怪物都混在一起。我在想是谁能够团结这样一群不匹配的生物。他们在攻击城堡的大门，而我看到卡斯梅特拉用魔法攻击他们。我躲在一旁，用手枪击毙了一个走在前方的兽人。\n\n我随后跳出来，拿起军刀冲向敌人。嗯，这是一场无准备的袭击。只要杀了几个头领模样的人物，就可以击退他们了。\n\n「真厉害，我欣赏你。杰里米-阿巴特罗斯。」卡斯梅特拉说，冲我微笑了一下。\n\n「叫杰里米就好了。当然昵称杰瑞也是可以的。」我一边擦着刀一边轻松地说。\n\n「谢谢你。我并没有求你帮忙，但你还是出手了。」她说。\n\n「这没什么！杰里米-阿巴特罗斯一向如此，愿意给妇女和孩子们提供保护。我看起来像是海盗，实际上我是一个富有同情心的好人。」我谦虚地说，仅仅是「谦虚」。\n\n「那你愿意帮助我们免受强盗的袭击吗？」卡斯梅特拉问。我想这只是象征性的问，因为回答是肯定的。\n\n后来，在一起享用啤酒的时候，卡斯梅特拉告诉我这里是「埃文蒙」岛。我以前在瑞格纳听说过这里。死灵法师在月亮神殿的帮助下，想要对她们的图书馆进行掠夺。包括其中的水魔法和古代文献知识。她们防守成功了一次，但现在那群巫师已经找来了好多帮手，并许诺给那群野蛮人很多的好处。那群没脑子的家伙当然答应了。\n\n现在只要卡斯梅特拉带着她的手下在防守这里。不过如果有人会问我为什么会参加这种和我不相干的战争，我的回答将是「不知道」。",
	"map.h2terror:1.event.2.description" : "这座名为「圣湾」的塔楼位于一个战略上非常有利的位置，所以亡灵巫师及其盟友将试图包围我们并切断我们的资金来源。 我们可以暂时从近海船舶引进资金，但这种做法也不会持续很长时间。",
	"map.h2terror:1.event.3.description" : "帕特里斯很不满意我的做法。「船长。我知道这不是我的事情，但为什么我们要帮这些女人呢？」他抱怨道。\n\n「听着，帕特里斯。她们会给我们带来很多好处。我也相信她们会感恩。我相信我的决策是正确的。因为你也相信我的运气，还有我能够预知计划发生的结果！」我解释道，「所以我才能成为船长！」\n\n「对不起，我不喜欢这样做。」帕特里斯说。\n\n「他不听你的话吗？」卡斯梅特拉突然冒出来，这让我感到猝不及防。\n\n「呃，他确实不是正式的船员，只是我的第一个手下罢了。」我回答道。\n\n「哦，是这样。」卡斯梅特拉冷冷地回应我，随后又介绍了她自己，「我是高级海洋女祭司卡斯梅特拉。」\n\n「幸会。我是帕特里斯，仅此而已。」帕特里斯笑了笑，然后一瘸一拐地走开了。\n\n「你对你的部下应该严格一些。」她责备我道。\n\n「不，不！我们没有那一套管理方式。大家都是兄弟，必须相互尊重。我和他一直是这样的。」我和她吹嘘起瑞格纳的自由制度。\n\n「看你并不擅长说谎。」卡斯梅特拉叹了口气，然后离开了。\n\n我是个可怜的指挥官，亦或是可怜的说谎者？那么说其实我应该是个可怜的失败者？我不禁喃喃自语。",
	"map.h2terror:1.event.4.description" : "第一批物资已经抵达我的港口。我的供应链至少现在还能维持。在敌人训练出强大部队阻挡我的船只之前。我必须尽快行动。这种地方打持久战对我们是没有好处的。",
	"map.h2terror:1.event.5.description" : "今天我决定写信给我的哥哥彼得利，也许是受到了一点朗姆酒的启发，但是我还是想不出华丽的辞藻。让我拿起笔来真是一种折磨。在这种折磨持续了一个小时之后，我终于留下一行字：\n\n「我遇到难处了。哥哥。你亲爱的弟弟杰。」\n",
	"map.h2terror:1.event.6.description" : "一批新的货物即将到达我的港口。 但是迭戈发出了关于风暴接近该岛的消息，他们可能不得不寻找一个新的地方来抛锚。 真是该死！ 这意味着我们很快就得不到新的货物了。",
	"map.h2terror:1.event.7.description" : "巨大的黑色气旋风暴正在接近岛屿。 看起来迭戈是对的。 我希望他们找到一个可以避开风暴和敌军的地方。",
	"map.h2terror:1.event.8.description" : "我正准备就寝的时候得到了帕特里斯的报告。\n\n「船长，我探查到敌人有三个基地，地下还有一个尼根的殖民地-它看起来已经被废弃了。我们可能会试图让地下怪物效力于我们。而如果我们不这样做的话，敌人可能会奴役它们。那些烂泥一样的怪物会是帮手，也会是敌人。」\n\n「你以前是个埃里巡逻兵吗？帕特里斯？」看来他总是给我好的情报。我不禁再次问起他的过往，「船员之间不应该有任何秘密，不是吗？」\n\n「既然你想知道，我会告诉你我的过去。」他说，「我曾经住在一个遥远的岛屿，那里是一个埃拉西亚的殖民地，我以前是一位骑士的侍从。后来他离开了我之后，我号召当地的居民争取独立，但是我们的同伴很快就被抓住了。我之前和骑士一起冒险，和海盗作战，所以也练出了不少本事，从沼泽或者森林里穿行对于我来说非常简单。当时那群海盗也把我称为「老鼠」。我最后逃脱了抓捕，但朋友们都不幸被杀。我发誓不再回到那里了。」\n\n我听到帕特里斯痛苦的声音，也不禁同情他的遭遇，对于我来说，他的经历实在是太悲惨了。\n\n「你会不会想着报仇？」我问他。\n\n「船长，你认为我这样的人可以吗？我没有钱，没有支持者，也没有劝说的技巧。除了侦察技能之外，我什么都不会。还有一点，我的妻子和女儿活着，我就很满足了。她已经长大，也可能已经嫁给了别人。可是她不知道她的父亲还活着。」\n\n我很愤怒，但故作轻松地说：「我想我会向你保证，你将回到那里为他们报仇，并且为那里的人伸张正义。然后我会让那个邪恶的统治者和鲨鱼一起畅游，当然是绑着他下去的。你觉得怎么样？」\n\n「那将是你送给我的最好礼物，我的船长。」帕特里斯沉默了好一阵子，终于平静地回答道。",
	"map.h2terror:1.header.description" : "杰里米和卡斯梅特拉必须击败所有敌人来取得胜利。他们的城堡不能沦陷，否则任务会失败。他们在这场战役可以升到12级。杰里米和卡斯梅特拉的技能，魔法，经验值可以进入后续场景。",
	"map.h2terror:1.header.name" : "黎明破晓（2/6）",
	"map.h2terror:1.monster.20.43.0.message" : "哇，好多美味的大餐！我们可不能吃得太肥啊！",
	"map.h2terror:1.quest.29.43.0.completed" : "他们对你表示感谢，并且允许你带走他们珍藏的宝物。你想要这件战甲吗？",
	"map.h2terror:1.quest.29.43.0.firstVisit" : "一群寻求财富的人在这间小屋里建立营地。他们说来到这里是为了探索被遗弃的图书馆，但是一群红龙阻止他们进入那里。于是他们希望你消灭那群恶龙。",
	"map.h2terror:1.quest.29.43.0.nextVisit" : "这可不是一件简单的事情。可是你还是决定帮他们消灭恶龙。",
	"map.h2terror:1.quest.44.51.0.completed" : "你要接受女巫传给你的「寒冰魔环」魔法吗？至少要有初级智慧术才可以学会。",
	"map.h2terror:1.quest.44.51.0.firstVisit" : "一个女巫说如果给她50个海洋精灵保护她，她就可以出去冒险了。虽然你觉得还不够，但还是决定答应她的要求。",
	"map.h2terror:1.quest.44.51.0.nextVisit" : "还是再帮她找找她需要的50个海洋精灵吧。",
	"map.h2terror:1.quest.60.60.1.completed" : "在继续他们的工作之前，矮人们想给你一个精美的头盔。你要接受他们的报答吗？",
	"map.h2terror:1.quest.60.60.1.firstVisit" : "一群矮人矿工抱怨他们的矿井附近出现了一些骨龙。在亡灵怪物被摧毁之前，他们无法继续工作。",
	"map.h2terror:1.quest.60.60.1.nextVisit" : "一群矮人矿工抱怨他们的矿井附近出现了一些骨龙。在亡灵怪物被摧毁之前，他们无法继续工作。",
	"map.h2terror:1.town.3.4.0.name" : "月光之城",
	"map.h2terror:1.town.36.33.0.name" : "圣湾",
	"map.h2terror:2.event.0.description" : "现在说说我的哥哥彼得利的事情。他被迫在扎尔甘德的海边登陆，但是他并不喜欢这里。这里充斥着肮脏兽人和哥布林的恶臭体味。它们的语言很粗鄙，完全没有任何文化可言，在这里蛮力甚至可以解决任何事情。其实他是个有品味的人，从小就喜欢听吟游诗人唱歌，欣赏精灵艺术家的画作。嗯，还有贾德密的红酒。他把这些都带回了瑞格纳。他并不喜欢人们对海盗的偏见，总觉得我们就和野蛮人一样，是的，也许那样的人更容易被这群野蛮人接受。然而海盗也有着自己的文化。我们中的一些人也接受上层人士的生活，更甚者成为埃拉西亚的海军上将。嗯，是的，我哥哥就是一个有文化，睿智且有品味的人。\n\n彼得利离开了他居住的小酒馆，沉思着。如果那群野蛮人真的抓获了一个强大的巫师，布拉卡达的智者们肯定希望他能够获救，所以如果把这个倒霉的巫师从肮脏的野蛮人那里救出来的话，那报酬将是很多金子，当然还有在布拉卡达周围自由贸易的权利。嗯，我的哥哥自诩为文明人，肯定不会干出格的举动。更不会去抢劫那些术士们的船只。这么丰厚的报酬值得一试。\n\n野蛮人正在举办他们的庆典「生命欢宴」。作为瑞格纳的本地人，彼得利是不会喜欢那种无聊的庆典的。是的，这种庆祝活动很无聊，不是文明人的派对。伯拉格公爵已经死了，被一个叫做科尔格的年轻人杀死，这个残酷的家伙夺得了王位。但是他不会治理，所以那里恐怕处于无政府状态。现在彼得利只带着少量的水手登陆，他必须获得当地人的帮助，并且攻占下扎尔甘德。这里的领主都在互相攻伐，谁会理会一个外乡人？啊，我们海盗都知道金钱能卖来忠诚。\n\n这时候比德利拦住了一个路人。\n\n「我亲爱的朋友，最近的克鲁罗德堡垒在哪里？」他问那个显然也是外乡人的家伙，得到的回复是北方。看来他的旅程开始了。",
	"map.h2terror:2.event.1.description" : "总而言之，彼得利觉得他必须快一点。迟早他们行动的消息会传到当地领主那耳垢堵塞的大耳朵里。他们也会试图赶走一切想来打扰他们生活的不速之客。但至少迅速果断的行动可以迫使那群无能的家伙投降。是的，野蛮人就是无原则的群体。那群人甚至可以帮助彼得利去攻打扎尔甘德，只为了一些钱和食物。但是他们也会知道，如果科尔格的亲信到来，他们将被处死。嗯，真的没有人比这群野蛮人还没有原则性。他们也一定会付出代价的。",
	"map.h2terror:2.event.2.description" : "侦察兵报告称，克鲁罗德的军队拥有几个堡垒。 一个位于西南，另一个位于东北。 还有一个他应该见过的「抗魔驻地」。彼得利听到这个消息笑了，他觉得那群野蛮人一定是将污秽涂到了驻地的墙上，让施法者作呕地念不出咒语来。但即使如此，这也在强大的军队下构不成威胁。只是他要受累帮忙清理这些垃圾堆了！",
	"map.h2terror:2.event.3.description" : "彼得利昨晚做了一个奇怪的梦。他梦见他正在海上航行，横跨大洋。并且能够清楚而明显地看到水面，就仿佛是在俯瞰地平线一样。他甚至跳下了大海畅游，可以在水下自由呼吸。这意味着什么？是他对海洋的怀念吗？还是仅仅一场梦？他回忆起以前听过的歌：\n\n「我在航行，又一次归航，渡过海洋。\n我在航行，在风暴的水里，只为来到，你的身边。」",
	"map.h2terror:2.event.4.description" : "一名船员来找彼得利。\n\n「船长，这里有一封你的信。上面写着：彼得利-阿巴特罗斯收。」他说。\n\n彼得利很惊讶，谁会给他写信呢？但在打开信封，取出那张羊皮纸后，他看到了熟悉的笔迹，虽不如他的字迹优美，但也给他带来了太多思念。这封信只有几行字。\n\n「我遇到难处了。哥哥。你亲爱的弟弟杰。」\n（译者住：原文为Your dear brother J）\n\n杰里米？他在哪里？彼得利思考着。",
	"map.h2terror:2.guards.45.36.0.message" : "彼得利注意到敌人的城堡离得很近。也许一个突袭就能做到很好的效果。",
	"map.h2terror:2.header.description" : "彼得利必须攻占扎尔甘德城并解救那里的囚徒。如果彼得利被打败，任务就会失败。你的英雄最高可以升到12级。彼得利和他的技能，经验，魔法都可以进入接下来的场景。",
	"map.h2terror:2.header.heroNames.103" : "扎伊尔",
	"map.h2terror:2.header.name" : "灾厄囚徒（1/6）",
	"map.h2terror:2.header.player.5.mainHeroName" : "扎伊尔",
	"map.h2terror:2.header.rumor.0.text" : "埃拉西亚酒馆的啤酒不好喝，那群奸商居然兑水！",
	"map.h2terror:2.header.rumor.1.text" : "科尔格是个独眼龙。应该是他和宝贝巨兽做「游戏」的时候眼睛被哪个没轻重的家伙抓到了。",
	"map.h2terror:2.header.rumor.2.text" : "欧弗的军队已经入侵埃拉西亚了！",
	"map.h2terror:2.heroes.103.name" : "扎伊尔",
	"map.h2terror:2.monster.44.49.0.message" : "「船长！」一个水手说，「我听说强大的巫师被关在扎尔甘德，他也不知道为什么被野蛮人抓获了。」\n\n「这个情报很不错，辛苦了。」彼得利说，「我想是这个巫师被这里又脏又臭的烂泥滑了一跤，嘴里吃了好多烂泥，念不出魔法咒语了吧。总之我们需要找个捷径，尽早救出他来！」\n\n随后船员们归了队。",
	"map.h2terror:2.quest.41.38.0.completed" : "「嗯，很慷慨。我们决定加入你的部队。但是别让我们死在这里！否则的话，多少钱我们都不会愿意。」一个女巫说。\n\n「我相信你们能给我的帮助很大，我也会尽力保护你们的安全！」彼得利点点头。",
	"map.h2terror:2.quest.41.38.0.firstVisit" : "「你们好。」彼得利走近这个小茅屋，看到两个女巫住在这里。\n\n「你是来自瑞格纳的人吗？」一个女巫说。\n\n「是的，我听说你们也是那里的人，住在这里恐怕不舒服吧，不如跟我一起去冒险，也许你们的魔法会帮我很大的忙！」\n\n「可以，但只要一点报酬。2000个金币和5个宝石就可以！」她说。",
	"map.h2terror:2.quest.41.38.0.nextVisit" : "「你们提的价格实在太贵了！」彼得利说。\n\n「一点都不能少，我知道你现在手头有点紧，但这已经是最低的价格了！」",
	"map.h2terror:2.quest.55.14.0.completed" : "「哈哈，杰巴克斯终于被赶走了。我们很高兴现在自由了！想让我们加入你的部队吗？」海盗的首领说道。\n\n「嗯！让我稍微考虑一下你们的补给情况！」\n\n现在就收编这些海盗吗？",
	"map.h2terror:2.quest.55.14.0.firstVisit" : "一群海盗说他们的领导者杰巴克斯已经疯了，他想要找科尔格报杀父之仇，真是不自量力！他们害怕无谓的死亡所以选择离开他，但他对于叛徒肯定毫不手软。现在一个海盗要求你赶走杰巴克斯，或者杀了他。然后他们就可以加入你的部队了。",
	"map.h2terror:2.quest.55.14.0.nextVisit" : "「我听说杰巴克斯还在到处游荡，我可不想被他发现藏在这里！」海盗的头子说道，并拒绝离开。",
	"map.h2terror:2.quest.68.37.0.completed" : "他决定分享给你一些知识。然后继续他的教化之旅。你叹了口气，看着他离开了。这种选择注定是不归之途。你不敢更多去想这件事。",
	"map.h2terror:2.quest.68.37.0.firstVisit" : "一个牧师说他想要教化这里的野蛮人，结果不幸被堵在这里。周围还有令人作呕的亡灵怪物。你虽然劝他教化野蛮人的行为是愚蠢的，可是他还要继续去做，只是希望你能帮他清除掉那些亡灵怪物。",
	"map.h2terror:2.quest.68.37.0.nextVisit" : "木乃伊就在不远处，去清除那些烂泥一样的怪物吧。",
	"map.h2terror:2.town.5.5.0.name" : "扎尔甘德",
	"map.h2terror:4.event.0.description" : "在正式决定去搜寻「深渊号角」之前，我们必须准备好。海盗的行进路线在泰塔利亚南部，朝着一些地图上并未标明的岛屿。但是他们很快就遇到了泰塔利亚皇家舰队。是的，由两艘护卫舰和几十艘小舰艇组成的。较小的船只很容易被击沉，所以一旦大型护卫舰接近的时候，我们必须撤离它们。这些船上的船长和海员都是我忠实的部下。我必须减少损失。\n\n彼得利的快艇在最后一次射出炮弹后，被海风推动到一个很远的角落。我急忙跟了上去，随后是其他舰船。然而，泰塔利亚的护卫舰也追了上来，它们的船有着正规的装备，稍微一撞我们也会损失惨重。其中一艘敌舰赶上并开始进攻我们的很多小船。蜥蜴人水战非常有利，它们可以跳下水中，潜游到我们的船只旁给我们致命一击。\n\n我发现小帆船只剩下帕特里斯的。是我忠实的部下。但他也第一次开始当了船长，我知道他不会离开我，仅仅是因为不想和卡斯梅特拉在一起。他现在率领着自己的船。\n\n「有机会！我需要用那条船做个诱饵！」卡斯梅特拉说，「然后我可以做一个魔法炸弹！」\n\n「你不可以伤害帕特里斯！」我惊恐地回应道。\n\n「帕特里斯？那个不听你话的大副？那个男人根本就不把你放在眼里，那天居然还和你吵了一架。留着他又做些什么？现在利用这么好的机会，就可以击退敌人的舰队！」\n\n「住口！」我愤怒地说道，「我不能牺牲他的生命！」\n\n该死，我离她的船还有一定距离，如果我阻止她，恐怕什么都做不成了。卡斯梅特拉很快念动了咒语，以她优雅的姿势。是的，正当泰塔利亚舰队集中攻击可怜的帕特里斯时，水中长出了巨大的冰山，它们迅速增长，大块的冰刺穿了所有的船。\n\n当这一切结束时，我站在甲板上，凝视了好一会儿。这法术挽救了他的生命但夺走了朋友的生命。还带走了很多忠实部下。我不禁想要流泪。可是卡斯梅特拉却来到我的面前。\n\n「你知道吗？你如果想救他，我就不能放出这个法术。而且这种情况，你不仅救不了他，我们全都得死在这里！」\n\n「住口。我需要安静一会儿。」我知道，作为一名海盗，我没法预测每天发生的一切。失去好朋友是迟早的。我望着海面，想着我的朋友。那个富有正义感，经验丰富的水手。\n\n「对不起，我没能为你报仇。」我喃喃地说。",
	"map.h2terror:4.event.1.description" : "在船和水手都遭到严重损失后，彼得利和残留的余部到达了赞瑟尔标记的地方。这是一个由崎岖山脉组成的小岛。也不知道是哪个探险者在岩石上标记了几个字「复仇之岛」。\n\n「我在这里看不见任何号角状的东西。」我看了看说。\n\n「不，不是的。号角肯定在地下，位于海蛇的迷宫里。然而我知道如何去那里！」卡斯梅特拉说。这个神秘的女巫使用了一个奇怪的咒语，然后她的话变成奇怪的远古文字，飞向山里并消失。当她终于沉默时，山上发出一声沉闷的巨响，如同锤子敲击铁砧发出的声音。\n\n「密语已经完成。」她说。彼得利看着那个奇怪的法术，不禁有些惊惧。他问卡斯梅特拉那些奇怪的文字。\n\n「是我们图书馆记载的古代文字。难以形容，但我们的文献记载到这里的打开方式。」卡斯梅特拉说。\n\n山间有一条黑色通道，看起来非常恐怖。彼得利拿着他的武器，进入那个恐怖的石阶下。\n\n「我们必须谨慎一点」卡斯梅特拉警告道，「当心陷阱！」\n\n彼得利独自开始行进，他开始下到黑暗中，但当他下去之后，山脉却封了起来。\n\n「怎么这样？只能下去一个人！他们怎么办？」彼得利回头看着那个奇怪的大门。\n\n「原来还有第二层密语。可我不知道。」卡斯梅特拉无奈地说。我试了很多方法，都不能打开。\n\n该死！我居然独自让我的哥哥下去！而不是去陪着他？我害怕他并没有那么好的运气。我愤恨这种诅咒，抽出刀砍在坚硬的岩石上。\n\n「冷静！你哥哥还活着，只是在迷宫里！」卡斯梅特拉说道。\n\n「那太棒了不是吗？我的朋友已经失去，现在你又让我的哥哥和我分开！」我没有转身，带着恶意的语气。\n\n「先回去吧。我们等他，彼得利是个聪明的人，相信他会没事的。」卡斯梅特拉说。",
	"map.h2terror:4.event.2.description" : "彼得利最终下到潮湿的洞穴中，很奇怪的是，这里并没有像它最初看到的那样黑暗。因为洞穴里闪烁着奇怪的蓝光。\n\n「对不起，杰里米。巫师并没有教我关于这种事发生的解决方式。我真不该觉得他是个好人。」他喃喃地自语，「但是我别无选择，如果不带着号角离开，我就会死在这里。但我此时也相信运气。是的，命运之神会保佑我的。」\n\n他跪着，学着牧师的祷告。那是他年幼时被授予的基本礼节。",
	"map.h2terror:4.event.3.description" : "卡斯梅特拉正在凝视着一个神奇的球体。我不禁好奇地走到她身边。\n\n「小心！」卡斯梅特拉说，「别碰它，你会被它变成青蛙的！」\n\n「真的吗？」我惊呼一声，向后跳了起来。\n\n「哈哈！我只是在开玩笑。但是青蛙还在身边呢！」她说，「直到吗？那些蜥蜴人可能会准备下一次的进攻，现在他们只是在休息。很快我们就会遭遇他们的攻击！他们会认为我们是敌人。」\n\n「我们不得不以某种方式阻止这种事情发生。否则哥哥会死在这群青蛙的手里。」我说，突然想起了曾经的朋友阿尔金。他确实曾经效力于泰塔利亚的部队。但是他已经离开很久。",
	"map.h2terror:4.event.4.description" : "我鼓起勇气叫卡斯梅特拉来见我。她走了进来，好奇地看着我。我沉默了一会儿，说：\n\n「卡斯梅特拉，我听说法师可以使用魔法诱饵，所以帕特里斯不该死，你也可以不用伤害他去击退那些敌人。」我说。\n\n「你这么想？」卡斯梅特拉惊讶地问道，「你射出子弹的时候想没想过它可能误伤你的队友？你能确定它飞到哪里去吗？我的法术也一样，它不好控制。」\n\n「不，我注意到他不喜欢你。你也许是为了报复他才这么做的。」我坚持这样认为。\n\n「什么？那只是一个脾气暴躁的老头子。我难道会为报复他伤害其他忠实的船员吗？」卡斯梅特拉反问我。\n\n「对不起，我没这样想！」我回答说，坐在地上，似乎糊涂了。「我只是……」\n\n我没有继续说，帕特里斯给了我太多回忆，他是我的挚友，甚至是导师。然而他死了。我的哥哥也被困在地道里。谁会知道他能不能活着离开？我每天都只能借酒浇愁，只为睡个好觉。然而我却睡不着。\n\n卡斯梅特拉走近我，她说：「你累了。杰里米。休息一下会更好。」\n\n随后她用纤细的双手轻抚着我，我必须承认她的香水味令人愉悦。\n\n「休息？是啊，那是个好主意。」我微笑了。",
	"map.h2terror:4.event.5.description" : "我不禁想起帕特里斯和他那遥远的家。是的，他不会再回去见到他的妻女。也许他的女儿已经嫁为人妇，但也有可能他们没有得到很好的照顾。我知道他们过得很好的希望是渺茫的。我答应过他要把那个领主扔进鲨鱼池去陪鲨鱼畅游。然而现在不可能，只能让这个讨厌的家伙继续逍遥一阵子。但我会记住他的遗愿。这也是海盗的信念。\n\n我想起他上次好像和我说过，他的女儿早就有心上人，也是个海盗。也许她会得到好的照顾？但是我的心情还是不能够平静。",
	"map.h2terror:4.guards.10.70.1.message" : "「你自己以前有没有来过这里？」彼得利问达盖姆。\n\n「当然没有！我确实以前想要寻找它，但是我发现我不可能，我的部下都死了，我一看就是那种无能力持有他的平凡人。只有你这样的高贵者才能拥有它！」达盖姆说道。\n\n「还算靠谱。我会答应给你一些报酬。以后如果你表现得好，我可以将你升任我的大副。」彼得利平淡地说。\n\n「这…………」\n\n「现在没你的事，我要亲自前进去夺取它。」彼得利说，但是达盖姆似乎欲言又止。难道是不满意彼得利对他的承诺？",
	"map.h2terror:4.guards.100.25.1.message" : "又是日记的一页：\n\n「不可能！我真的要离开这里！可是桑德拉在我面前变成了一个怪物。 我不知道她是谁，但这个老巫婆就是带我进入这里的人 - 无论是幻觉还是真正的诅咒 - 但我不得不杀了她，因为她现在要吃了我！我几乎失去了所有的部下。 老天！为什么要这么悲惨地对待我！」",
	"map.h2terror:4.guards.100.62.1.message" : "当心突袭！",
	"map.h2terror:4.guards.100.9.1.message" : "突袭！",
	"map.h2terror:4.guards.103.14.1.message" : "突袭！",
	"map.h2terror:4.guards.103.39.1.message" : "揂mbush!?",
	"map.h2terror:4.guards.104.49.1.message" : "突袭！",
	"map.h2terror:4.guards.106.31.1.message" : "突袭！",
	"map.h2terror:4.guards.22.19.1.message" : "突袭！",
	"map.h2terror:4.guards.38.102.1.message" : "有个陷阱！小心！",
	"map.h2terror:4.guards.49.28.1.message" : "你发现了日记的另一页。\n\n「这里真是可怕，迷宫到处都是疯狂的怪物。他们一直在这里穿行，有被诅咒的怪物和水里的怪兽。我好想出去，也许我该听一下智者的警告，这项任务不容易，太多的人丧生了，如果我也将死去，那该怎么办？」",
	"map.h2terror:4.guards.5.57.1.message" : "战胜深渊海蛇之后，达盖姆来到彼得利的身边。看着这个海盗摘走号角。\n\n「我会给你许诺的东西。」彼得利擦着那个号角。\n\n「你会知道我想要些什么？」\n\n「当然是金子，还有船和住宅。我还会给你一些你能亲自统帅的部下。」\n\n「是吗？那可多谢你了。」达盖姆说。\n\n彼得利转向他的身后，但是他很快就失去知觉。是的，昏迷中他听到达盖姆的话。\n\n「该死的海盗。你真的以为自己能够得到这件宝物？我看见了你对我的「尊敬」。还有你在骂我的老师……好吧，这不算什么。但重要的是，你这样自大的人，早晚会害了自己！」",
	"map.h2terror:4.guards.50.103.1.message" : "没有路回去了。",
	"map.h2terror:4.guards.58.9.1.message" : "突袭！",
	"map.h2terror:4.guards.60.33.1.message" : "突袭！",
	"map.h2terror:4.guards.60.71.1.message" : "当心突袭！",
	"map.h2terror:4.guards.66.23.1.message" : "突袭！",
	"map.h2terror:4.guards.69.36.1.message" : "又发现了冒险者的日记：\n\n「真要结束了吗？几乎每个人都死了，但是我逃脱了。可怕的巨蛇......我从未见过这样的生物。我早就得到警告，可是我还是不放弃这样的行动。我必须为战斗做好准备，可是我真的有力量去打败那群海蛇吗？这可能是最后的日记了。很快，没有人会记得我，没有人会知道曾经谦卑的法师达盖姆......」",
	"map.h2terror:4.guards.72.7.1.message" : "突袭！",
	"map.h2terror:4.guards.77.92.1.message" : "彼得利发现一个废弃的木筏，有一些食物和羊皮卷。看起来像是某人的日记\n。\n「我的鞋丢了，所以我不得不用亚麻布包裹大腿。除了号角本身，这个迷宫也是充满各种宝藏。幸运的是，我可以找到一双神奇的靴子。但是我认为……」\n\n「实在是太有趣了，难道有人在此之前也在寻找深渊号角吗？」彼得利收起这张卷轴，继续前进。\n",
	"map.h2terror:4.guards.80.34.1.message" : "突袭！",
	"map.h2terror:4.guards.82.102.1.message" : "突袭！",
	"map.h2terror:4.guards.85.30.1.message" : "突袭！",
	"map.h2terror:4.guards.85.61.1.message" : "彼得利发现另一张羊皮卷。上面写着：\n\n「恐慌让我不得不放弃。我一点也不知道我该做什么，或者去哪里！我真的希望努力能换来回报。我正准备……」\n",
	"map.h2terror:4.guards.86.4.1.message" : "这里真的藏着「深渊号角」?",
	"map.h2terror:4.guards.86.5.1.message" : "「也许号角就在盒子里！」达盖姆说道。\n\n「别骗我，如果骗了我的话我不会放过你。」彼得利回头看向他。\n\n「没有，没有！」达盖姆说，「需要你亲自来看看才是！」\n\n「如果没有的话，你死定了。」彼得利带着一丝威胁性的语气。是的，他不想有人欺骗他。",
	"map.h2terror:4.guards.88.39.1.message" : "突袭！",
	"map.h2terror:4.guards.88.73.1.message" : "突袭！",
	"map.h2terror:4.guards.9.12.1.message" : "彼得利靠近一座破旧的监狱墙壁，与其说是监狱，不如说是破船的残骸。他走进门前，里面传来声音。\n\n「终于有人来了，快救救我！」\n\n「我并不认识你，也不知道你有什么目的。为什么要救你？」彼得利平静地说。\n\n「我是达盖姆！我只是一个在错误时间出现在错误地点的人。」\n\n「我不想管你的废话。你的日记是不是散落在海上？」彼得利问他。\n\n「日记？是的，是的。我被一些疯狂的怪物抓住囚禁了起来。」那个囚犯说。\n\n「我想你也要搜寻号角，所以很抱歉，我不能带你走。」彼得利说。\n\n「不！那是你的，是你的。」囚犯哀求道，「对我来说会有什么用？我是一个落难的人，有什么比我的性命重要？放了我，我会当你忠实的部下，帮你去找号角！听着，如果没有我的咒语，你根本得不到任何东西。」\n\n「好吧，我想一个将死的人也不会骗我。而我救了你。也许在这里我并无依靠，也需要一个忠实的部下。」彼得利说。",
	"map.h2terror:4.guards.92.26.1.message" : "突袭！",
	"map.h2terror:4.guards.98.15.1.message" : "突袭！",
	"map.h2terror:4.header.description" : "彼得利必须击败看守深渊号角的深渊海蛇。如果彼得利被打败，任务终将失败。你的英雄只能升到24级。杰里米，卡斯梅特拉和塔克可以继承经验进入最终场景。",
	"map.h2terror:4.header.name" : "寻找号角（5/6）",
	"map.h2terror:4.monster.102.89.1.message" : "这些士兵看来也迷失了方向。必须小心他们的进攻。",
	"map.h2terror:4.monster.105.6.0.message" : "哞！",
	"map.h2terror:4.monster.33.57.1.message" : "尼根会统治一切的！",
	"map.h2terror:4.monster.5.56.1.message" : "彼得利靠近了「深渊号角」，然而他看到一些游荡在周围的海蛇。\n\n「嗯，是的，那群海蛇不会因为我的咒语而离开。」达盖姆说。\n\n「是吗？你真的没有办法？」\n\n「也许现在只有打一架了！」他说，「我不喜欢使用蛮力，但是在获得这件宝物的时候它却很有效。」\n\n「是的，你说得对。」彼得利笑了笑，「还真是懂我。」",
	"map.h2terror:4.monster.51.106.1.message" : "为你效劳！船长。",
	"map.h2terror:4.monster.52.105.1.message" : "嗨！如何能让我们出去这里？",
	"map.h2terror:4.monster.56.97.0.message" : "这些水手是帕特里斯的旧部。他们站在岸边看着我。\n\n「帕特里斯是个忠诚，出色的人，我对不起他。」我喃喃地说。\n\n「船长！」一个水手说，「虽然帕特里斯大副遇难了，但是我们也会继承他的遗志！」\n\n我看着这些忠实的部下，心里悲痛万分。",
	"map.h2terror:4.monster.58.98.0.message" : "这些海盗是没有跟随哥哥下去的人。他来不及带着部下进入洞窟。我知道哥哥对部下很好，他们也是忠诚的。我觉得应该收留这些人。",
	"map.h2terror:4.monster.63.61.0.message" : "快走，快走，这些都是我们的宝藏！",
	"map.h2terror:4.monster.75.55.1.message" : "这些就是那个日记主人提到的，跟随他部下们的死尸。他们就是死了，也感觉是阴魂不散。",
	"map.h2terror:4.monster.77.64.1.message" : "啊，我们得救了，真棒。",
	"map.h2terror:4.monster.85.21.0.message" : "一定是这群教士在水上扔了很多不明话语的漂流瓶。",
	"map.h2terror:4.monster.87.68.0.message" : "我发现一群盗贼，他们的头子居然想要打劫这个旅店。为了保证这里的安全，我决定赶走他们。",
	"map.h2terror:4.monster.98.13.0.message" : "不许拿走我们的宝物！",
	"map.h2terror:4.monster.99.106.0.message" : "去死！海盗。我们很快就会杀死你们全部！",
	"map.h2terror:4.quest.10.71.1.completed" : "达盖姆念了一段咒语，海蛇果然很听话地进入了海底。现在没有人阻止你了，要通过这里吗？",
	"map.h2terror:4.quest.10.71.1.firstVisit" : "海蛇守着这里！听说只有达盖姆才能用咒语让他们离开。",
	"map.h2terror:4.quest.10.71.1.nextVisit" : "你需要寻找达盖姆来让海蛇离开。",
	"map.h2terror:4.quest.103.5.1.completed" : "他带着你度过小海沟后就离开了。现在要继续前进吗？",
	"map.h2terror:4.quest.103.5.1.firstVisit" : "幽灵水手说他曾经是一位船长，现在想要他的帽子，也就是航海家之帽。如果你给他带来，他会很乐意带你通过这里。",
	"map.h2terror:4.quest.103.5.1.nextVisit" : "幽灵水手说他曾经是一位船长，现在想要他的帽子，也就是航海家之帽。如果你给他带来，他会很乐意带你通过这里。",
	"map.h2terror:4.quest.105.98.1.completed" : "战士给了你一本书，就安详地离世了。你虽然可以取回你给他的东西，但你没这么做。因为这不是你该做的事情！你也是一个战士，所以你决定埋葬他，并把这些宝石作为他的陪葬品。",
	"map.h2terror:4.quest.105.98.1.firstVisit" : "你发现一个将死的战士，他只想在死前得到12 宝石。你知道救不了他，也许满足他一个小愿望还是可以的。",
	"map.h2terror:4.quest.105.98.1.nextVisit" : "你发现一个将死的战士，他只想在死前得到12 宝石。你知道救不了他，也许满足他一个小愿望还是可以的。",
	"map.h2terror:4.quest.106.100.1.completed" : "她很快带来10个女巫，她说这些人都是聪明的学徒，会帮你完成很多事的。代价就是你给她找来的项链。",
	"map.h2terror:4.quest.106.100.1.firstVisit" : "人鱼说如果你能为她带来海神项链，她会说服一些女巫加入你的部队。这个交易并不坏。",
	"map.h2terror:4.quest.106.100.1.nextVisit" : "人鱼给你指了路，在西方的某片海域可以找到它。虽然离这里有点远。",
	"map.h2terror:4.quest.31.4.1.completed" : "彼得利看着达盖姆使用奇怪的咒语。\n\n「你怎么会知道这些？或是你们那群法师都知道？」彼得利问。\n\n「是的，这也是我的老师曾经教过我的。」他回答。\n\n「老师？你的老师是谁？」\n\n达盖姆说出了很多名字，其他不重要，但有一个是「赞瑟尔」。正是彼得利救出的法师。看来那个老狐狸根本不想让他得到这个宝物，连这么重要的秘诀都没说！彼得利不禁骂了他一句。",
	"map.h2terror:4.quest.31.4.1.firstVisit" : "只有达盖姆可以用口令打开这里。",
	"map.h2terror:4.quest.31.4.1.nextVisit" : "你不知道口令，无法打开。",
	"map.h2terror:4.quest.44.12.1.completed" : "你决定要学习这个魔法吗？",
	"map.h2terror:4.quest.44.12.1.firstVisit" : "只要带来龙牙项链，这里的女巫就会教你一个实用的魔法。那个项链就在北方不远处。",
	"map.h2terror:4.quest.44.12.1.nextVisit" : "只要带来龙牙项链，这里的女巫就会教你一个实用的魔法。那个项链就在北方不远处。",
	"map.h2terror:4.quest.46.38.1.completed" : "小妖精拿出他的宝物「水神靴」，并且问你真的要买吗？当然，你有选择不要的权利。现在你确定要完成这笔交易吗？",
	"map.h2terror:4.quest.46.38.1.firstVisit" : "这里的小妖精说有一个宝物想要卖给你，并且说他已经打了折，但剩下的钱还是5000 金币和15 水银，15 硫磺，5 宝石和5 水晶。你决定要买下这个宝物吗？",
	"map.h2terror:4.quest.46.38.1.nextVisit" : "他说你的钱不够，这个东西不能再打折了。",
	"map.h2terror:4.quest.87.12.1.completed" : "达盖姆念了一段咒语，海蛇果然很听话地进入了海底。现在没有人阻止你了，要通过这里吗？",
	"map.h2terror:4.quest.87.12.1.firstVisit" : "海蛇守着这里！听说只有达盖姆才能用咒语让他们离开。",
	"map.h2terror:4.quest.87.12.1.nextVisit" : "你需要寻找达盖姆来让海蛇离开。",
	"map.h2terror:4.quest.94.90.1.completed" : "终于门打开了，你要通过这里吗？",
	"map.h2terror:4.quest.94.90.1.firstVisit" : "彼得利注意到塔楼上的15个水晶凹槽。也许这就是开门的钥匙！必须带来15个水晶。",
	"map.h2terror:4.quest.94.90.1.nextVisit" : "彼得利注意到塔楼上的15个水晶凹槽。也许这就是开门的钥匙！",
	"map.h2terror:4.quest.99.63.1.completed" : "你现在想要通过这里吗？",
	"map.h2terror:4.quest.99.63.1.firstVisit" : "你必须带来7000 黄金才能通过。",
	"map.h2terror:4.quest.99.63.1.nextVisit" : "你必须带来7000 黄金才能通过。",
	"map.h2terror:4.sign.104.32.0.message" : "仙人掌之岛",
	"map.h2terror:4.sign.104.50.0.message" : "接受「全知之眼」进入你的灵魂并被宽恕....",
	"map.h2terror:4.sign.24.100.0.message" : "每个人都要跪在「全知之眼」前。 ",
	"map.h2terror:4.sign.35.63.0.message" : "「全知之眼」就像三角形一样。",
	"map.h2terror:4.sign.56.100.0.message" : "海蛇的洞窟",
	"map.h2terror:4.sign.6.96.1.message" : "死亡之路",
	"map.h2terror:4.sign.69.72.0.message" : "「全知之眼」代表开始和终结……",
	"map.h2terror:4.sign.7.49.1.message" : "海洋神庙",
	"map.h2terror:4.sign.82.35.0.message" : "方形和椭圆形的尽头就在附近......",
	"map.h2terror:4.sign.87.69.0.message" : "棕榈树酒店",
	"map.h2terror:4.town.2.32.1.name" : "尽头",
	"map.h2terror:4.town.21.107.1.name" : "无尽",
	"map.h2terror:5.event.0.description" : "塔克看着海盗们将军队和资源带上船只，然后他们准备启航了。但他的眼神没有离开他的族人们。多年来，他们一直保守着他们自己的秘密，但现在，他们中的许多人都死了，或者成为了猎物被囚禁了起来。\n\n「塔克，感谢你的帮助。我们现在走了，你会跟着我们吗？」彼得利说道。\n\n「我也谢谢你。」塔克说，「你告诉过我，我的族群还有很多人没有被解放。现在我还需要让他们重获自由。我也知道他们在那里。」\n\n「也许我们可以帮你？」彼得利说。\n\n「不，你可以先走你的路，而我却要选择另一条路。不是所有的鱼人都会帮助你，因为就连我都没办法把他们召集在一起。」塔克面向大海说。\n\n「我们会再见吗？」彼得利问道。\n\n「可能吧。」塔克回答道，「如果我回来，我一定来找你。如果我没有回来，那就忘了我。」\n\n就这样，塔克走进水里，直到水到达他的腰部，然后他像鳄鱼一样潜入水中，从我们的视线中消失了。",
	"map.h2terror:5.event.1.description" : "塔克游了很久，直到他进入了尼根领主的地下世界。 独立于塔克统治国度的一小群鱼人们居住在这些水下洞穴中，直到被地下领主征服并奴役。现在是时候释放他们了，并且，必须让他们了解真正的统治者。 塔克是鱼人族的王子之一，他们的国度已经延续了很多年。而且，在他们的种族里发生了可怕的事情，由于一些神秘的疾病，许多小鱼人一出生就死了，甚至随处可见空洞的鳄鱼蛋。 所以，人口也在逐渐减少，曾经繁荣的国度就这样灭亡了，只剩下寥寥无几的村落。\n\n虽然看起来像一个缓慢爬行，且思维简单的怪物，但塔克确实是他们族群中最有智慧的一只。他很快就收到了消息。尼根的地城大领主们正处在内战的阵痛中。如果这时候突袭他们去解救自己的族群，他们绝对不会立刻注意到。",
	"map.h2terror:5.event.2.description" : "塔克知道他无法拯救所有人，但也许他可以拯救大多数人。 那些他无法拯救的人如果想活下去就必须逃离并自生自灭。 在审问了他新占领城市的平民后，塔克得知领主正在忙着打仗，并且不会立即注意到这座城市的异常动向。 \n\n此外，塔克发现一些鱼人正处于地城大领主的奴役之中。他们的体质使他们可以免疫一些连洞穴人都承受不了的剧毒。这群妖术师们特别喜欢奴役他们完成其他人完成不了的开采工作。",
	"map.h2terror:5.event.3.description" : "洞穴中的黑暗和潮湿让塔克决定带走他的族群，他希望为他的人民找到一个更好的家园。也许跟随海盗会有收获。他们经常旅行，也许知道很多好地方。在那个新的家园里。鱼人们可以慢慢恢复他们的文明，也不必担心入侵者。出于这个原因，塔克决定带着族人们追随彼得利和他的海盗们。",
	"map.h2terror:5.event.4.description" : "迟早，这些领主将结束他们的争执并注意到他们已经丢失的前哨基地。 塔克必须做好和他们交战的准备。这也是为了自己的族群不再被邪恶领主抓走。",
	"map.h2terror:5.guards.66.65.0.message" : "塔克看到一个披着铠甲的鱼人。他看到塔克的到来非常惊讶。\n\n「我是塔克王子。」塔克说道。\n\n「见到你真是太好了。我逃脱了奴役，并且杀死了牛头人抢走了盔甲。现在地下领主忙着内战，没注意到我已经逃跑了！现在就让我加入你吧！王子。」鱼人说并向塔克施礼。",
	"map.h2terror:5.header.description" : "塔克必须招募到30个鱼人战士并且击败邪恶的尼根部队。这场战役他只能升到24级，且不能战败。塔克和他的技能法术将跟随他进入下一个场景。",
	"map.h2terror:5.header.name" : "自由人（4/6）",
	"map.h2terror:5.header.rumor.0.text" : "地下领主现在是龙后穆塔。",
	"map.h2terror:5.header.rumor.1.text" : "美杜莎和牛头人杂交，会变成长着牛头的蛇妖吗？",
	"map.h2terror:5.monster.47.38.0.message" : "你发现一群迷路的弓箭手，看来他们不会加入你的部队。很显然，他们把你也当作了敌人。",
	"map.h2terror:5.monster.58.48.0.message" : "蜥蜴人又逃走了！现在把他们抓回去！",
	"map.h2terror:5.monster.63.44.0.message" : "奴隶逃走了！快杀死他们！",
	"map.h2terror:5.quest.53.33.0.completed" : "鱼人终于获救了，作为感谢，他决定加入你的部队！",
	"map.h2terror:5.quest.53.33.0.firstVisit" : "你看到一个受伤的鱼人。正好懂医疗知识的你决定给他输血。可是必须找到活力圣瓶。",
	"map.h2terror:5.quest.53.33.0.nextVisit" : "不能找到活力圣瓶给它输血，他恐怕会死的。",
	"map.h2terror:5.sign.12.57.0.message" : "南方隧道",
	"map.h2terror:5.sign.28.28.0.message" : "地洞入口",
	"map.h2terror:5.sign.35.27.1.message" : "当心剧毒的矿脉。开采时请万分小心。",
	"map.h2terror:5.sign.43.35.1.message" : "地图创作者： {F a t a l i s t}",
	"map.h2terror:6.event.0.description" : "昏暗灯光下的海港，偶尔能见到一两个人影，岸边停靠着几艘小船。在一个充满潮湿霉味的小酒馆里，彼得利正坐在角落里喝着廉价的啤酒。他讨厌这个地方，可是却不能没有酒喝，因为那是他的习惯。这时候门开了。\n\n穿着华丽夹克的男人走了进来。那个人看起来和彼得利有着惊人的相似之处。虽然还要年轻一些。是的，那就是我，杰里米。然后一位穿着华丽的女人也跟着进来了。我走近彼得利，欢快地拍着他的肩膀。\n\n「你跑到哪里去了，好久不见。我真的怕你出事。」我说。\n\n「不能说丧气话。杰里米。你真的一点都没变。这么久你到底发生了什么事情？」彼得利说。\n\n「没，没什么。我向你介绍一个人，她叫做卡斯梅特拉，高阶海洋女祭司。」我介绍了卡斯梅特拉。\n「很高兴见到你，彼得利船长。杰里米和我说过你的故事。」卡斯梅特拉说。\n\n「真的吗？他到底说了什么我的坏话？」彼得利咧嘴一笑，喝了一口酒。是的，那酒实在是廉价而且难喝。\n\n「听说你救了凯瑟琳女王的大法师赞瑟尔。」杰里米吹了口哨说，「你是不是开始为埃拉西亚效力了？我听说之前也有一个加入海盗的人当上了埃拉西亚的将军呢！」\n\n「没有，没有，那多不自由！你想我可能知道在牢里的人是赞瑟尔吗？」彼得利抱怨道，「现在好多人都谈论我为女王工作的事情，看来我很快就也是一名「皇家海盗」了，不是吗？谁叫我救出来的人那么重要！」\n\n「那也不错不是吗？」卡斯梅特拉说。\n\n「不，我还是喜欢自由的生活。不过那个恶心的巫师倒也不是忘恩负义，他告诉我一个关于「深渊号角」的传说。」彼得利说，这句话让卡斯梅特拉感到惊讶。\n\n「天哪，你居然知道这样东西！」她惊呼道。\n\n我也惊讶地看了她一眼，「这东西到底有什么特别的？」\n\n「当然！你不会不知道关于「末日之刃」或者「鬼王斗篷」那样的东西吧！」卡斯梅特拉兴奋极了，「就是那种非常少见，具有传奇色彩的宝物！获得它们的人也会得到超凡的力量！而「深渊号角」就是其中的一个！据说它在某个地方的海底，找到它的人将统治整片海洋！」\n\n我对她的话并不是非常相信，而彼得利问她是不是知道那件宝物的确切位置。\n\n「相信我，你也会得到神奇的力量！」卡斯梅特拉优雅地将手按在脸上，「我们去寻找「深渊号角」吧！」\n\n我有些动心了，说：「好啊！我们现在就启程吧！」\n\n「你还是那样没脑子。现在凭什么？就凭我们两个人？」彼得利并没有很高兴地说，「我们没有足够的部队，船只和补给。」\n\n「别忘了我。我也会提供很多帮助。」卡斯梅特拉补充道，「我知道如何获得所需的一切！」\n\n「好吧。不过我们也需要付出一些努力。我并没有拒绝，只是现在明显还不可以。」彼得利说道，他突然想起来一件事，转向我问，「听说你遇到困难了？我们的「黑色独角兽」号还无恙吧！」\n\n我靠在椅子上，低声说：「它沉没了。」",
	"map.h2terror:6.event.1.description" : "我们走出小酒馆，彼得利给了侍者一些小费。然后他转向我：「你看，那里的海岸充满着黑色的烟雾。那里涌入了大量的邪恶生物。」\n\n「是我之前遇到的克里根恶魔。看来他们还是来了。」我无奈地说。\n\n「别说这些，你不想想恶魔也会有我们需要的东西？比如大量的资源或是其他有用的宝物？」卡斯梅特拉说道。\n\n「是的，我听说他们是为了对付埃拉西亚才来的，也许不会注意到我们。在这时候我们或许需要很多资源，不是吗？」我想了想说。\n\n「是啊，我知道有一件宝物叫做「丰收之角」。那件宝物可以给我们带来大量财富，只是可惜我们要先找到它的部件，然后让最出色的工匠打造它。据我所知，这件宝物可以生产大量财富，但太久的话就会自己破裂。」彼得利说。\n\n「是啊，传言是阿基巴德-艾恩法斯特就有这件宝物，最后宝物自毁了，所以阿基巴德输了战争。不是吗？」卡斯梅特拉笑着说。\n\n「哈哈，你是怎么知道阿基巴德的故事的？我以为你只会坐在岩石旁边一辈子看着大海呢。」我笑着说，似乎是故意开玩笑，让卡斯梅特拉有些不悦。\n\n「我们还有要事要办，别开玩笑了。」她说。",
	"map.h2terror:6.event.2.description" : "侦察兵报告南部有一个埃拉西亚前哨：卡斯特洛斯堡垒。 我们需要尽快和那里的居民结盟。虽然这样也并没有什么实质对抗克里根的可能。但是我们也许会发现其他的东西。",
	"map.h2terror:6.event.3.description" : "一群受惊的船员冲进了我们的房间。「船长！我们看到巨型鳄鱼在岸上，刚从海里出来！」\n\n我们看到两个巨大的生物，有点像蜥蜴人。啊，我回想起好像以前在「乌托邦」的那个小岛上见过他们。现在他们躺在岸边，呼吸沉重。\n\n「这怎么回事！」彼得利走到他们身边，跪着查看，「这究竟是什么生物？」\n\n「鱼人族。」卡斯梅特拉说，「是古代海洋种族生物，一度被认为已经灭绝。很久以前，他们的王国就在这附近的某处。既然他们出现在这里，那我相信很快能看到更多的鱼人。」\n\n「那我希望他们是友好的。」彼得利说。",
	"map.h2terror:6.event.4.description" : "我们发现了更多的鱼人。他们中的许多都可以说话甚至挥舞武器。\n\n我听到他们说，有一座他们的堡垒在附近的岛屿上，只是被恶魔威胁了。当塔克王子试图打破包围时，被恶魔抓住了。恶魔想劝他投降，但是他没有同意。恐怕现在他还在遭受狱魔的鞭打。我摇了摇头，觉得不能获得他们帮助的时候，彼得利决定出兵去拯救这位鱼人王子。他告诉我，鱼人都是有价值的盟友。我们一定要帮助他们。",
	"map.h2terror:6.event.5.description" : "卡斯梅特拉把我们聚集到一起，说有要事相商。\n\n她说已经探查到克里根恶魔认为凯瑟琳女王雇佣了海盗来侧翼攻击他们的部队，所以他们将一些后卫部队移到海边。他们很快就会试图把我们赶走。所以我们必须尽快拿到「丰收之角」。\n\n「这太可恶了！而且我也不想这样毁掉我的声誉。高贵的彼得利居然会当埃拉西亚的雇佣兵。」彼得利沮丧地嘀咕道。「这样的话很多该死的海盗们会认为我加入了埃拉西亚的部队，只因为我救了那个法师。这真的不是一件好事！」\n\n「我想并没有吧。」我说，「你想想至少你会被埃拉西亚人认作英雄，然后酒馆会给你打折嗯，还可以获得通行许可不是吗？我唯一担心的只是没有足够的钱了。」\n\n「我们是海盗，但是我们从来没有掠夺过别人。但是对于恶魔，我们完全可以这么做！」彼得利笑着说。\n\n「是的！我们很快就会把那群恶魔都扔到大海里看他们和鲨鱼一起畅游！当然是绑着丢下去的！」我也笑了。",
	"map.h2terror:6.event.6.description" : "我和帕特里斯发生了争执，在我正在享用朗姆酒的时候。\n\n「船长，我想和你谈一些事情。」他说。\n\n「好的，你说吧。我听着。」我点了点头。\n\n「我不喜欢你被这个女人拖着，而且你为什么要这种无聊的事情？寻找什么神器？我感觉你变了很多。」他很认真地说。\n\n「那是我自己的决定！」我回答道，「没有人拖着我们。光荣的海盗生涯也伴随着风险，不是吗？顺便我们很快就会有一艘新船的，一艘漂亮的护卫舰。我会让瑞格纳的那些饶舌家伙闭上嘴！」\n\n「你还是这样。我想我不能再跟在你身边了。」帕特里斯说，随后他离开了我，是的，我曾经给他自己的船，也许他会回到那里，和自己的手下在一起。\n\n我同意让他离开，只是不能帮他报仇了。我也无法理解为什么他这么讨厌卡斯梅特拉。",
	"map.h2terror:6.event.7.description" : "我们应该考虑到，动作越是慢，克里根恶魔就会越强大！他们很快就会成为我们致命的威胁。所以我们需要尽快消灭他们！",
	"map.h2terror:6.guards.65.2.1.message" : "陷阱！看来我们没那么接近此地！",
	"map.h2terror:6.guards.92.0.0.message" : "看起来鱼人的领导者被囚禁与此。我们需要救他出来。",
	"map.h2terror:6.header.description" : "杰里米，彼得利和卡斯梅特拉必须取得丰收之角，并且救出塔克让他进入后续场景。他们在这场战役可以升到18级。杰里米，彼得利和卡斯梅特拉的技能，魔法，经验值都可以进入后续场景。",
	"map.h2terror:6.header.name" : "地狱边缘（3/6）",
	"map.h2terror:6.quest.12.1.0.completed" : "多谢，你将很快拥有它，现在把木材车带走吗？",
	"map.h2terror:6.quest.12.1.0.firstVisit" : "你好，如果给我30000金币，你将获得木材车。",
	"map.h2terror:6.quest.12.1.0.nextVisit" : "你的钱还不够。",
	"map.h2terror:6.quest.13.60.0.completed" : "多谢，你将很快拥有它，现在把它带走吗？",
	"map.h2terror:6.quest.13.60.0.firstVisit" : "你好，如果给我90000金币，你将获得水银瓶。",
	"map.h2terror:6.quest.13.60.0.nextVisit" : "你的钱还不够。",
	"map.h2terror:6.quest.30.17.0.completed" : "多谢，你将很快拥有它，现在把它带走吗？",
	"map.h2terror:6.quest.30.17.0.firstVisit" : "给我90000黄金，我就送给你一个硫磺指环。",
	"map.h2terror:6.quest.30.17.0.nextVisit" : "你的钱还不够!\n",
	"map.h2terror:6.quest.31.0.0.completed" : "多谢，你将很快拥有它，现在把它带走吗？",
	"map.h2terror:6.quest.31.0.0.firstVisit" : "给我80000黄金，我就送给你一个宝石戒指。",
	"map.h2terror:6.quest.31.0.0.nextVisit" : "你的钱还不够！",
	"map.h2terror:6.sign.12.81.0.message" : "卡斯特洛斯",
	"map.h2terror:6.sign.75.68.0.message" : "恶魔之湾",
	"map.h2terror:6.sign.93.0.0.message" : "监狱之门",
	"map.h2terror:6.town.10.79.0.name" : "卡斯特洛斯",
	"map.h2terror:6.town.47.43.0.name" : "尼克萨斯",
	"map.h2terror:6.town.6.8.1.name" : "中心城",
	"map.h3horn:0.event.1.description" : "我从沙滩上醒来，周围什么也没有，但我想到之前的处境。是的，现在何其相似，我没有船，独身一人，是的，没有帕特里斯的陪伴。但是无论如何，我不能忘记卡斯梅特拉。那个邪恶的女巫抢走了号角的时候，我被卷入漩涡。是的，我早该预知到的，达盖姆并不可恶，他只是一个白痴，选错了叛变时间的白痴。\n\n正如那个女巫说得那样。我之前也不过是笑笑，但我也犯了和哥哥一样自大的毛病。他不防备达盖姆，最多是被绑架了一段时间，被救出来什么也不会失去。而我也没有防备卡斯梅特拉。是的，我失去了太多，帕特里斯，无数忠实的部下，我的哥哥……是的，还有「深渊号角」。是的，这次是真的失去，达盖姆不懂这东西的力量，就算拿走也没有用，但是卡斯梅特拉的话，我不敢想。我仿佛又再一次看到她摆弄水晶球。\n\n我站起来，发现鞋又没了。真是狼狈不堪，我苦笑着。\n\n我想到以前的处境，那个时候我也化险为夷，虽然这次没有帕特里斯和阿尔金，但是我不会放弃。是的，没有人能够打倒杰里米-阿巴特罗斯！",
	"map.h3horn:0.event.10.description" : "提姆说地下有一个巨大的洞穴网，我需要下去寻找「圣杯」吗？其实我也害怕会受到一些恶魔或地下生物的袭击。",
	"map.h3horn:0.event.11.description" : "原来地下就是恶魔的地盘，我似乎要再次面对恶魔，但是我是不是需要先找到某个恶魔来做导向？否则的话，我到达地下世界将晕头转向。我想可能有某个可怜的恶魔被囚禁了。我需要先找到那个家伙。",
	"map.h3horn:0.event.12.description" : "我听说一个女航海者在我之前来到了这里。她的名字也从一些叛逃的海盗口中得知。叫做西亚卡姆。以前这里都是她的地盘，在全盛时期甚至将埃拉西亚的种植园都夺为己有。但自从埃拉西亚增派援军而来之后，她就蹦跶不起来了。她的丈夫也是个海盗，有人说她们海盗团体里都有个绰号。但叫什么我记不清了。\n\n我对这个女人的身世很感兴趣，不禁想到帕特里斯，他的女儿确实曾经爱上了一个海盗。但是这究竟对我的冒险有什么帮助？",
	"map.h3horn:0.event.2.description" : "我再一次重温着以前的事情，除了我还是掉在了岛屿上，但是我并没有我的「乌托邦」。坦率来说，我感觉我在离克里根领地不远的地方。空气在这里也是不同的。饥渴打断了我的想象，现在必须先找到一个方案去补充淡水。\n\n我知道海水是不可以喝的，所以我害怕被水包围但死于脱水的那一刻。但是那不是别人，是伟大的杰里米-阿巴特罗斯！我怎么能害怕这种小小的威胁呢！我相信我的运气，任何时候都会化险为夷的。\n\n我想到帕特里斯。他和我说过曾经跟随的骑士的故事。那个可怜的富家公子也是凭自己的实力，在海岛上生存，先加入海盗再击败海盗，最终成为伟大英雄的壮举。我一定会比他更加优秀，一旦我脱险以后，我的传记将是这片大陆最畅销的书籍！",
	"map.h3horn:0.event.3.description" : "一个身体瘦长的男人站在我的面前。我觉得他可能是克鲁罗德某个地方的游牧民。他也许是那些人的领导者。\n\n「你是谁？」我眯着眼睛问道。\n\n「我叫做提姆。」他回答道，\n\n「你在这里做什么？」我追问他。\n\n「你为什么不先介绍自己？」他说，「我们平静的生活就是被你们这些殖民者打破的！」\n\n「别答非所问！回答我！」我吼道，困难的处境剥夺了我的耐心。\n\n「我曾经是种植园里工作的奴隶。」他说道。\n\n「什么种植园？」我问。\n\n「北方的大岛！」他回答道，「是新斯坦德威克！」\n\n我并没有太高兴，但至少我知道，「斯坦德威克」是埃拉西亚的首都。这个名字命名的城镇一定是埃拉西亚的领地，或是殖民地。\n\n「你以为我会相信你吗？我觉得你在骗我！」我愤怒道，「我怎么可能不知道埃拉西亚在哪里？」\n「我以生命为誓我没有说谎！」他似乎哭出来了。\n\n「那你也要弄清楚，我现在到底在哪里！」我对着这个可怜的人说道。我并不喜欢欺压弱小者，可是现在的处境，我至少要获得一些帮助。哪怕是用军刀胁迫他！",
	"map.h3horn:0.event.4.description" : "我感觉我错怪了那个可怜人。这个地方确实曾经作为埃拉西亚的殖民地，它被那里的人称之为「克朗戴克」。在埃拉西亚的鼎盛时期，他们在最大的岛屿上建立了一座堡垒。后来这里成为一个移民区。大量的人移居此地，将此地变成了真正的殖民地。\n\n这里气候温和，小时候我在教会学校也学过一些地理知识。这里看起来是种植烟草，咖啡，甘蔗的好地方。当然还有异国风情的水果和蔬菜。是的，这些水果以前只能生长在泰塔利亚。现在，格里芬哈特国王去世了，这里的领主脱离了统治，他的子孙也终于沦为海盗，和当地的其他海盗抢着领地的控制权。\n\n然而，这些并不重要。重要的是这些岛屿远离大陆。我现在一点也没有关于哥哥彼得利的消息，然而自己又自身难保。",
	"map.h3horn:0.event.5.description" : "我想到小时候的故事。是的，那是母亲常常告诉我们关于「启明星」的传说。有趣的是，我也从海盗群中听到过这些。\n\n「杰里米？」一个声音在我身后响起。\n\n「什么事？」我转向他，不出我所料，是提姆。他现在成为了我的指路者，代价当然是我提供他住宅和食物。\n\n「我想知道你为什么要在寻找航线？我觉得你应该像草原的儿子一样，去和你的敌人战斗。你是一个战士。」\n\n「战士？」我喃喃自语。「现在我无心战斗，我只是想要离开。但没有灯塔。水手在晚上航行时，都会寻找启明星，因为它可以帮水手指导方向。但是现在我找不到那颗最亮的星。」\n\n「是的，我也想离开这里！」提姆说，「我们的路需要星星来点亮！」\n\n「可是我看不见，我已经说过了。我现在心情很糟。」我皱了下眉头，转身走向大海边坐着。\n\n「等等！我知道如何寻找到那颗星来照亮你前行！」",
	"map.h3horn:0.event.6.description" : "这里的食物真的很不错，我经常能够喝到美味的甘蔗汁。而且真的是随处可见。正在我享受美食的时候，提姆走到我房间里，他说想要告诉我离开这里的方法。是的，我不能完全相信，但是他确实描绘了启明星出现的时间。嗯，我怕阴霾挡住那美丽的星星。\n\n提姆说他访问过当地的先知，那个说着「咕囔咕囔」土话的所谓先知让我甚是不喜欢，是的，就和豺狼人如鬣狗一样的叫声一般。反正我提不起兴趣。\n\n「寻找圣杯。」提姆向我描绘了先知的话。\n\n「圣杯？」\n\n「是的！只要寻找到所有的方尖塔，就可以知道圣杯的埋藏地点！」\n\n「真的？」我惊讶道。\n\n「是的，这是古老的传言！先知说那一定是真的！」他说。\n\n嗯，看来我应该考虑一下，是否去寻找那个东西。",
	"map.h3horn:0.event.7.description" : "其实我并不想考虑什么是「圣杯」。我不喜欢考虑奇怪无关的问题。也许不用所谓的「圣杯」我也能找到哥哥的踪迹。我还是喜欢考虑黄金，美酒或者派对。\n\n然而，我小时候确实听到过妈妈讲述「圣杯」的故事，说那是从天堂落下来的神器。每个人都会想要一个，不是吗？如果我真的搜索到了所有的方尖塔，为什么不去寻找它呢？我想到了彼得利。\n\n小的时候，我们都曾有过美好的时光，然而海盗毁了这一切。我的母亲在临死前让我们好好活下去。我答应过她，我们两个永远在一起，互相扶持照顾。如果他出了事，我想母亲永远不会原谅我的。",
	"map.h3horn:0.event.8.description" : "我又想起帕特里斯告诉我关于这个地方的故事。该死，这里就是他的家乡，不是吗？当他的同伴被捕，家人被监禁时他逃走了。遗憾的事我再也见不到帕特里斯了。但是我还没有忘记他的遗愿。",
	"map.h3horn:0.event.9.description" : "当地的殖民者伙同海盗和我战斗。我想他们不愿意我卷入地盘的争斗。但我是文明人，争夺地盘不是我的爱好！现在我打败当地领主的目的就是为了帕特里斯的仇恨！\n\n但我还是害怕敌人在我之前获得「圣杯」。不过很快就不怕了！就算他们夺取了圣杯，杰里米的愤怒也会让他们乖乖交出来给我！",
	"map.h3horn:0.guards.14.36.0.message" : "这里现在无法通行，我也许需要找到一个给我做向导的恶魔？",
	"map.h3horn:0.guards.19.59.0.message" : "啊，一条停在海港边的船。那些水手一定是曾经属于某个船长的叛逃者。我看着这条船的样子，嗯，是装备精良的海盗船，桅杆上刻着一个人的名字：SIAGAM（西亚卡姆）。\n\n哦，也许这条船被偷了过来，不过它现在不叫「西亚卡姆号」了，我给它的名字当然是「新-黑色独角兽」，哈哈。没有人能够有我这样的好运！",
	"map.h3horn:0.guards.30.55.0.message" : "我看到了奇怪的方尖塔，这真的想传闻中那样隐藏着宝藏的埋藏点吗？",
	"map.h3horn:0.guards.31.29.0.message" : "我看不见这里有什么其他的东西。",
	"map.h3horn:0.guards.40.13.0.message" : "当我听到令人厌恶的咕噜声音时，我知道这是海里的巨型猎食者的声音。鲨鱼是不会发出叫声的，难道是传说中的杀人鲸？我立刻拔出枪，警觉地看着海面。令人意外的是，一名可怜的船员跌落在船尾的甲板围栏上。是大海蛇！它看起来正准备享用它的美餐。我急忙举起了手枪。",
	"map.h3horn:0.guards.6.69.0.message" : "你看到一群神色很不友善的人从沙丘出现，这些人也许是强盗，又或是一些难民。为首的穿着肮脏的长袍，倒像是个教士。\n\n他的嘴里开始说着让人听不懂的话，如梦呓一般。在他似乎完成之后，其他人都举起了武器。奇怪，这是什么法术能够聚集这么一群乌合之众？",
	"map.h3horn:0.guards.71.56.0.message" : "海浪差点掀翻了我的船，我急忙让舵手调整好方向。真是该死！原来我们遭到了讨厌的水元素的袭击，一定是西亚卡姆那个女人的宠物！",
	"map.h3horn:0.guards.8.71.0.message" : "我发现一双漂亮的鞋子，制作精良，但是却有些脏。不过还真的是很合适。看来每次丢了鞋子以后，都会有好运再获得一双。啊，我看来不用想着去买鞋了！",
	"map.h3horn:0.header.description" : "杰里米必须找到神器并建立启明星，当然击败所有敌人也可以获得胜利。杰里米在这个场景中只能升到16级。他的技能，经验，魔法将跟随他进入下一个场景。",
	"map.h3horn:0.header.heroNames.169" : "西亚卡姆",
	"map.h3horn:0.header.name" : "前线（1/4）",
	"map.h3horn:0.header.player.7.mainHeroName" : "西亚卡姆",
	"map.h3horn:0.header.rumor.0.text" : "埃拉西亚的领主在追捕一个叫做西亚卡姆的女人。她在这里建立了海盗根据地。领主很快宣布她有罪。",
	"map.h3horn:0.header.rumor.1.text" : "西亚卡姆居然驯服了一些深渊海蛇。",
	"map.h3horn:0.heroes.173.name" : "西亚卡姆",
	"map.h3horn:0.monster.19.58.0.message" : "听着！这是我们的船。",
	"map.h3horn:0.monster.52.3.0.message" : "我们奉命看守恶魔！",
	"map.h3horn:0.quest.11.59.0.completed" : "谢谢你！我会给你一件宝物。只要你收留了我，这件东西对我就没有作用了。我给你个建议，现在就突袭埃拉西亚的殖民要塞！上方的防守很薄弱。我想很快那个愚蠢的女人也会投奔到你的部队中来！",
	"map.h3horn:0.quest.11.59.0.firstVisit" : "嗯，你是外乡人。这里的海盗并不友好，我之前还希望西亚卡姆和她的追随者统领这片海域，但是她真是个无能的家伙。现在我因为和她交易被埃拉西亚追杀。我看你是一个很好的追随者，能收下我吗？",
	"map.h3horn:0.quest.42.24.0.completed" : "哇，果然你找到了最美的苜蓿草。我要把它种在花园里！对了，这是给你的东西！",
	"map.h3horn:0.quest.42.24.0.firstVisit" : "我最近想收集一些苜蓿，你能帮我摘一个回来吗？",
	"map.h3horn:0.quest.42.24.0.nextVisit" : "我需要最美的那一支！他愤怒地拒绝了你从周围草地上收割来的一马车苜蓿草。",
	"map.h3horn:0.quest.45.46.0.completed" : "啊，这个美丽的女人真让我倾倒！我愿意追随她，当她的大副。真希望西亚卡姆那个愚蠢的女人被鲨鱼吃了！\n\n哦，对了，这是我的酬劳，15个神灯精灵！",
	"map.h3horn:0.quest.45.46.0.firstVisit" : "嗯，我想你已经找到了我写下的标牌。我就是奇拉塔弗。是西亚卡姆船长的大副。但我现在对这个愚蠢的女人感到无语。她啥也不会！不过如果你找到一个叫做塞瑞那的人并且将她带来，我会追随她成为新的大副。当然还有我许诺的15 个古代神灯，那是我在海上捡来的！",
	"map.h3horn:0.quest.45.46.0.nextVisit" : "不，我没有见到那个女人，所以休息让我回去见西亚卡姆！",
	"map.h3horn:0.quest.65.56.0.completed" : "啊，朋友。我相信西亚卡姆那个无能的女人很快就会被赶走。我看你才是能够统领我们海盗的人。你想要通过这里吗？",
	"map.h3horn:0.quest.65.56.0.firstVisit" : "我是西亚卡姆船长的侦察员格拉文塔。如果你能带来我的望远镜，我就会允许你通过这里。",
	"map.h3horn:0.quest.65.56.0.nextVisit" : "对不起，我没找到望远镜之前，我不允许你通过！",
	"map.h3horn:0.quest.66.1.0.completed" : "我再次走进这个小屋。\n\n「这是「萨满傀儡」，我找了他好久，通过不停交换才得到它，现在你该让我看看那些可爱的小鸟了吧。」我说。\n\n「你猜会是些什么呢？」他问，随后推开门。我想应该会是一些恐鸟之类的陆行大鸟，亦或是帝王企鹅？反正我觉得那些蛋不寻常。\n\n「天哪，居然是蟒蛇蛋！」我听到精灵的尖叫声，「不，我不需要它们，请你赶快把它们带走！」",
	"map.h3horn:0.quest.66.1.0.firstVisit" : "被野猪堵住的一个精灵说道：「感谢你救了我，其实我只是偶然捡到一些鸟蛋，并且在孵化它们，但是很快就有兽人带着凶猛的野猪来寻找食物，好多鸟蛋都被它们吃了，只有这三个。嗯，我可不忍心吃掉那么大的蛋！」\n\n我感到好奇，进去看了看。果然是三只大的鸟蛋。这个时候他捉来一只大火鸡，命令这只可怜的家伙坐在上面孵化。\n\n「嗯，你觉得这里能孵出什么？」我问道。\n\n「什么都可以。只要你带来我的「萨满傀儡」，我就邀请你一起看孵化的结果！」",
	"map.h3horn:0.quest.66.1.0.nextVisit" : "精灵关上了门。\n\n「别吵我那些可爱的宝贝。我说过如果你帮我找到「萨满傀儡」，我就邀请你一起看孵化的结果！」」",
	"map.h3horn:0.quest.67.59.0.completed" : "哈哈！我相信殖民者里也有好人。西亚卡姆那个女人根本不能信！不过你给了我这个美丽的东西，我会尽快和我的同僚们离开这里。嗯，现在我答应给你个报酬！",
	"map.h3horn:0.quest.67.59.0.firstVisit" : "我听说西亚卡姆并不是一个海盗，但是她在对抗埃拉西亚的过程中成为了海盗。你也许是个殖民者，但我并没有对你有什么愤恨。只要你带来恶魔马蹄铁，我就可以和你交换一些东西。",
	"map.h3horn:0.quest.67.59.0.nextVisit" : "是吗？你看来不相信我？我说过我不恨殖民者，只要你给我我想要的东西。",
	"map.h3horn:0.quest.70.62.0.completed" : "「这并不难！」纳美斯说，「到了地底世界你会看到很多恶魔。他们都是我的同伴。不过很显然你对他们没有救命之恩。我会跟随你直到你离开这里，但其他人就不一样了！你现在就要过去吗？」",
	"map.h3horn:0.quest.70.62.0.firstVisit" : "我知道现在必须找到一个恶魔向导才能通过。西亚卡姆的手下说纳美斯被囚禁起来了。我如果救了那个恶魔，应该就可以进入地底了。",
	"map.h3horn:0.quest.70.62.0.nextVisit" : "我知道现在必须找到一个恶魔向导才能通过。西亚卡姆的手下说纳美斯被囚禁起来了。我如果救了那个恶魔，应该就可以进入地底了。",
	"map.h3horn:0.quest.71.18.0.firstVisit" : "一条海蛇吃掉了我的护身符，不知道你能帮我把它带回来吗？\n\n我上一次看见它是在一个红色塔楼附近的海域。你要小心。它不像其他的海蛇会探出头，你可能看不见它！",
	"map.h3horn:0.quest.71.18.0.nextVisit" : "我相信你会战胜那条讨厌的海蛇。但是首先你要找到它。据我上次观测，它潜藏在礁石某处，在观望塔和红塔之间的某个海湾附近。",
	"map.h3horn:0.quest.71.29.0.completed" : "嗯，这就是你的奖赏。我相信你很快就能赶走殖民者统一这片岛屿！",
	"map.h3horn:0.quest.71.29.0.firstVisit" : "我是航海家西亚卡姆的部下。她在这里建立了她的岛屿。但现在她被埃拉西亚的殖民者追杀。我听说你是强大的船长，很快西亚卡姆的部队也都会加入你，不是吗？嗯。你确实是个值得追随的人，只要你带来30水银，我就会给你一个礼物！",
	"map.h3horn:0.quest.71.29.0.nextVisit" : "虽然你是个值得追随的人，但我还是希望你给我30单位的水银。",
	"map.h3horn:0.sign.23.11.0.message" : "种植园",
	"map.h3horn:0.sign.27.53.0.message" : "Bounty Island",
	"map.h3horn:0.sign.36.41.0.message" : "格拉文塔曾经发现这里。",
	"map.h3horn:0.sign.46.30.0.message" : "这些岛屿是由勇敢的航海家西亚卡姆和她的大副奇拉塔弗发现的。她在岛上建立了一座城镇，名字叫「朗维」。\n\n我看着这个标牌上写的文字，不禁想到自己以前的遭遇。",
	"map.h3horn:0.sign.46.71.0.message" : "肯纳基堡垒",
	"map.h3horn:0.sign.63.5.0.message" : "翡翠湾",
	"map.h3horn:0.sign.64.66.0.message" : "一位法师被囚禁于此。她的罪名是未经允许进入地下城堡。",
	"map.h3horn:0.town.17.55.0.name" : "沙卡尼亚",
	"map.h3horn:0.town.32.8.0.name" : "新斯坦德威克",
	"map.h3horn:0.town.5.14.0.name" : "巴克林湾",
	"map.h3horn:0.town.65.40.0.name" : "朗维",
	"map.h3horn:0.town.68.7.0.name" : "常青树",
	"map.h3horn:1.event.0.description" : "彼得利也似乎醒来了。他这些天都和达盖姆在一起，虽然是背叛他的人，但他依然对这个人表示同情。他还记得最后的一些对话。\n\n「我并不知道你究竟在做什么，达盖姆。」他说，「凭你的实力怎么可能阻止我的弟弟。他很快就会成为这里最强大的海盗船长，我认为你就算愚蠢，也不至于和我弟弟那样的人为敌。」\n\n「我并不是想要与他为敌，但是你需要记住，是你们先被可恶的女巫卡斯梅特拉给骗了的！你有没有好好看我的信？我提到有人指示我来到那个洞穴，有人提示我要小心和我差点死在那里的绝望？这些难道你不知道？」达盖姆说，他在城堡上早就看到了杰里米-阿巴特罗斯的黑色海盗旗，也知道这个家伙凶猛的攻势，可他终究没有屈服。\n\n「我说过我许诺你成为我的大副，还有关于号角的事情，放了我，我还可以考虑。我不希望你死在我弟弟那强大的火炮下。」彼得利说。\n\n「唉，本来如果我没看到那个邪恶女巫，我是打算好好做你的副手的。可是她与我有着无可避免的仇恨，是的，卡斯梅特拉！我一定要将那个女人杀死！即使她站在你弟弟的身边！而且，这个号角绝对不能被这个邪恶的女巫夺走！」\n\n原来如此。这才是事情的真相。达盖姆被卡斯梅特拉骗去寻找号角，结果差点死在那里。那第二个就是自己。如果彼得利同样死在那里，那她也许还会去找第三个，第四个人？她直到洞口的打开方式，但就是不下去，还骗了杰里米？彼得利不敢再想了。但是卡斯梅特拉，这个邪恶的女巫终究会为自己的行为付出代价！\n\n彼得利站了起来，好像是站在海底一样。是的，他在头顶上看到鱼群和海龟在遨游，就像是天空上的鸟儿一般。他周围不是水，他感觉似乎此处是被空气层隔离开的一样。这里有水，有树，也有岛屿和洞穴。他并没有感到窒息。",
	"map.h3horn:1.event.1.description" : "彼得利环视着周围，突然他看到一个漂亮的精灵。她是怎么在这里飞行的？穿越海面到达海底？\n\n「哇！」她飞了过来，「你是谁，怎么到这里来的？」\n\n「呃，我还真不知道怎么来的，甚至不知道这是哪里。」彼得利说。\n\n「是深海的异界！」她笑着说，「你喜欢这里的环境吗？」\n\n「喜欢。」彼得利点了点头，「但我现在并不想在这里待太久。我还有好多事情没完成。」\n\n「离开这里很难。不过马里纳斯也许会知道离开的方法。」精灵说。\n\n「那我怎么找到他呢？」\n\n「去找一个叫做「索沃特」的小镇。嗯，就在此处的东方！」精灵说完就飞走了。",
	"map.h3horn:1.event.2.description" : "彼得利很难过。因为他想到了很多事情。赞瑟尔，卡斯梅特拉，达盖姆，深渊号角………。啊，但是现在他得到了什么？还带着弟弟陷入了这个疯狂的计划里。真的希望弟弟不会有事！他现在必须早点离开这个奇怪而陌生的地方，早日和弟弟团聚。保护好他是母亲的遗愿！",
	"map.h3horn:1.event.3.description" : "这真是个奇怪的城镇！彼得利看着新的落脚点。实在是太美了。没有火炬和蜡烛点燃照亮，但却有一种奇怪的蓝色球体发出光芒，如同水晶球。这里还有很多书籍，关于元素魔法的记载。这里就像一个图书馆！\n\n「是的，这里是图书馆。」\n\n「你是谁？」彼得利问，顺着这个奇怪的声音。\n\n「马里纳斯。图书馆的管理员。」这个人现身了，不，那是一个披着鳞片的生物。\n\n「我听妖精说，我需要找到你的帮助才能离开这里，是吗？」\n\n「是的。我们的种族在这里生活很久，所以我也知道你的想法。」他笑着说。\n\n「你的种族？你是水元素人吗？」\n\n「是的，不用盯着我看太久，我相信你的世界里也有水元素和冰元素。我们都是在水中生长的精灵。这里也是我们的家乡。」马里纳斯说。\n\n「那我可以向你请教离开的方法吗？」彼得利问。\n\n「当然，我现在就告诉你。这里是深海的异界。由珊瑚之门连通着海面和海底，当然现在那里是不允许通过的，除非等埃拉西亚和克里根恶魔的战争结束，因为这段时间，我们害怕恶魔入侵到我们的居住地来。」马里纳斯说。\n\n「对不起，我等不了那么久。我的弟弟有麻烦，邪恶的女巫背叛了他，并且她想要用奇怪的力量统治整片海域。我必须回去救他，还有阻止这种事情的发生！」彼得利说道。\n\n「我能够理解。不过不代表其他人能够理解。现在，珊瑚之门被三种钥匙，分别是冰，水，雾之钥锁住了。你必须要找到它们，并且打败看守大门的水之领主。记住，冰是白色，水是深蓝，雾是浅蓝。这就是三种钥匙的颜色。」马里纳斯说道。",
	"map.h3horn:1.event.4.description" : "马里纳斯说冰之钥匙是最难取得的，因为它由圣龙看守着，而其他钥匙或许更好获得？水元素和海底生物在试图守卫这两把钥匙，而早点征服它们也可以获得它们的帮助，毕竟彼得利需要的是更多的力量，不是吗？",
	"map.h3horn:1.event.5.description" : "彼得利想起曾经做过一个在海面航行和畅游的梦，是的，海面就如同平地一样。同时他也想到儿时听到的歌。这是预言吗？或是儿时自己就有了航海的梦想？嗯，这只是一个巧合罢了！现在可不是享受航海乐趣的时候！",
	"map.h3horn:1.event.6.description" : "突然彼得利又想到那个被囚禁在水中监狱的精灵。自由挂件已经拿到了，何时才能救那个可怜的精灵出来？\n\n这天，彼得利又看到那个美丽的精灵。\n\n「卡茜欧佩雅？你获得自由了吗？」彼得利问。\n\n「没有。我被一个强大的巫师给束缚在这里。而这个巫师想要能够随意召唤我前去。而他不需要我的时候，我才可以自由地出入在附近的海域。尽管现在在你身边，我也是被束缚住的。我想要真正的自由。」\n\n「如果我带你离开这里呢？」彼得利说道。\n\n「可以。只要你把自由挂件戴在我的脖子上。哪怕一刻，那个巫师都收不到讯息。」精灵笑了笑说。\n\n她真是迷人。但是一想到被囚禁起来，就让彼得利很是不悦。他可不喜欢那群有着恶趣味的家伙！",
	"map.h3horn:1.event.7.description" : "彼得利看到一个河流精灵从周围的河流里跳了出来，她的身体似乎是透明的。彼得利知道河流精灵们都是水异界的生物。这里也许就是她们的家。\n\n彼得利想去触碰她，可是却触碰不到。他看到那个精灵有些沮丧。\n\n「我的名字叫做彼得利，有什么可以帮助你的吗？」他用绅士般的话语问道。\n\n「我叫做卡茜欧佩雅。」她说，「我其实是从海的那一边来的，而由于我的身体被巫师囚禁了起来，希望你能带给我自由挂件。否则的话我只能出现在周围的小溪里！记得，我的囚禁处在索沃特的西北方！」",
	"map.h3horn:1.event.8.description" : "晚上，彼得利看着美丽的夜空。是的，还有很多像鸟儿一样飞行的鱼和海龟。突然，他看到一颗明亮的星！是启明星！水手们在海上航行太久的时候，都会寻找这颗美丽的星。现在他找到了，嗯，相信这就是希望的星星！",
	"map.h3horn:1.guards.5.40.0.message" : "你看到一些船难者的尸体，手下说这是遇到了海难。这些尸体明显已经腐烂，让你嗤之以鼻。但即使如此，你还是决定看个究竟。嗯，是沉船！或许还会有一些宝藏。但总觉得这些人应该死于某种阴谋诡计！",
	"map.h3horn:1.guards.51.107.0.message" : "你命令船员捞出这个漂浮的瓶子，希望里面没有关着什么恶灵。\n\n船员看了瓶子。递到你的面前：「难以置信！这里似乎是有其他什么人来过？」\n\n你拿出瓶子里的一封信。看完后你意识到它已经过时了。这封信的作者是一个叫做「巴梭拉」的人，它是不朽之王加文-马格纳斯的第三个侄子？嗯，他似乎很多年前就死了，并没有像他的叔叔那样长生不老。不过既然他能够离开，你一定也可以！",
	"map.h3horn:1.guards.52.8.0.message" : "保护珊瑚门的水之领主看到了彼得利。\n\n「你想要破坏这里让恶魔涌入吗？你难道不知道它们是我们的敌人！我们保护这里已经好久了，如果你强攻此地，将付出很大的代价！」他说道。\n\n「我不知道你在说什么，如果你让我通过就什么事都不会有。没有人能够挡住我回家的路！」彼得利坚定地说。",
	"map.h3horn:1.guards.84.101.0.message" : "一群河流精灵看守着宝物，你要夺取这件宝物吗？",
	"map.h3horn:1.header.description" : "彼得利必须占领珊瑚之门来逃离深海异界。他在这个场景中可以升到18级，且不能战败。他的经验，技能，法术可以进入下一个场景。",
	"map.h3horn:1.header.heroNames.131" : "水之领主",
	"map.h3horn:1.header.name" : "碧水之心（2/4）",
	"map.h3horn:1.header.player.1.mainHeroName" : "水之领主",
	"map.h3horn:1.heroes.131.name" : "水之领主",
	"map.h3horn:1.quest.33.72.0.completed" : "终于带来了「自由挂件」。彼得利把它带给那个精灵。\n\n「感谢你！」卡茜欧佩雅笑了，「以后我再也不怕那个邪恶的巫师了！」\n\n「所以你应该待在我身边？」彼得利笑着说。\n\n「是的！我欣赏你的人品和礼节。我很愿意加入你的队伍。也许今后我能享受自由的生活！」",
	"map.h3horn:1.quest.33.72.0.firstVisit" : "彼得利看到卡茜欧佩雅生活的牢笼。想到这个可怜的精灵如果不获救，就会在这里被囚禁到死的时候，他决定去寻找自由挂件。",
	"map.h3horn:1.quest.33.72.0.nextVisit" : "自由挂件还没有找到，你还不能救出这个精灵。",
	"map.h3horn:1.sign.11.88.0.message" : "冰之钥",
	"map.h3horn:1.sign.12.47.0.message" : "水之钥",
	"map.h3horn:1.sign.50.107.0.message" : "「塔南爵士：\n我听我的猫头鹰说水之领主已经离开了这个异界。它们很可能正在前往我们的世界！如果你要阻止元素领主，请不要在这里耗太多的时间。我知道你晕船而且绝对不会去学「航海术」。也许你以前并没有见过大海，或是在大海上漂浮那么久！ 巴梭拉」",
	"map.h3horn:1.sign.92.44.0.message" : "雾之钥",
	"map.h3horn:1.town.54.7.0.name" : "珊瑚之门",
	"map.h3horn:1.town.86.98.0.name" : "索沃特",
	"map.h3horn:2.event.0.description" : "我终于和哥哥见面了。在一辆熟悉的船上，真的，我看见了熟悉的身影。他显然也发现了我。我们抱在一起，眼泪掺杂着喜悦与哀伤。\n\n「太好了，你终于回来了。」我说，情不自禁地留着泪。\n\n「杰里米。真是幸运，你是怎么找到我的？」\n\n「是启明星！」我说，「虽然它现在已经褪色，但是它在亮着的时候，我才能找到归航的路！」\n\n「我似乎也看见过那颗明亮的星。虽然就仅仅是几天时间。」彼得利说，「你最近去了哪里？」\n\n「你想象不到。食人族部落，奴隶商人，还有玉米......」我说。\n\n「啊！你真是太幸运了，居然毫发无伤。不过你知道我到达海底深处了吗？」彼得利说，随后我问他去那里做了什么。\n\n「嗯，航行。正如小时候听到的歌曲那样。」彼得利平淡地说。\n\n我们坐了下来，静静地谈论着冒险生涯。但后来我们都谈到了卡斯梅特拉。\n\n「嗯，你不会知道达盖姆和我说了很多关于她的事情。卡斯梅特拉并不简单。她欺骗了我们所有人。甚至连达盖姆也恨她入骨。我相信我们可以再次遇见达盖姆，也许敌人的敌人是朋友，不是吗？」彼得利说。\n\n「是的。」我说，「但我现在只关心卡斯梅特拉将付出怎样的代价！」\n\n「嗯，我觉得你们以前相处得还不错，所以也没有怀疑她。这点倒是感谢那个背叛了我的人，他说出了卡斯梅特拉欺骗他去寻找号角的事实。而我正是第二个人！」彼得利说道。\n\n「唉，都怪我对美丽的女人没有抵抗力。我在这一点上真的不像你，哥哥。你可以对任何人都保持冷酷的一面。」我做了个无助的手势。\n\n「是的。也许你也意识道了。不仅是美女，派对，亦或是那些海里的美人鱼。不过如果当我结果了卡斯梅特拉，你还会想到她吗?」彼得利问。\n\n「当然不会。永远不会。这个邪恶的巫婆向所有的海盗宣布她获得了深渊号角，随后她也不知道躲到了哪里。不过我们很快就会说服所有的海盗对抗她。嗯，即使先用武力征服其他人也不错。我想很快，卡斯梅特拉将成为所有海盗的公敌。成为整个瑞格纳的公敌！」\n\n「是！这个胆小的女巫肯定躲了起来，但你要知道如果她真正激活了号角会发生什么样的事情。当然我们必须防备，而且还必须快一点。尽快收服所有的海盗，联合起来对付她。很快她就会死，死在我们的愤怒之中。嗯，这次我要向你介绍一个人，她是和我从深海异界来到这里的精灵，卡茜欧佩雅。」彼得利说，「我听说塔克也回到了我们之中，这个鱼人会帮助我们完成很多的事情！」",
	"map.h3horn:2.event.1.description" : "「但是哥哥，我必须和你说，其实卡斯梅特拉就躲在这里的洞穴下。那里她设立了一个奇怪的祭坛，并且阻挡了其他人进入。一群海盗其实早就对他恨之入骨，也许他们都被这个邪恶的女巫骗过。我刚才就说过，我们必须先让其他海盗加入我们一起对付她的同盟中，如果他们不听话，用武力也可以！所以我们现在必须团结起来。那群乌合之众肯定不是我们的对手，但是他们如果团结起来，将是可观的战力！\n\n现在塔克已经听从我的号令，我们将形成一个三面攻势。卡斯梅特拉应该知道和我们为敌是多么愚蠢的事情，但是她手上至少还有那个危险的东西。我们要尽快行动！」我面向他说。",
	"map.h3horn:2.event.11.description" : "今天，我们聚在一起。商讨接下来的做法。是的，如果今天不能击败卡斯梅特拉，我们就完了。整个岛屿都会成为牺牲品。虽然我们已经让很多海盗聚集在一起，但是最终没能成功！如果不能完成这个任务。我也不会落在邪恶女巫手上。我将死在海上，和我的新船一起。世界上不再会有杰里米-阿巴特罗斯了！我根本就不是个伟大的海盗船长，而是一个懦夫！",
	"map.h3horn:2.event.2.description" : "塔克的密探说卡斯梅特拉在执行某种奇怪的仪式。也许这就是她催动深渊号角的方式，但我认为其实她和达盖姆不过是两个极端，一个太蠢，一个太聪明，嗯，是自作聪明。她也许也不知道号角究竟有什么样的威力。无论怎样，四个月内我也必须阻止这个邪恶的女巫。",
	"map.h3horn:2.event.3.description" : "「哥哥。我们很快就能抓住那个邪恶女巫，她将付出一切代价！」我兴奋地转向哥哥。\n\n「是吗？我总觉得不能高兴得太早了，即使有了几次对那些乌合之众们的胜利。卡斯梅特拉一定知道什么关于号角的秘密，这也许连我们都不知道。我在关心我们能不能及时到达？她会不会因为我们来就毁掉这件宝物？」\n\n「我不担心，但是恐怕我不能活捉她！即使如此，也要雇佣一个亡灵巫师来审问她的尸体！」我兴奋地朝着天空开了一枪。",
	"map.h3horn:2.event.4.description" : "我的密探发现岛上有个秘密洞穴，也许卡斯梅特拉就躲在这里，不管她是个胆小鬼还是她想用号角做什么不轨的举动，我都必须在那里击败她。现在只是要寻找进入的方法！",
	"map.h3horn:2.event.5.description" : "今天天气很差，海上泛着汹涌的波浪。这可能是一种自然现象，但也可能是卡斯梅特拉用深渊号角催动的结果。大多数人都会这么想，包括我和哥哥。",
	"map.h3horn:2.event.6.description" : "慢慢地我们征服了不少海盗，并且他们决定效忠于我们的部队。但哥哥心情还是不好。突然我们看到翻滚的海浪和狂风暴雨。被征服城镇的海盗们也惊恐地站在一起。一个海盗首领问我：\n\n「杰里米船长！这也太糟糕了。海浪会不会卷走我们的城镇？」\n\n显然我不知道如何回答，卡斯梅特拉是想要清除我们所有人？她早就知道我们的实力，也许她知道将这整片海域的人都清除掉才是最好的方法。但除了这个，她还想要做什么？毁了号角，拯救世界？她难道想当救世主？\n\n「我知道了。虽然也是猜测。」彼得利说，「她很可能是想要唤醒深海之神。因为每次吹响号角，就会让大海的活动加剧，也许沉睡的海神就会醒来！但这样有意味着什么？」\n\n果然还是哥哥知识更多，但是我不认为那是真的。我回想了一下之前的事情。嗯，也许卡斯梅特拉为了她的家园？或是为了一些古老的传说？我想起第一次遇到卡斯梅特拉的时候她在抵御恶魔和亡灵的入侵，也许真的是为了自己的家园不受侵犯？但我认为这样的行为自私而又极端。",
	"map.h3horn:2.event.7.description" : "今天，一些奇怪的事情再次发生，似乎每个人都听到一些来自海洋深处的声音，更像是人的呻吟。 时间越来越少了。",
	"map.h3horn:2.event.8.description" : "我对哥哥说的「沉睡在海底的神」这种说法很有兴趣。我于是亲自去寻找懂得这些知识的海洋魔法师。一个叫做杰-克洛弗特的的法师通过研究之后，得出了结论。也许卡斯梅特拉是侍奉深海之神「多曼特」的邪恶组织成员。\n\n（译者注：Dormant（多曼特），意思是：潜伏的，静止的。也可以认为是「沉默海神」。）",
	"map.h3horn:2.event.9.description" : "我观测到阴云密布的天空，已经连续下雨两天了。海上也已经开始不利于航行。毫无疑问，卡斯梅特拉的手段已经奏效了。随着日子越来越长，风暴就会越来越强。",
	"map.h3horn:2.guards.38.13.0.message" : "我发现塔克把所有死去的鱼人守卫都放在一起，不论我我方还是敌方的。他将手放在胸前，念着一些奇怪的话语。\n\n他说这是鱼人的传统，我知道他们以前确实统治着深海世界的大帝国。但后来一些特里同鱼人把他们赶走了，还抓了很多人作为奴隶。他的族群有着古老的传说，现在他想要让所有的族人都团结在一起。\n\n「你说得对。我同样也要将所有的海盗联合在一起！我们也需要重新建立瑞格纳的大联盟！」我喝了一口白兰地酒，扔掉袋子说。",
	"map.h3horn:2.guards.38.15.0.message" : "塔克看到一群鱼人居然住在这里。他设法说服这些鱼人加入自己。\n\n为首的鱼人却愤怒地说：\n\n「你没有把我们从地下领主的奴役中解救出来，塔克！你以为现在你是队长吗？谁又会服从你？你为什么要去舔那些海盗船长的臭靴子？很明显，是你向海盗头子效忠在先，早就背叛了我们的信仰！现在我们是敌人！」\n\n这是那个鱼人守卫说过的最后一句话。随后，一颗炮弹击中了他。看来已经没有谈判的理由了。",
	"map.h3horn:2.guards.59.10.1.message" : "我看到卡斯梅特拉的身影。这个邪恶的女巫果然在做什么神秘的祈祷。就算是为了保护她的族人？但一想到她自私地杀了帕特里斯，把我的哥哥逼进洞穴，我就不会给她丝毫怜悯。",
	"map.h3horn:2.guards.6.27.0.message" : "突袭！小心！",
	"map.h3horn:2.guards.74.13.0.message" : "塔克叹了口气。他的部族终究还是有些人不能听从他的号令。但也许是他的错，之前的自己没能拯救这群被奴役的鱼人？现在只能将他们埋葬了。",
	"map.h3horn:2.guards.74.15.0.message" : "看到塔克的部队到来，守卫在这座城堡中的鱼人们似乎准备作战。\n\n「我们没有等到你的救援，塔克！现在我才是部族的王者！」他们的首领叫道！",
	"map.h3horn:2.guards.8.19.0.message" : "这里的空气非常干燥和充满灰尘，你感到呼吸困难并用衣服遮住脸。",
	"map.h3horn:2.guards.88.75.0.message" : "哇！一袋黄金！",
	"map.h3horn:2.header.description" : "杰里米，彼得利和塔克必须打败卡斯梅特拉夺回「深渊号角」。如果彼得利被击败或是四个月内没有完成任务，卡斯梅特拉将完全激发号角的力量。你的英雄可以升到24级。杰里米，彼得利和塔克都可以进入最终场景。",
	"map.h3horn:2.header.name" : "深渊号角（3/4）",
	"map.h3horn:2.sign.40.69.0.message" : "你进入了卡斯梅特拉的岛屿！",
	"map.h3horn:2.sign.60.19.1.message" : "仪式之间",
	"map.h3horn:2.sign.73.27.0.message" : "欢迎来到雅文修道院！",
	"map.h3horn:2.town.39.6.0.name" : "多维奇",
	"map.h3horn:2.town.52.35.0.name" : "阿伦海姆",
	"map.h3horn:3.event.0.description" : "终于击败了卡斯梅特拉。这个疯狂的女巫丢下她所有的一切，跳进了一个漩涡之中。嗯，不管她有没有逃走，至少她不会出现在瑞格纳了。当然，彼得利拿过了号角，虽然无法清楚卡斯梅特拉究竟想要做什么，但至少现在已经没有威胁。我走出洞穴，回到城镇。是的，现在所有的海盗都听从我们的号令，我们的队伍又壮大了。\n\n然而，我们经过了一星期无聊搜索后，终于放弃了寻找卡斯梅特拉或者她的余党的尝试。彼得利现在已经是海盗的首领了，已经无需要顾及到她了。\n\n现在我们发现瑞格纳已经没有了统治者。虽然偶尔还是被称为「无尽海洋帝国」，但实际上，在老国王哈雷克四世驾崩以后，他的继承人并没有出现。现在海盗们已经抛弃了所谓的王国，开始了权力的争斗。现在已经是动荡的时期。虽然大部分船长都为我们效忠，但就是有几个人不听从号令。他们已经开始和我们争夺这片领地，虽然那是徒劳而无功的举动。嗯，我知道有几个旧识，被称为「锐眼」的米莉亚和使用幻术的法师埃瓦希斯。这些人似乎还是没有聚集到我们的周围，不过没有我们的统领，那些船长不过是乌合之众。\n\n彼得利，我的哥哥，他很快就是新的国王了。以后的他将是阿巴特罗斯一世。所有的海盗，走私者，雇佣兵，都会在哥哥的威名下望风而逃。他现在拥有着神器「深渊号角」，而且注定他会是这里唯一的统治者。\n\n但是，我们知道，现在的海域上还有很多危险。",
	"map.h3horn:3.event.1.description" : "彼得利和他的水手们在堡垒的海岸享受着阳光，他的腰带上正挂着「深渊号角」，而这位即将加冕的国王也从未和他的号角分开。突然一个随从跑了过来，带着一封信。\n\n「船长！我看到一个蓝色皮肤的精灵，他让我交给你一样东西！」他急切地说。彼得利茫然地拆开信，上面写着：\n\n「尊敬的海盗之王彼得利-罗伯茨，或可称为做阿巴特罗斯一世：\n\n我的名字是索姆拉，布拉卡达的「不朽之王」，加文-马格纳斯的忠实仆人。我的主人对你拥有传说宝物「深渊号角」的消息感到不安。我们认为这个东西必须在布拉卡达受到保护。请恕我直言，您并不熟悉这个东西应该怎么使用。我们已经检测到最近发生的不寻常海啸或暴雨，是你或者你的部下在以邪恶的名义使用它。我们布拉卡达的法师是不能不参与这件事的。\n\n而且，我还得知您破坏了珊瑚之门，这样也打破了深海异界和我们世界的平衡。很快元素领主也会讨伐你，是的，作为支持我主人的唯一方式。我并不会要求您交出这个东西，因为你在任何情况下都会拒绝。所以，或许我会亲自来与你会面。\n\n致敬。索姆拉，布拉卡达的神灯精灵」\n\n「自作聪明的精灵。」彼得利扔掉那封带有威胁语气的信，抓紧了他的号角，「这家伙把卡斯梅特拉做的好事都算到我头上了。现在，我就等着他过来把他拿走！我看结局也应该是他被我打得抱头鼠窜！」",
	"map.h3horn:3.event.2.description" : "彼得利和他的水手们在堡垒的海岸享受着阳光，他的腰带上正挂着「深渊号角」，而这位即将加冕的国王也从未和他的号角分开。突然一个随从跑了过来，带着一封信。\n\n「船长！我看到一个蓝色皮肤的精灵，他让我交给你一样东西！」他急切地说。彼得利茫然地拆开信，上面写着：\n\n我很快就知道法师们准备对我们开战。所以这天我和哥哥彼得利还有塔克在一起商议着。\n\n「是他，该死的赞瑟尔！」彼得利拿着望远镜看着海平面说道。\n\n「赞瑟尔？」塔克惊讶地问道，「他是谁？」\n\n「嗯，是我曾经救出来的人。是的，我和杰里米救了太多忘恩负义的人，比如赞瑟尔，比如卡斯梅特拉，又比如达盖姆。嗯，相比之下达盖姆还算是好一些的。赞瑟尔带着法师找到了这个敌方，而他们的目的一定是号角和我的头颅。」彼得利轻蔑地说。\n\n「那只是命运开的一些玩笑。是的，塔克也是我们救出的人，而他也是最好的一个。不过我并不会放弃救赎。哦，对了，还有你从水异界救出的精灵，她去了哪里？」我问。\n\n「我把她放了，我并不想让她觉得我是个奴役着。虽然很多瑞格纳领主都有奴役河流精灵的癖好。」他说。\n\n「嗯，真是太可惜了。我喜欢这样美丽的精灵。不过算了，现在并没有可以考虑这件事的时间。」我淡淡地说。\n\n「元素领主恐怕也来到了这里。我想虽然我把精灵放回大海，也不能排除她被元素领主抓住的可能。是的，这些自然精灵就如同鱼一样被他们给钓走。」彼得利似乎发现了什么，看了一会儿，将望远镜从他的眼睛移开。\n\n嗯，总之我们要有一场世纪性的战斗，没有人可以打败阿巴特罗斯家族！我心想。不过只要哥哥在身边，那就是我最大的幸运了。我们还需要征服剩下的瑞格纳海盗。是的，将所有海盗聚集在一起也是非常可观的战力！",
	"map.h3horn:3.event.3.description" : "我似乎得到一些令人不安的消息。\n\n「哥哥，我发现达盖姆那家伙的踪迹了。」我对彼得利说。\n\n「哦，那个叛徒，我说之前怎么没有看到过他，不过想想也知道，那个丧家之犬一样的家伙肯定东躲西藏，他不敢面对卡斯梅特拉，更不敢面对我。当然是怕我杀了他。」彼得利笑了笑。\n\n「嗯，我想这个胆小鬼也不敢出来亲自面对我们，想想他当时求你救他的丑态？不过这次他带着一些瑞格纳其他船长的援军。我向会是米莉亚收留了他。嗯，我和那个女人也是旧识，也许那个女人也想要自己的船？或是被他蛊惑了想来抢走我们的号角？」\n\n我轻松地说着，却看到哥哥突然转身。\n\n「我记得他曾经说过，早年他为尼根的领主效力，这小子！我还真是低估了他，居然找来了一群地下领主！那群烂泥一样的部队也想夺走我的号角？真是笑死人了。但是达盖姆那家伙想要什么？向我复仇？我真的该借他几个胆子？」彼得利用冷酷的声音说道。\n\n「这么多人都想夺得「深渊号角」？那有谁能够夺取到它呢？即使他们杀了我？」彼得利说，「它们最好先结成一个同盟。」\n\n「恐怕他们会开始互相杀戮，同盟这种事情是无可想象的。」我说。\n\n「当然！我希望他们就这样互相残杀，这样的话，我们就可以偷偷摸摸地切断他们的喉咙！」彼得利冷酷地拔出他的宝刀。",
	"map.h3horn:3.event.4.description" : "听说愚蠢的元素领主也来了。他们在北方建立了堡垒。是的，我想是哥哥的手下败将水领主叫来的。但是土元素领主却被尼根的部队在地下给收拾了，哈哈。这真的是始料未及。哥哥听着也笑了，这群蠢蛋有半点和我们决斗的资本吗？",
	"map.h3horn:3.event.5.description" : "敌人的军队每天都在变强。 塔克认为，我们应该利用每个敌人的弱点来对抗他们。也许这是很好的战术！但我认为当然先突袭那群不服从我们的海盗，夺取他们的武器并且充实我们的军队。我们必须先解决自身的不和才能打败更多的敌人！\n\n当然，没有人能够对抗的了我们。也许现在带着号角哥哥可以独自去对抗法师了，最好把那个叫赞瑟尔的恶心家伙抓起来让他陪鲨鱼畅游，嗯，当然是被绑着的。",
	"map.h3horn:3.event.6.description" : "WhoRunBartertown",
	"map.h3horn:3.event.7.description" : "对海盗中的不服从者的宣言已经起了作用。这应该能够帮助我们更好地征服他们。当然达盖姆那个愚蠢的叛徒将再一次付出代价！一些海盗已经决定背弃他来效忠我们，并许诺送给我们资源。",
	"map.h3horn:3.event.8.description" : "每个月，我们都将收到来自对方海盗船长的5000 黄金。 ",
	"map.h3horn:3.guards.127.25.0.message" : "这里有什么呢？",
	"map.h3horn:3.guards.128.54.1.message" : "尼根的领主似乎囚禁了一些人。",
	"map.h3horn:3.guards.130.53.1.message" : "你会知道如果打败了看守，这些被囚禁的英雄们就会加入你的部队？",
	"map.h3horn:3.guards.76.49.0.message" : "彼得利反复擦拭号角。尽管它早就一尘不染。他知道所有人都对这个宝物觊觎不已。自从他了解到号角的能力之后，他也就自信满满。是的，他随时都会想着让整个海洋都被他所统治，这样的想法也许会很可怕。",
	"map.h3horn:3.header.description" : "彼得利，杰里米和他的同伴们必须击败所有的敌人来确保「深渊号角」不被任何人夺走，且要保证彼得利的安全。这是整个战役的最终关。没有等级限制。",
	"map.h3horn:3.header.heroNames.82" : "沃登",
	"map.h3horn:3.header.name" : "全体登舰（4/4）",
	"map.h3horn:3.header.player.4.mainHeroName" : "沃登",
	"map.h3horn:3.heroes.82.name" : "沃登",
	"map.h3horn:3.sign.125.38.0.message" : "达盖姆的军营",
	"map.h3horn:3.sign.126.14.0.message" : "走开，此路不通！",
	"map.h3horn:3.sign.126.55.1.message" : "这里是监狱",
	"map.h3horn:3.sign.129.28.0.message" : "巴森的农场",
	"map.h3horn:3.sign.130.137.0.message" : "巫师之地",
	"map.h3horn:3.sign.132.125.0.message" : "此矿脉属于布拉卡达。",
	"map.h3horn:3.sign.40.142.0.message" : "通往布拉卡达",
	"map.h3horn:3.sign.40.9.0.message" : "向海盗兄弟会致敬！",
	"map.h3horn:3.sign.56.26.1.message" : "尼根北部通道\n长度：5英里",
	"map.h3horn:3.sign.73.58.1.message" : "秘密通道",
	"map.h3horn:3.sign.77.139.0.message" : "诅咒山谷",
	"map.h3horn:3.sign.86.72.1.message" : "这个酒馆卖羊肉吗？",
	"map.h3horn:3.sign.87.106.0.message" : "泰坦之殿"
}

